<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 38"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.38</P><P CLASS=c>core lañ&#257; gela prabhuke b&#257;hire p&#257;iy&#257;</P><P CLASS=c>t&#257;ra skandhe cadi' &#257;il&#257; t&#257;re bhul&#257;iy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/core">core</A> &#8212; two thieves; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/g/gela">gela</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/p/prabhuke">prabhuke</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/b/bahire">b&#257;hire</A> &#8212; outside; <A CLASS=v HREF="http://vedabase.net/p/paiya">p&#257;iy&#257;</A> &#8212; finding Him; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/s/skandhe">skandhe</A> &#8212; on the shoulders; <A CLASS=v HREF="http://vedabase.net/c/cadi">cadi</A>' &#8212; rising; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; came back; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/b/bhulaiya">bhul&#257;iy&#257;</A> &#8212; misleading.</P><P CLASS=t>TRANSLATION</P><P>In His childhood the Lord was taken away by two thieves outside His home. The Lord, however, got up on the shoulders of the thieves, and while they were thinking they were safely carrying the child to rob His ornaments, the Lord misled them, and thus instead of going to their own home the thieves came back to the home of Jagann&#257;tha Mi&#347;ra.</P><P CLASS=t>PURPORT</P><P>In His childhood the Lord was profusely decorated with gold ornaments. Once upon a time, when the Lord was playing outside His house, two thieves passing on the street saw the opportunity to rob Him. Therefore they took Him on their shoulders, pleasing Him by offering Him some sweetmeats. The thieves thought they would carry the child to the forest and then kill Him and take away the ornaments. The Lord, however, expanded His illusory energy upon the thieves, so much so that instead of carrying Him to the forest they came right back in front of His house. When they came before His house they became afraid because everyone from the house of Jagann&#257;tha Mi&#347;ra and all the inhabitants of that quarter were busy searching for the child. Therefore the thieves, thinking it dangerous to remain, went away and left Him. The child was brought within the house and given to mother &#346;ac&#299;, who was in great anxiety, and she became satisfied. This incident is also very elaborately explained in the &#256;di-khandaof Caitanya-bh&#257;gavata, Third Chapter.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>