<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 39"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.39</P><P CLASS=c>vy&#257;dhi-chale jagad&#299;&#347;a-hiranya-sadane</P><P CLASS=c>vishnu-naivedya kh&#257;ila ek&#257;da&#347;&#299;-dine</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyadhi">vy&#257;dhi</A>-<A CLASS=v HREF="http://vedabase.net/c/chale">chale</A> &#8212; on the plea of being diseased; <A CLASS=v HREF="http://vedabase.net/j/jagadisa">jagad&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/h/hiranya">hiranya</A> &#8212; of the names <A HREF="http://vedabase.net/j/jagadisa">Jagad&#299;&#347;a</A> and <A HREF="http://vedabase.net/h/hiranya">Hiranya</A>; <A CLASS=v HREF="http://vedabase.net/s/sadane">sadane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/n/naivedya">naivedya</A> &#8212; food offered <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/khaila">kh&#257;ila</A> &#8212; ate; <A CLASS=v HREF="http://vedabase.net/e/ekadasi">ek&#257;da&#347;&#299;</A> &#8212; of <A HREF="http://vedabase.net/e/ekadasi">Ek&#257;da&#347;&#299;</A>; <A CLASS=v HREF="http://vedabase.net/d/dine">dine</A> &#8212; on the day.</P><P CLASS=t>TRANSLATION</P><P>Pretending to be sick, the Lord asked some food from the house of Hiranya and Jagad&#299;&#347;a on the Ek&#257;da&#347;&#299; day.</P><P CLASS=t>PURPORT</P><P>The Caitanya-bh&#257;gavata, &#256;di-khanda, Chapter Six, fully describes the Lord's accepting vishnu-pras&#257;dam on the Ek&#257;da&#347;&#299; day at the house of Jagad&#299;&#347;a and Hiranya. Regular pras&#257;dam is offered to Lord Vishnu on Ek&#257;da&#347;&#299; because although fasting is recommended for devotees on Ek&#257;da&#347;&#299;, it is not recommended for Lord Vishnu. Once on Ek&#257;da&#347;&#299; in the house of Jagad&#299;&#347;a and Hiranya Pandita there were arrangements for preparing special pras&#257;dam for Lord Vishnu, and Lord Caitanya Mah&#257;prabhu asked His father to go there to ask for the vishnu-pras&#257;dam because He was feeling sick. The house of Jagad&#299;&#347;a and Hiranya Pandita was situated about two miles from the house of Jagann&#257;tha Mi&#347;ra. Therefore when Jagann&#257;tha Mi&#347;ra, on the request of &#346;r&#299; Caitanya Mah&#257;prabhu, came to ask Jagad&#299;&#347;a and Hiranya for the pras&#257;dam, they were a little astonished. How could the boy understand that special pras&#257;dam was being prepared for Lord Vishnu? They immediately concluded that Nim&#257;i must have supernatural mystic power. Otherwise how could He understand that they were preparing special pras&#257;dam? Therefore they immediately sent the food to Lord Caitanya Mah&#257;prabhu through His father, Jagann&#257;tha Mi&#347;ra. Nim&#257;i was feeling sick, but immediately after eating the vishnu-pras&#257;dam He was cured, and He also distributed the pras&#257;dam among His playmates.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>