<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 50"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.50</P><P CLASS=c>kany&#257;re kahe, &#8212; &#257;m&#257; p&#363;ja, &#257;mi diba vara</P><P CLASS=c>ga&#324;g&#257;-durg&#257; &#8212; d&#257;s&#299; mora, mahe&#347;a &#8212; ki&#324;kara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kanyare">kany&#257;re</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; addressing the girls, the Lord would say; <A CLASS=v HREF="http://vedabase.net/a/ama">&#257;m&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;ja</A> &#8212; "Worship <A HREF="http://vedabase.net/m/me">Me</A>"; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/d/diba">diba</A> &#8212; shall give; <A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; <A HREF="http://vedabase.net/n/nice">nice</A> husband; <A CLASS=v HREF="http://vedabase.net/g/ganga">ga&#324;g&#257;</A> &#8212; the Ganges; <A CLASS=v HREF="http://vedabase.net/d/durga">durg&#257;</A> &#8212; goddess <A HREF="http://vedabase.net/d/durga">Durg&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/dasi">d&#257;s&#299;</A> &#8212; maidservants; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/m/mahesa">mahe&#347;a</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/k/kinkara">ki&#324;kara</A> &#8212; servant.</P><P CLASS=t>TRANSLATION</P><P>Addressing the girls, the Lord would say, "Worship Me, and I shall give you good husbands or good benedictions. The Ganges and goddess Durg&#257; are My maidservants. What to speak of other demigods, even Lord &#346;iva is My servant."</P><P CLASS=t>PURPORT</P><P>There is a misconception about the Hindu religion among people who profess other religions, such as Christians and Muslims, who say that in the Hindu religion there are many Gods. Actually that is not a fact. God is one, but there are many other powerful living entities who are in charge of different departments of administration. They are called demigods. All the demigods are servants who carry out the orders of the Supreme Lord, the Personality of Godhead. Lord Caitanya Mah&#257;prabhu disclosed this fact in His childhood. Out of ignorance, sometimes people worship the demigods to receive some particular boon, but actually, one who becomes a devotee and worshiper of the Supreme Personality of Godhead does not need to go to the demigods for any benediction because he obtains everything by the grace of the Supreme Lord. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>, 28) therefore condemns such demigod worship:</P><P>k&#257;mais tais tair hrita-jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h</P><P CLASS=n>tam tam niyamam &#257;sth&#257;ya prakrity&#257; niyat&#257;h svay&#257;</P><P>"Only persons whose intelligence is lost and who are mad with lusty desires worship the demigods and follow the particular rules and regulations of worship according to their own natures."</P><P>yesh&#257;m tv anta-gatam p&#257;pam jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257; bhajante m&#257;m dridha-vrat&#257;h</P><P>"But persons who are freed from all sinful activities and the duality of delusion engage themselves in the worship of the Supreme Personality of Godhead with determination." Only the less intelligent worship the demigods for their various purposes. The most intelligent worship only the Supreme Personality of Godhead, Krishna.</P><P>Sometimes we, the members of the Krishna consciousness movement, are accused of not approving of the worship of demigods. But how can we approve of this when it is condemned by Lord Caitanya and Lord Krishna? How can we allow people to become foolish and hrita-jñ&#257;na, bereft of intelligence? Our propaganda is simply meant to enable intelligent people to understand the distinction between matter and spirit and understand the Supreme Personality of Godhead, who is the whole spiritual identity. That is our mission. How could we mislead people into worshiping so-called gods in material bodies within this material world?</P><P>Our position of not allowing worship of the many hundreds of demigods was confirmed by Lord Caitanya Mah&#257;prabhu even in His childhood. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has sung in this connection:</P><P>anya dev&#257;&#347;raya n&#257;i tom&#257;re kahinu bh&#257;i</P><P CLASS=n>ei bhakti parama-k&#257;rana</P><P>"To become a staunch, pure devotee of the Supreme Personality of Godhead without deviation [ananya-bh&#257;k], one should not divert his attention to the worship of the demigods. Such control is a symptom of pure devotional service."</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>