<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.51</P><P CLASS=c>&#257;pani candana pari' parena phula-m&#257;l&#257;</P><P CLASS=c>naivedya k&#257;diy&#257; kh&#257;'na &#8212; sande&#347;a, c&#257;la, kal&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apani">&#257;pani</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/c/candana">candana</A> &#8212; pulp of sandalwood; <A CLASS=v HREF="http://vedabase.net/p/pari">pari</A>' &#8212; smearing over the body; <A CLASS=v HREF="http://vedabase.net/p/parena">parena</A> &#8212; takes; <A CLASS=v HREF="http://vedabase.net/p/phula">phula</A>-<A CLASS=v HREF="http://vedabase.net/m/mala">m&#257;l&#257;</A> &#8212; the flower garlands; <A CLASS=v HREF="http://vedabase.net/n/naivedya">naivedya</A> &#8212; offering of food; <A CLASS=v HREF="http://vedabase.net/k/kadiya">k&#257;diy&#257;</A> &#8212; snatching; <A CLASS=v HREF="http://vedabase.net/k/kha">kh&#257;</A>'<A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; begins <A HREF="http://vedabase.net/t/to">to</A> eat; <A CLASS=v HREF="http://vedabase.net/s/sandesa">sande&#347;a</A> &#8212; the sweetmeats; <A CLASS=v HREF="http://vedabase.net/c/cala">c&#257;la</A> &#8212; rice; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A> &#8212; bananas.</P><P CLASS=t>TRANSLATION</P><P>Without the permission of the girls, the Lord would take the sandalwood pulp and smear it on His own body, put the flower garlands on His neck, and snatch and eat all the offerings of sweetmeats, rice and bananas.</P><P CLASS=t>PURPORT</P><P>According to the system of worship, when something is offered to deities outside one's home, it is generally not cooked food but raw rice, bananas and sweetmeats. Out of His causeless mercy, the Lord would snatch the offerings from the girls and eat them, admonishing the girls not to worship the demigods but to worship Him. This worship of &#346;r&#299; Caitanya Mah&#257;prabhu is recommended in &#346;r&#299;mad-Bh&#257;gavatam:</P><P>krishna-varnam tvish&#257;krishnam s&#257;&#324;gop&#257;&#324;g&#257;stra-p&#257;rshadam</P><P CLASS=n>yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi su-medhasah</P><P CLASS=n>[<A CLASS=v HREF="../../../sb/11/5/32.htm">SB 11.5.32</A>]</P><P>"One should worship the Supreme Personality of Godhead who appears in this Age of Kali with His associates as the Pañca-tattva: the Lord Himself and His associates Nity&#257;nanda Prabhu, &#346;r&#299; Advaita Prabhu, &#346;r&#299; Gad&#257;dhara Prabhu and &#346;r&#299;v&#257;sa Th&#257;kura. In this age an intelligent person worships the Pañca-tattva by the method of chanting the Hare Krishna mah&#257;-mantra and, if possible, distributing pras&#257;dam." Our Krishna consciousness movement is introducing this bona fide method of worship in the Western world. Its members are going from village to village and town to town with Deities of Lord Caitanya Mah&#257;prabhu, teaching people how to worship the Lord by chanting the Hare Krishna mantra, offering pras&#257;dam and distributing pras&#257;dam to people in general.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>