<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 55"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.55</P><P CLASS=c>pandita, vidagdha, yuv&#257;, dhana-dh&#257;nyav&#257;n</P><P CLASS=c>s&#257;ta s&#257;ta putra habe &#8212; cir&#257;yu, matim&#257;n"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; learned; <A CLASS=v HREF="http://vedabase.net/v/vidagdha">vidagdha</A> &#8212; expert and humorous; <A CLASS=v HREF="http://vedabase.net/y/yuva">yuv&#257;</A> &#8212; young <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A>-<A CLASS=v HREF="http://vedabase.net/d/dhanyavan">dh&#257;nyav&#257;n</A> &#8212; very rich, possessing wealth and rice; <A CLASS=v HREF="http://vedabase.net/s/sata">s&#257;ta</A> <A CLASS=v HREF="http://vedabase.net/s/sata">s&#257;ta</A> &#8212; seven each; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/h/habe">habe</A> &#8212; you will have; <A CLASS=v HREF="http://vedabase.net/c/cirayu">cir&#257;yu</A> &#8212; born with <A HREF="http://vedabase.net/a/a">a</A> long life; <A CLASS=v HREF="http://vedabase.net/m/matiman">matim&#257;n</A> &#8212; and intelligent.</P><P CLASS=t>TRANSLATION</P><P>"They will be learned, clever and young and possess abundant wealth and rice. Not only that, but you will each have seven sons, who will all live long lives and be very intelligent."</P><P CLASS=t>PURPORT</P><P>Generally it is the ambition of a young girl to have a very handsome husband who is learned, clever, young and rich. According to the Vedic culture, one is rich if he possesses a large stock of food grain and a very large number of animals. Dh&#257;nyena dhanav&#257;n gavay&#257; dhanav&#257;n: one is rich if he possesses food grain, cows and bulls. A girl also desires to have many children, especially sons (putra) who are very intelligent and long-lived. Now because society has deteriorated there is propaganda to have one or two children and kill the rest by contraceptive methods. But the natural ambition of a girl is to possess not only more than one child but at least half a dozen.</P><P>In exchange for the paraphernalia of worship He usurped for Himself, Caitanya Mah&#257;prabhu wanted to bless the girls to fulfill all their ambitions and desires. One can easily become happy and obtain the material benefits of a good husband, wealth, food grain and a number of nice children by worshiping Lord Caitanya Mah&#257;prabhu. Although &#346;r&#299; Caitanya Mah&#257;prabhu accepted sanny&#257;sa at an early age, it is not necessary for His devotees to follow Him by also taking sanny&#257;sa. One can stay a householder, but one must be a devotee of Lord Caitanya Mah&#257;prabhu. Then one will be happy, with all the material opulences of a good home, good children, good mate, good wealth and everything he desires. Therefore the &#347;&#257;stras advise, yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi su-medhasah [<A CLASS=v HREF="../../../sb/11/5/32.htm">SB 11.5.32</A>]. Every householder, therefore, who is actually intelligent should introduce the sa&#324;k&#299;rtana movement home to home and live peacefully in this life and go back to Godhead in the next.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>