<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 58"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.58</P><P CLASS=c>yadi naivedya n&#257; deha ha-iy&#257; kripan&#299;</P><P CLASS=c>bud&#257; bhart&#257; habe, &#257;ra c&#257;ri c&#257;ri satin&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/n/naivedya">naivedya</A> &#8212; offering; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; give <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iya">iy&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/k/krpani">kripan&#299;</A> &#8212; miser; <A CLASS=v HREF="http://vedabase.net/b/buda">bud&#257;</A> &#8212; old; <A CLASS=v HREF="http://vedabase.net/b/bharta">bhart&#257;</A> &#8212; husband; <A CLASS=v HREF="http://vedabase.net/h/habe">habe</A> &#8212; will have; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/c/cari">c&#257;ri</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/c/cari">c&#257;ri</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/s/satini">satin&#299;</A> &#8212; co-wives.</P><P CLASS=t>TRANSLATION</P><P>"If you are miserly and do not give Me the offerings, every one of you will have an old husband with at least four co-wives."</P><P CLASS=t>PURPORT</P><P>In India in those days and even until fifty years ago, polygamy was freely allowed. Any man, especially of the higher castes &#8212; the br&#257;hmanas, the vai&#347;yas and particularly the kshatriyas &#8212; could marry more than one wife. In the Mah&#257;bh&#257;rata, or the old history of India, we see that kshatriya kings especially used to marry many wives. According to Vedic civilization there was no restriction against this, and even a man more than fifty years old could marry. But to be married to a man who had many wives was not a very pleasing situation because the husband's love would be divided among his many wives. To punish the girls unwilling to offer Him the naivedya, Lord &#346;r&#299; Caitanya Mah&#257;prabhu apparently wanted to curse them to be married to men who had at least four wives.</P><P>The social structure allowing a man to marry more than one wife can be supported in this way. Generally in every society the female population is greater in number than the male population. Therefore if it is a principle in the society that all girls should be married, unless polygamy is allowed it will not be possible. If all the girls are not married there is a good chance of adultery, and a society in which adultery is allowed cannot be very peaceful or pure. In our Krishna consciousness society we have restricted illicit sex. The practical difficulty is to find a husband for each and every girl. We are therefore in favor of polygamy, provided, of course, that the husband is able to maintain more than one wife.</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="59.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>