<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14 Verse 68"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14.68</P><P CLASS=c>prabhu t&#257;&#324;ra p&#363;j&#257; p&#257;ñ&#257; h&#257;site l&#257;gil&#257;</P><P CLASS=c>&#347;loka padi' t&#257;&#324;ra bh&#257;va a&#324;g&#299;k&#257;ra kail&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; her; <A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;j&#257;</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; receiving; <A CLASS=v HREF="http://vedabase.net/h/hasite">h&#257;site</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> smile; <A CLASS=v HREF="http://vedabase.net/l/lagila">l&#257;gil&#257;</A> &#8212; began; <A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> <A CLASS=v HREF="http://vedabase.net/p/padi">padi</A>' &#8212; reciting one verse; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; her; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; emotion; <A CLASS=v HREF="http://vedabase.net/a/angikara">a&#324;g&#299;k&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/k/kaila">kail&#257;</A> &#8212; accepted.</P><P CLASS=t>TRANSLATION</P><P>Being worshiped by Lakshm&#299;, the Lord began to smile. He recited a verse from &#346;r&#299;mad-Bh&#257;gavatam and thus accepted the emotion she expressed.</P><P CLASS=t>PURPORT</P><P>The verse quoted in this connection is the twenty-fifth verse of the Twenty-second Chapter, Tenth Canto, of &#346;r&#299;mad-Bh&#257;gavatam. The gop&#299;s worshiped goddess Durg&#257;, or K&#257;ty&#257;yan&#299;, but their inner desire was to get Lord Krishna as their husband. Krishna, as Param&#257;tm&#257;, could realize the ardent desire of the gop&#299;s, and therefore He enjoyed the pastime of vastra-harana. When the gop&#299;s went to bathe in the river Yamun&#257;, they left their garments on the land and dipped into the water completely naked. Taking this opportunity, Krishna stole all their garments and sat down in the top of a tree with them, desiring to see the girls naked just to become their husband. The gop&#299;s desired to have Krishna as their husband, and since it is only before her husband that a woman can be naked, to fulfill their desire Lord Krishna accepted their prayers by this pastime of stealing their garments. When the gop&#299;s received their garments back from Krishna, Krishna recited this verse.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>