<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: Lord Caitanya's Childhood Pastimes</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 14 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 14.1</B></A>: Things that are very difficult to do become easy to execute if one somehow or other simply remembers Lord Caitanya Mah&#257;prabhu. But if one does not remember Him, even easy things become very difficult. To this Lord Caitanya Mah&#257;prabhu I offer my respectful obeisances.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 14.2</B></A>: All glories to Lord Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu, Advaita Prabhu and all the devotees of Lord Caitanya!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 14.3</B></A>: I have thus described in brief the advent of &#346;r&#299; Caitanya Mah&#257;prabhu, who appeared as the son of mother &#346;ac&#299; exactly as Krishna appeared as the son of mother Ya&#347;od&#257;.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 14.4</B></A>: I have already briefly spoken about the pastimes of His birth in chronological order. Now I shall give a synopsis of His childhood pastimes.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 14.5</B></A>: Let me offer my respectful obeisances unto the childhood pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who is Lord Krishna Himself. Although such pastimes appear exactly like those of an ordinary child, they should be understood as various pastimes of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 14.6</B></A>: In His first childhood pastimes the Lord turned upside down while lying on His bed, and thus He showed His parents the marks of His lotus feet.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 14.7</B></A>: When the Lord tried to walk, in His small footprints the specific marks of Lord Vishnu were visible, namely the flag, thunderbolt, conchshell, disc and fish.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 14.8</B></A>: Seeing all these marks, neither His father nor His mother could understand whose footprints they were. Thus struck with wonder, they could not understand how those marks could be possible in their home.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 14.9</B></A>: Jagann&#257;tha Mi&#347;ra said, "Certainly child Krishna is with the &#347;&#257;lagr&#257;ma-&#347;il&#257;. Taking His childhood form, He is playing within the room."</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 14.10</B></A>: While mother &#346;ac&#299; and Jagann&#257;tha Mi&#347;ra were talking, child Nim&#257;i woke up and began to cry, and mother &#346;ac&#299; took Him on her lap and allowed Him to suck her breast.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 14.11</B></A>: While mother &#346;ac&#299; was feeding the child from her breast, she saw on His lotus feet all the marks that were visible on the floor of the room, and she called for Jagann&#257;tha Mi&#347;ra.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 14.12</B></A>: When Jagann&#257;tha Mi&#347;ra saw the wonderful marks on the sole of his son, he became very joyful and privately called for N&#299;l&#257;mbara Cakravart&#299;.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 14.13</B></A>: When N&#299;l&#257;mbara Cakravart&#299; saw those marks, he smilingly said, "Formerly I ascertained all this by astrological calculation and noted it in writing.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 14.14</B></A>: "There are thirty-two bodily marks that symptomize a great personality, and I see all those marks on the body of this child.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 14.15</B></A>: "'There are thirty-two bodily symptoms of a great personality: five of his bodily parts are large, five fine, seven reddish, six raised, three small, three broad and three grave.'</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 14.16</B></A>: "This baby has all the symptoms of Lord N&#257;r&#257;yana on His palms and soles. He will be able to deliver all the three worlds.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 14.17</B></A>: "This child will preach the Vaishnava cult and deliver both His maternal and paternal families.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 14.18</B></A>: "I propose to perform a name-giving ceremony. We should observe a festival and call for the br&#257;hmanas because today is very auspicious.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 14.19</B></A>: "In the future this child will protect and maintain all the world. For this reason He is to be called Vi&#347;vambhara."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 14.20</B></A>: After hearing N&#299;l&#257;mbara Cakravart&#299;'s prediction, &#346;ac&#299;m&#257;t&#257; and Jagann&#257;tha Mi&#347;ra observed the name-giving festival in great joy, inviting all the br&#257;hmanas and their wives.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 14.21</B></A>: After some days the Lord began to crawl on His knees, and He caused various wonderful things to be seen.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 14.22</B></A>: The Lord caused all the ladies to chant the holy names of the Hare Krishna mah&#257;-mantra on the plea of His crying, and while they chanted the Lord would smile.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 14.23</B></A>: After some days the Lord began to move His legs and walk. He mixed with other children and exhibited various sports.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 14.24</B></A>: One day while the Lord was enjoying His playful sports with the other little children, mother &#346;ac&#299; brought a dish filled with fused rice and sweetmeats and asked the child to sit down and eat them.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 14.25</B></A>: But when she returned to her household duties, the child hid from His mother and began to eat dirt.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 14.26</B></A>: Seeing this, mother &#346;ac&#299; hastily returned and exclaimed, "What is this! What is this!" She snatched the dirt from the hands of the Lord and inquired why He was eating it.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 14.27</B></A>: Crying, the child inquired from His mother, "Why are you angry? You have already given Me dirt to eat. What is My fault?</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 14.28</B></A>: "Fused rice, sweetmeats and all other eatables are but transformations of dirt. This is dirt, that is dirt. Please consider. What is the difference between them?</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 14.29</B></A>: "This body is a transformation of dirt, and the eatables are also a transformation of dirt. Please reflect upon this. You are blaming Me without consideration. What can I say?"</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 14.30</B></A>: Astonished that the child was speaking M&#257;y&#257;v&#257;da philosophy, mother &#346;ac&#299; replied, "Who has taught You this philosophical speculation that justifies eating dirt?"</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 14.31</B></A>: Replying to the M&#257;y&#257;v&#257;da idea of the child philosopher, mother &#346;ac&#299; said, "My dear boy, if we eat earth transformed into grain, our body is nourished, and it becomes strong. But if we eat dirt in its crude state, the body becomes diseased instead of nourished, and thus it is destroyed.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 14.32</B></A>: "In a waterpot, which is a transformation of dirt, I can bring water very easily. But if I poured water on a lump of dirt, the lump would soak up the water, and my labor would be useless."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 14.33</B></A>: The Lord replied to His mother, "Why did you conceal self-realization by not teaching Me this practical philosophy in the beginning?</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 14.34</B></A>: "Now that I can understand this philosophy, no more shall I eat dirt. Whenever I am hungry I shall suck your breast and drink your breast milk."</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 14.35</B></A>: After saying this, the Lord, smiling slightly, climbed on the lap of His mother and sucked her breast.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 14.36</B></A>: Thus under various excuses the Lord exhibited His opulences as much as possible in His childhood, and later, after exhibiting such opulences, He hid Himself.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 14.37</B></A>: On one occasion the Lord ate the food of a br&#257;hmana guest three times, and later, in confidence, the Lord delivered that br&#257;hmana from material engagement.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 14.38</B></A>: In His childhood the Lord was taken away by two thieves outside His home. The Lord, however, got up on the shoulders of the thieves, and while they were thinking they were safely carrying the child to rob His ornaments, the Lord misled them, and thus instead of going to their own home the thieves came back to the home of Jagann&#257;tha Mi&#347;ra.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 14.39</B></A>: Pretending to be sick, the Lord asked some food from the house of Hiranya and Jagad&#299;&#347;a on the Ek&#257;da&#347;&#299; day.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 14.40</B></A>: As usual for small children, He learned to play, and with His playmates He went to the houses of neighboring friends, stealing their eatables and eating them. Sometimes the children fought among themselves.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 14.41</B></A>: All the children lodged complaints with &#346;ac&#299;m&#257;t&#257; about the Lord's fighting with them and stealing from the neighbors' houses. Therefore sometimes she used to chastise or rebuke her son.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 14.42</B></A>: &#346;ac&#299;m&#257;t&#257; said, "Why do You steal others' things? Why do You beat the other children? And why do You go inside others' houses? What do You not have in Your own house?"</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 14.43</B></A>: Thus rebuked by His mother, he Lord would go in anger to a room and break all the pots within it.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 14.44</B></A>: Then &#346;ac&#299;m&#257;t&#257; would take her son on her lap and pacify Him, and the Lord would be very much ashamed, admitting His faults.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 14.45</B></A>: Once the child, Caitanya Mah&#257;prabhu, chastised His mother with His soft hand, and His mother pretended to faint. Seeing this, the Lord began to cry.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 14.46</B></A>: The neighboring ladies told Him, "Dear child, please bring a coconut from somewhere, and then Your mother will be cured."</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 14.47</B></A>: He then went outside the house and immediately brought two coconuts. All the ladies were astonished to see such wonderful activities.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 14.48</B></A>: Sometimes the Lord would go with other children to bathe in the Ganges, and the neighboring girls would also come there to worship various demigods.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 14.49</B></A>: When the girls engaged in worshiping the different demigods after bathing in the Ganges, the young Lord would come there and sit down among them.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 14.50</B></A>: Addressing the girls, the Lord would say, "Worship Me, and I shall give you good husbands or good benedictions. The Ganges and goddess Durg&#257; are My maidservants. What to speak of other demigods, even Lord &#346;iva is My servant."</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 14.51</B></A>: Without the permission of the girls, the Lord would take the sandalwood pulp and smear it on His own body, put the flower garlands on His neck, and snatch and eat all the offerings of sweetmeats, rice and bananas.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 14.52</B></A>: All the girls became very angry at the Lord for this behavior. "Dear Nim&#257;i," they told Him, "You are just like our brother in our village relationship.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 14.53</B></A>: "Therefore it does not behoove You to act like this. Don't take our paraphernalia for worship of the demigods. Don't create a disturbance in this way."</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 14.54</B></A>: The Lord replied, "My dear sisters, I give you the benediction that your husbands will be very handsome.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 14.55</B></A>: "They will be learned, clever and young and possess abundant wealth and rice. Not only that, but you will each have seven sons, who will all live long lives and be very intelligent."</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 14.56</B></A>: Hearing this benediction from &#346;r&#299; Caitanya Mah&#257;prabhu, all the girls were inwardly very happy, but externally, as is natural for girls, they rebuked the Lord under the pretense of anger.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 14.57</B></A>: When some of the girls fled, the Lord called them in anger and advised them as follows:</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 14.58</B></A>: "If you are miserly and do not give Me the offerings, every one of you will have an old husband with at least four co-wives."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 14.59</B></A>: Hearing this supposed curse by Lord Caitanya, the girls, considering that He might know something uncommon or be empowered by demigods, were afraid that His curse might be effective.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 14.60</B></A>: The girls then brought the offerings before the Lord, who ate them all and blessed the girls to their satisfaction.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 14.61</B></A>: When this cunning behavior of the Lord with the girls became known to the people in general, it did not create misunderstandings among them. Rather, they enjoyed happiness in these dealings.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 14.62</B></A>: One day a girl of the name Lakshm&#299;, the daughter of Vallabh&#257;c&#257;rya, came to the bank of the Ganges to take a bath in the river and worship the demigods.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 14.63</B></A>: Seeing Lakshm&#299;dev&#299;, the Lord became attached to her, and Lakshm&#299;, upon seeing the Lord, felt great satisfaction within her mind.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 14.64</B></A>: Their natural love for each other awakened, and although it was covered by childhood emotions, it became apparent that they were mutually attracted.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 14.65</B></A>: They both enjoyed natural pleasure in seeing each other, and under the pretext of demigod worship they manifested their feelings.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 14.66</B></A>: The Lord told Lakshm&#299;, "Just worship Me, for I am the Supreme Lord. If you worship Me, certainly you will get the benediction you desire."</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 14.67</B></A>: On hearing the order of the Supreme Lord, &#346;r&#299; Caitanya Mah&#257;prabhu, Lakshm&#299; immediately worshiped Him, offering sandalwood pulp and flowers for His body, garlanding Him with mallik&#257; flowers, and offering prayers.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 14.68</B></A>: Being worshiped by Lakshm&#299;, the Lord began to smile. He recited a verse from &#346;r&#299;mad-Bh&#257;gavatam and thus accepted the emotion she expressed.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 14.69</B></A>: "My dear gop&#299;s, I accept your desire to have Me as your husband and thus worship Me. I wish your desire to be fulfilled because it deserves to be so."</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 14.70</B></A>: After thus expressing their feelings to each other, Lord Caitanya and Lakshm&#299; returned home. Who can understand the grave pastimes of Lord Caitanya Mah&#257;prabhu?</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 14.71</B></A>: When the neighboring people saw the naughty behavior of Lord Caitanya, out of love for Him they lodged complaints with &#346;ac&#299;m&#257;t&#257; and Jagann&#257;tha Mi&#347;ra.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 14.72</B></A>: One day mother &#346;ac&#299; went to catch her son, wanting to rebuke Him, but He fled from the spot.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 14.73</B></A>: Although He is the maintainer of the entire universe, once the Lord sat upon some rejected pots in the pit where the remnants of food were thrown, after the pots had been used for cooking.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC &#256;di 14.74</B></A>: When mother &#346;ac&#299; saw her boy sitting on the rejected pots, she protested, "Why have You touched these untouchable pots? You have now become impure. Go and bathe in the Ganges."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 14.75</B></A>: Hearing this, Lord Caitanya Mah&#257;prabhu taught His mother about absolute knowledge. Although amazed by this, His mother forced Him to take a bath.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 14.76</B></A>: Sometimes, taking her son with her, mother &#346;ac&#299; would lie down on her bed, and she would see that denizens of the celestial world had come there, filling the entire house.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 14.77</B></A>: Once mother &#346;ac&#299; told the Lord, "Please go call Your father." Receiving this order from His mother, the Lord went out to call him.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 14.78</B></A>: When the child was going out, there was a tinkling of ankle bells from His lotus feet. Hearing this, His father and mother were struck with wonder.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC &#256;di 14.79</B></A>: Jagann&#257;tha Mi&#347;ra said, "This is a very wonderful incident. Why is there a sound of ankle bells from the bare feet of my child?"</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 14.80</B></A>: Mother &#346;ac&#299; said, "I also saw another wonder. People were coming down from the celestial kingdom and crowding the entire courtyard.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 14.81</B></A>: "They made noisy sounds I could not understand. I guess they were offering prayers to someone."</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 14.82</B></A>: Jagann&#257;tha Mi&#347;ra replied, "Never mind what it is. There is no need to worry. Let there always be good fortune for Vi&#347;vambhara. This is all I want."</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 14.83</B></A>: On another occasion, Jagann&#257;tha Mi&#347;ra, seeing the mischievous acts of his son, gave Him lessons in morality after rebuking Him greatly.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 14.84</B></A>: On that very night, Jagann&#257;tha Mi&#347;ra dreamt that a br&#257;hmana had come before him speaking these words in great anger:</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 14.85</B></A>: "My dear Mi&#347;ra, you do not know anything about your son. You think Him your son, and therefore you rebuke and chastise Him."</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC &#256;di 14.86</B></A>: Jagann&#257;tha Mi&#347;ra replied, "This boy may be a demigod, a mystic yog&#299; or a great saintly person. It doesn't matter what He is, for I think He is only my son.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC &#256;di 14.87</B></A>: "It is the duty of a father to educate his son in both religion and morality. If I do not give Him this education, how will He know of it?"</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC &#256;di 14.88</B></A>: The br&#257;hmana replied, "If your son is a transcendental mystic boy with self-effulgent perfect knowledge, what is the use of your education?"</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC &#256;di 14.89</B></A>: Jagann&#257;tha Mi&#347;ra replied, "Even if my son is not a common man but N&#257;r&#257;yana, still it is the duty of a father to instruct his son."</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC &#256;di 14.90</B></A>: In this way Jagann&#257;tha Mi&#347;ra and the br&#257;hmana discussed the principles of religion in the dream, yet Jagann&#257;tha Mi&#347;ra was absorbed in unalloyed parental mellow and did not want to know anything else.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC &#256;di 14.91</B></A>: Being very pleased, the br&#257;hmana left after talking with Jagann&#257;tha Mi&#347;ra, and when Jagann&#257;tha Mi&#347;ra awakened from his dream, he was very much astonished.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC &#256;di 14.92</B></A>: He related the dream to his friends and relatives, and every one of them was very much astonished to hear of it.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC &#256;di 14.93</B></A>: In this way Gaurahari performed His childhood pastimes and day after day increased the pleasure of His parents.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC &#256;di 14.94</B></A>: After some days Jagann&#257;tha Mi&#347;ra inaugurated the primary education of his son by performing the h&#257;te khadi ceremony. Within a very few days the Lord learned all the letters and combinations of letters.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC &#256;di 14.95</B></A>: This is a synopsis of the childhood pastimes of Lord Caitanya Mah&#257;prabhu, placed herewith in chronological order. Vrind&#257;vana d&#257;sa Th&#257;kura has already elaborately explained these pastimes in his book Caitanya-bh&#257;gavata.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC &#256;di 14.96</B></A>: I have therefore made only a brief summary. Being afraid of repetition, I have not elaborated upon this subject matter.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC &#256;di 14.97</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>