<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord Caitanya's Childhood Pastimes</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 14 Summary</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura has given a summary of this chapter in his Amrita-prav&#257;ha-bh&#257;shya: "In the Fourteenth Chapter there is a description of how Lord Caitanya Mah&#257;prabhu enjoyed His childhood pastimes &#8212; crawling, crying, eating dirt and giving intelligence to His mother, favoring a br&#257;hmana guest, riding on the shoulders of two thieves and misleading them to His own house, and, on the plea of being diseased, taking pras&#257;dam in the house of Hiranya and Jagad&#299;&#347;a on the Ek&#257;da&#347;&#299; day. The chapter further describes how He displayed Himself as a naughty boy, how when His mother fainted He brought a coconut to her on His head, how He joked with girls of the same age on the banks of the Ganges, how He accepted worshipful paraphernalia from &#346;r&#299;mat&#299; Lakshm&#299;dev&#299;, how He sat down in a garbage pit and instructed His mother in transcendental knowledge, how He left the pit on the order of His mother, and how He dealt with His father with full affection."</P><P CLASS=l><A CLASS=i HREF="../13/124.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>