<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 49"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 49: Akr&#363;ra's Mission in Hastin&#257;pura</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.49 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 10.49.1-2</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Akr&#363;ra went to Hastin&#257;pura, the city distinguished by the glory of the Paurava rulers. There he saw Dhritar&#257;shtra, Bh&#299;shma, Vidura and Kunti, along with B&#257;hlika and his son Somadatta. He also saw Dron&#257;c&#257;rya, Krip&#257;c&#257;rya, Karna, Duryodhana, A&#347;vatth&#257;m&#257;, the P&#257;ndavas and other close friends.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.49.3</B></A>: After Akr&#363;ra, the son of G&#257;ndin&#299;, had appropriately greeted all his relatives and friends, they asked him for news of their family members, and he in turn asked about their welfare.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.49.4</B></A>: He remained in Hastin&#257;pura for several months to scrutinize the conduct of the weak-willed King, who had bad sons and who was inclined to give in to the whims of mischievous advisers.</P><P CLASS=r><A CLASS=i HREF="5-6.htm"><B>SB 10.49.5-6</B></A>: Kunt&#299; and Vidura described to Akr&#363;ra in detail the evil intentions of Dhritar&#257;shtra's sons, who could not tolerate the great qualities of Kunt&#299;'s sons &#8212; such as their powerful influence, military skill, physical strength, bravery and humility &#8212; or the intense affection the citizens had for them. Kunt&#299; and Vidura also told Akr&#363;ra about how the sons of Dhritar&#257;shtra had tried to poison the P&#257;ndavas and carry out other such plots.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.49.7</B></A>: Kunt&#299;dev&#299;, taking advantage of her brother Akr&#363;ra's visit, approached him confidentially. While remembering her birthplace, she spoke with tears in her eyes.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.49.8</B></A>: [Queen Kunt&#299; said:] O gentle one, do my parents, brothers, sisters, nephews, family women and girlhood friends still remember us?</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.49.9</B></A>: Does my nephew Krishna, the Supreme Personality and the compassionate shelter of His devotees, still remember His aunt's sons? And does lotus-eyed R&#257;ma remember them also?</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.49.10</B></A>: Now that I am suffering in the midst of my enemies like a doe in the midst of wolves, will Krishna come to console me and my fatherless sons with His words?</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.49.11</B></A>: Krishna, Krishna! O great yogi! O Supreme Soul and protector of the universe! O Govinda! Please protect me, who have surrendered to You. I and my sons are being overwhelmed by trouble.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.49.12</B></A>: For persons fearful of death and rebirth, I see no shelter other than Your liberating lotus feet, for You are the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.49.13</B></A>: I offer my obeisances unto You, Krishna, the supreme pure, the Absolute Truth and the Supersoul, the Lord of pure devotional service and the source of all knowledge. I have come to You for shelter.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.49.14</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Thus meditating on her family members and also on Krishna, the Lord of the universe, your great-grandmother Kunt&#299;dev&#299; began to cry out in grief, O King.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.49.15</B></A>: Both Akr&#363;ra, who shared Queen Kunt&#299;'s distress and happiness, and the illustrious Vidura consoled the Queen by reminding her of the extraordinary way her sons had taken birth.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.49.16</B></A>: The ardent affection King Dhritar&#257;shtra felt for his sons had made him act unjustly toward the P&#257;ndavas. Just before leaving, Akr&#363;ra approached the King, who was seated among his friends and supporters, and related to him the message that his relatives &#8212; Lord Krishna and Lord Balar&#257;ma &#8212; had sent out of friendship.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.49.17</B></A>: Akr&#363;ra said: O my dear son of Vicitrav&#299;rya, O enhancer of the Kurus' glory, your brother P&#257;ndu having passed away, you have now assumed the royal throne.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.49.18</B></A>: By religiously protecting the earth, delighting your subjects with your noble character, and treating all your relatives equally, you will surely achieve success and glory.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.49.19</B></A>: If you act otherwise, however, people will condemn you in this world, and in the next life you will enter the darkness of hell. Remain equally disposed, therefore, toward P&#257;ndu's sons and your own.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.49.20</B></A>: In this world no one has any permanent relationship with anyone else, O King. We cannot stay forever even with our own body, what to speak of our wife, children and the rest.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.49.21</B></A>: Every creature is born alone and dies alone, and alone one experiences the just rewards of his good and evil deeds.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.49.22</B></A>: In the guise of dear dependents, strangers steal the sinfully acquired wealth of a foolish man, just as the offspring of a fish drink up the water that sustains the fish.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.49.23</B></A>: A fool indulges in sin to maintain his life, wealth and children and other relatives, for he thinks, "These things are mine." In the end, however, these very things all abandon him, leaving him frustrated.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.49.24</B></A>: Abandoned by his so-called dependents, ignorant of the actual goal of life, indifferent to his real duty, and having failed to fulfill his purposes, the foolish soul enters the blindness of hell, taking his sinful reactions with him.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.49.25</B></A>: Therefore, O King, looking upon this world as a dream, a magician's illusion or a flight of fancy, please control your mind with intelligence and become equipoised and peaceful, my lord.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.49.26</B></A>: Dhritar&#257;shtra said: O master of charity, I can never be satiated while hearing your auspicious words. Indeed, I am like a mortal who has obtained the nectar of the gods.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.49.27</B></A>: Even so, gentle Akr&#363;ra, because my unsteady heart is prejudiced by affection for my sons, these pleasing words of yours cannot remain fixed there, just as lightning cannot remain fixed in a cloud.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.49.28</B></A>: Who can defy the injunctions of the Supreme Lord, who has now descended in the Yadu dynasty to diminish the earth's burden?</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.49.29</B></A>: I offer my obeisances to Him, the Supreme Personality of Godhead, who creates this universe by the inconceivable activity of His material energy and then distributes the various modes of nature by entering within the creation. From Him, the meaning of whose pastimes is unfathomable, come both the entangling cycle of birth and death and the process of deliverance from it.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.49.30</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Having thus apprised himself of the King's attitude, Akr&#363;ra, the descendant of Yadu, took permission from his well-wishing relatives and friends and returned to the capital of the Y&#257;davas.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.49.31</B></A>: Akr&#363;ra reported to Lord Balar&#257;ma and Lord Krishna how Dhritar&#257;shtra was behaving toward the P&#257;ndavas. Thus, O descendant of the Kurus, he fulfilled the purpose for which he had been sent.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>