<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 49"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 49: <A CLASS=v HREF="index.htm">Akr&#363;ra's Mission in Hastin&#257;pura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.49 Summary</P><P>This chapter describes how Akr&#363;ra went to Hastin&#257;pura, saw Dhritar&#257;shtra's unfair behavior toward his nephews, the P&#257;ndavas, and then returned to Mathur&#257;.</P><P>On the order of Lord Krishna, Akr&#363;ra went to Hastin&#257;pura, where he met the Kauravas and P&#257;ndavas and then set about to find out how Dhritar&#257;shtra was treating the latter. This task would keep Akr&#363;ra in Hastin&#257;pura for several months.</P><P>Vidura and Kunt&#299;dev&#299; described to Akr&#363;ra in detail how Dhritar&#257;shtra's sons, envious of the exalted qualities of the P&#257;ndavas, had tried to destroy them by various evil means and were contemplating further atrocities. With tearful eyes, Kunt&#299;dev&#299; asked Akr&#363;ra, "Do my parents and other relatives, headed by Krishna and Balar&#257;ma, ever think of me and my sons, and will Krishna ever come to console us in our distress?" Then Kunt&#299;dev&#299; began to chant Lord Krishna's names for her protection, and she also chanted mantras expressing surrender to Him. Akr&#363;ra assured Kunt&#299;dev&#299;, "Since your sons were born from demigods like Dharma and V&#257;yu, there is no reason to expect that any misfortune will befall them; rather, you should be confident that very soon they will receive the greatest possible good fortune."</P><P>Akr&#363;ra then delivered to Dhritar&#257;shtra the message from Krishna and Balar&#257;ma. Akr&#363;ra told the King, "You have assumed the royal throne after the death of P&#257;ndu. Seeing all equally, which is the religious duty of kings, you should protect all your subjects and personal relations. By such fair behavior you will gain all fame and good fortune. But if you act otherwise, you will attain only infamy in this life and condemnation to a hellish existence in the next. A living being takes his birth all alone, and alone he gives up his life. Alone he enjoys the fruits of his piety and sin. If one fails to understand the true identity of the self and instead maintains his progeny by indulging in evil deeds, then surely he will go to hell. One should therefore learn to understand the unsteadiness of material existence, which is like a sleeper's dream, a magician's illusion or a flight of fancy, and should thus control his mind in order to remain peaceful and equipoised. "</P><P>To this Dhritar&#257;shtra replied, "I cannot hear enough of your beneficial words, O Akr&#363;ra, which are like the sweet nectar of immortality. But because the tight knot of affection for my sons has made me biased toward them, your statements cannot become fixed within my mind. No one can transgress the arrangement of the Supreme Lord; His purpose for descending into the Yadu dynasty will inevitably be fulfilled."</P><P>Knowing now the mentality of Dhritar&#257;shtra, Akr&#363;ra took permission from his dear relatives and friends and returned to Mathur&#257;, where he related everything to Lord Krishna and Lord Balar&#257;ma.</P><P CLASS=l><A CLASS=i HREF="../48/36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>