<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 42 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 42 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 42: <A CLASS=v HREF="index.htm">The Breaking of the Sacrificial Bow</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.42.14</P><P CLASS=c>tad-dar&#347;ana-smara-kshobh&#257;d</P><P CLASS=c>&#257;tm&#257;nam n&#257;vidan striyah</P><P CLASS=c>visrasta-v&#257;sah-kavara</P><P CLASS=c>valay&#257; lekhya-m&#363;rtayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; because of seeing; <A CLASS=v HREF="http://vedabase.net/s/smara">smara</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> the effects of Cupid; <A CLASS=v HREF="http://vedabase.net/k/ksobhat">kshobh&#257;t</A> &#8212; by their agitation; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; themselves; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/avidan">avidan</A> &#8212; could not recognize; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; the women; <A CLASS=v HREF="http://vedabase.net/v/visrasta">visrasta</A> &#8212; disheveled; <A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;sah</A> &#8212; their clothes; <A CLASS=v HREF="http://vedabase.net/k/kavara">kavara</A> &#8212; the locks of their hair; <A CLASS=v HREF="http://vedabase.net/v/valayah">valay&#257;h</A> &#8212; and their bangles; <A CLASS=v HREF="http://vedabase.net/l/lekhya">lekhya</A> &#8212; (<A HREF="http://vedabase.net/a/as">as</A> if) drawn <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> picture; <A CLASS=v HREF="http://vedabase.net/m/murtayah">m&#363;rtayah</A> &#8212; their forms.</P><P CLASS=t>TRANSLATION</P><P>The sight of Krishna aroused Cupid in the hearts of the city women. Thus agitated, they forgot themselves. Their clothes, braids and bangles became disheveled, and they stood as still as figures in a painting.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; states that since the women of Mathur&#257; immediately experienced symptoms of conjugal attraction when they saw Krishna, they were the most advanced devotees in the city. The ten effects of Cupid are described as follows: caksh&#363;-r&#257;gah prathamam citt&#257;sa&#324;gas tato 'tha sa&#324;kalpah nidr&#257;-cchedas tanut&#257; vishaya-nivrittis trap&#257;-nasah/ unm&#257;do m&#363;rcch&#257; mritir ity et&#257;h smara-da&#347;&#257; da&#347;aiva syuh. "First comes attraction expressed through the eyes, then intense attachment in the mind, then determination, loss of sleep, becoming emaciated, disinterest in external things, shamelessness, madness, becoming stunned and death. These are the ten stages of Cupid's effects."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; also points out that devotees who possess pure love of Godhead generally do not exhibit the symptom of death, since this is inauspicious in relation to Krishna. They do, however, manifest the other nine symptoms, culminating in becoming stunned in ecstasy.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>