<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 42 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 42 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 42: <A CLASS=v HREF="index.htm">The Breaking of the Sacrificial Bow</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.42.38</P><P CLASS=c>nanda-gop&#257;dayo gop&#257;</P><P CLASS=c>bhoja-r&#257;ja-sam&#257;hut&#257;h</P><P CLASS=c>niveditop&#257;yan&#257;s ta</P><P CLASS=c>ekasmin mañca &#257;vi&#347;an</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/g/gopa">gopa</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; headed by <A HREF="http://vedabase.net/n/nanda">Nanda</A> <A HREF="http://vedabase.net/g/gopa">Gopa</A>; <A CLASS=v HREF="http://vedabase.net/g/gopah">gop&#257;h</A> &#8212; the cowherds; <A CLASS=v HREF="http://vedabase.net/b/bhoja">bhoja</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; by <A HREF="http://vedabase.net/k/kamsa">Kamsa</A>, King of the Bhojas; <A CLASS=v HREF="http://vedabase.net/s/samahutah">sam&#257;hut&#257;h</A> &#8212; called forward; <A CLASS=v HREF="http://vedabase.net/n/nivedita">nivedita</A> &#8212; presenting; <A CLASS=v HREF="http://vedabase.net/u/upayanah">up&#257;yan&#257;h</A> &#8212; their offerings; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/e/ekasmin">ekasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one; <A CLASS=v HREF="http://vedabase.net/m/mance">mañce</A> &#8212; viewing gallery; <A CLASS=v HREF="http://vedabase.net/a/avisan">&#257;vi&#347;an</A> &#8212; <A HREF="http://vedabase.net/s/sat">sat</A> down.</P><P CLASS=t>TRANSLATION</P><P>Nanda Mah&#257;r&#257;ja and the other cowherds, summoned by the King of the Bhojas, presented him with their offerings and then took their seats in one of the galleries.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, the word sam&#257;hut&#257;h indicates that King Kamsa respectfully called the leaders of Vraja forward so that they could make their offerings to the central government. According to the &#257;c&#257;rya, Kamsa assured Nanda as follows: "My dear King of Vraja, you are the most important of my village rulers. Yet even though you have come to Mathur&#257; from your cowherd village, you have not come to visit me. Is that because you are frightened? Don't think that your two sons are bad because They broke the bow. I invited Them here because I heard They were extremely powerful, and I've arranged this wrestling match as a test of Their strength. So please come forward without hesitation. Don't be afraid."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; further states that Nanda Mah&#257;r&#257;ja noticed his two sons were not present. Apparently, out of disrespect for King Kamsa's order, They had taken the morning off and gone elsewhere.</P><P>Thus Kamsa delegated some cowherd men to go look for Them and advise Them to behave properly and come back to the wrestling arena. The &#257;c&#257;rya also states that the reason Nanda and the other cowherd men sat in the galleries was that they could not find any sitting places on the royal dais.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Forty-second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Breaking of the Sacrificial Bow."</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../43/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>