<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 21"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Movements of the Sun</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.21 Summary</P><P>This chapter informs us of the movements of the sun. The sun is not stationary; it is also moving like the other planets. The sun's movements determine the duration of night and day. When the sun travels north of the equator, it moves slowly during the day and very quickly at night, thus increasing the duration of the daytime and decreasing the duration of night. Similarly, when the sun travels south of the equator, the exact opposite is true &#8212; the duration of the day decreases, and the duration of night increases. When the sun enters Karkata-r&#257;&#347;i (Cancer) and then travels to Simha-r&#257;&#347;i (Leo) and so on through Dhanuh-r&#257;&#347;i (Sagittarius), its course is called Dakshin&#257;yana, the southern way, and when the sun enters Makara-r&#257;&#347;i (Capricorn) and thereafter travels through Kumbhar&#257;&#347;i (Aquarius) and so on through Mithuna-r&#257;&#347;i (Gemini), its course is called Uttar&#257;yana, the northern way. When the sun is in Mesha-r&#257;&#347;i (Aries) and Tul&#257;-r&#257;&#347;i (Libra), the duration of day and night are equal.</P><P>On M&#257;nasottara Mountain are the abodes of four demigods. East of Sumeru Mountain is Devadh&#257;n&#299;, where King Indra lives, and south of Sumeru is Samyaman&#299;, the abode of Yamar&#257;ja, the superintendent of death. Similarly, west of Sumeru is Nimlocan&#299;, the abode of Varuna, the demigod who controls the water, and north of Sumeru is Vibh&#257;var&#299;, where the demigod of the moon lives. Sunrise, noon, sunset and midnight occur in all these places because of the movements of the sun. Diametrically opposite the place where the sunrise takes places and the sun is seen by human eyes, the sun will be setting and passing away from human vision. Similarly, the people residing diametrically opposite the point where it is midday will be experiencing midnight. The sun rises and sets with all the other planets, headed by the moon and other luminaries.</P><P>The entire k&#257;la-cakra, or wheel of time, is established on the wheel of the sun-god's chariot. This wheel is known as Samvatsara. The seven horses pulling the chariot of the sun are known as G&#257;yatr&#299;, Brihat&#299;, Ushnik, Jagat&#299;, Trishtup, Anushtup and Pa&#324;kti. They are harnessed by a demigod known as Arunadeva to a yoke 900,000 yojanas wide. Thus the chariot carries &#256;dityadeva, the sun-god. Always staying in front of the sun-god and offering their prayers are sixty thousand sages known as V&#257;likhilyas. There are fourteen Gandharvas, Apsar&#257;s and other demigods, who are divided into seven parties and who perform ritualistic activities every month to worship the Supersoul through the sun-god according to different names. Thus the sun-god travels through the universe for a distance of 95,100,000 yojanas (760,800,000 miles) at a speed of 16,004 miles at every moment.</P><P CLASS=l><A CLASS=i HREF="../20/46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>