<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 4 Verse 103</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 4 Verse 103"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">San&#257;tana Gosv&#257;m&#299; Visits the Lord at Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 4.103</P><P CLASS=c>'&#257;c&#257;ra', 'prac&#257;ra', &#8212; n&#257;mera karaha 'dui' k&#257;rya</P><P CLASS=c>tumi &#8212; sarva-guru, tumi jagatera &#257;rya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/p/pracara">prac&#257;ra</A> &#8212; behaving well and preaching; <A CLASS=v HREF="http://vedabase.net/n/namera">n&#257;mera</A> &#8212; of the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/karaha">karaha</A> &#8212; you <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/k/karya">k&#257;rya</A> &#8212; works; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; everyone's spiritual master; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/j/jagatera">jagatera</A> <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A> &#8212; the most advanced devotee within this world.</P><P CLASS=t>TRANSLATION</P><P>"You simultaneously perform both duties in relation to the holy name by your personal behavior and by your preaching. Therefore you are the spiritual master of the entire world, for you are the most advanced devotee in the world."</P><P CLASS=t>PURPORT</P><P>San&#257;tana Gosv&#257;m&#299; clearly defines herein the bona fide spiritual master of the world. The qualifications expressed in this connection are that one must act according to the scriptural injunctions and at the same time preach. One who does so is a bona fide spiritual master. Harid&#257;sa Th&#257;kura was the ideal spiritual master because he regularly chanted on his beads a prescribed number of times. Indeed, he was chanting the holy name of the Lord 300,000 times a day. Similarly, the members of the Krishna consciousness movement chant a minimum of sixteen rounds a day, which can be done without difficulty, and at the same time they must preach the cult of Caitanya Mah&#257;prabhu according to the gospel of Bhagavad-g&#299;t&#257; As It Is. One who does so is quite fit to become a spiritual master for the entire world.</P><P CLASS=l><A CLASS=i HREF="102.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="104.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>