<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 4 Verse 179</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 4 Verse 179"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">San&#257;tana Gosv&#257;m&#299; Visits the Lord at Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 4.179</P><P CLASS=c>&#257;mi ta' &#8212; sanny&#257;s&#299;, &#257;m&#257;ra 'sama-drishti' dharma</P><P CLASS=c>candana-pa&#324;kete &#257;m&#257;ra jñ&#257;na haya 'sama'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/ta">ta</A>' &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/drsti">drishti</A> &#8212; seeing everything on the <A HREF="http://vedabase.net/s/same">same</A> platform; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; duty; <A CLASS=v HREF="http://vedabase.net/c/candana">candana</A>-<A CLASS=v HREF="http://vedabase.net/p/pankete">pa&#324;kete</A> &#8212; between sandalwood pulp and mud; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; <A HREF="http://vedabase.net/s/same">same</A>.</P><P CLASS=t>TRANSLATION</P><P>"Since I am in the renounced order, My duty is to make no distinctions and be equipoised. My knowledge must be equally disposed toward sandalwood pulp and dirty mud.</P><P CLASS=t>PURPORT</P><P>It is the duty of a sanny&#257;s&#299;, a person in the renounced order, to be always equipoised, and that is also the duty of a learned man and a Vaishnava. A Vaishnava, a sanny&#257;s&#299; or a learned person has no conception of the material world; in other words, he has no conception of anything materially important. He has no desire to use sandalwood pulp for sense gratification, nor does sense gratification make him hate mud. Acceptance or rejection of material things is not the concern of a sanny&#257;s&#299;, a Vaishnava or a learned person. An advanced devotee has no desire to enjoy or reject anything. His only duty is to accept whatever is favorable for the advancement of Krishna consciousness. A Vaishnava should be indifferent to material enjoyment and renunciation and should always hanker for the spiritual life of rendering service to the Lord.</P><P CLASS=l><A CLASS=i HREF="178.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="180.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>