<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 4 Verse 81</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 4 Verse 81"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">San&#257;tana Gosv&#257;m&#299; Visits the Lord at Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 4.81</P><P CLASS=c>nija-priya-sth&#257;na mora &#8212; mathur&#257;-vrind&#257;vana</P><P CLASS=c>t&#257;h&#257;&#324; eta dharma c&#257;hi karite prac&#257;rana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; very dear place; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/m/mathura">mathur&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vrndavana">vrind&#257;vana</A> &#8212; <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A> and <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> many; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/c/cahi">c&#257;hi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> want; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/p/pracarana">prac&#257;rana</A> &#8212; preaching.</P><P CLASS=t>TRANSLATION</P><P>"Mathur&#257;-Vrind&#257;vana is My own very dear abode. I want to do many things there to preach Krishna consciousness.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu wanted to accomplish many purposes through the exegetical endeavors of &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;. First San&#257;tana Gosv&#257;m&#299; compiled the book called Brihad-bh&#257;gavat&#257;mrita to teach people how to become devotees, execute devotional service and attain love of Krishna. Second, he compiled the Hari-bhakti-vil&#257;sa, wherein he collected authoritative scriptural injunctions regarding how a Vaishnava should behave. Only by the endeavors of &#346;r&#299; San&#257;tana Gosv&#257;m&#299; were all the lost places of pilgrimage in the Vrind&#257;vana area excavated. He established Madana-mohana, the first Deity in the Vrind&#257;vana area, and by his personal behavior he taught how one should act in the renounced order, completely devoted to the service of the Lord. By his personal example, he taught people how to stay in Vrind&#257;vana to execute devotional service. The principal mission of &#346;r&#299; Caitanya Mah&#257;prabhu was to preach Krishna consciousness. Mathur&#257; and Vrind&#257;vana are the abodes of Lord Krishna. Therefore these two places are very dear to &#346;r&#299; Caitanya Mah&#257;prabhu, and He wanted to develop their glories through San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="80.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="82.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>