<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 4 Verse 98</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 4 Verse 98"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">San&#257;tana Gosv&#257;m&#299; Visits the Lord at Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 4.98</P><P CLASS=c>&#257;m&#257;ra ei deha prabhura k&#257;rye n&#257; l&#257;gila</P><P CLASS=c>bh&#257;rata-bh&#363;mite janmi' ei deha vyartha haila"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/karye">k&#257;rye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the service; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/l/lagila">l&#257;gila</A> &#8212; could not be used; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A>-<A CLASS=v HREF="http://vedabase.net/b/bhumite">bh&#363;mite</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the land of India; <A CLASS=v HREF="http://vedabase.net/j/janmi">janmi</A>' &#8212; taking birth; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; this body; <A CLASS=v HREF="http://vedabase.net/v/vyartha">vyartha</A> <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; has become useless.</P><P CLASS=t>TRANSLATION</P><P>"My body could not be used in the service of &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore although it took birth in the land of India, this body has been useless."</P><P CLASS=t>PURPORT</P><P>For a further explanation of the importance of Bh&#257;rata-bh&#363;mi, one may refer to the &#256;di-l&#299;l&#257; <A CLASS=v HREF="../../../cc/adi/9/41.htm">9.41</A> and also &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../../sb/5/19/19.htm">5.19.19-27.</A> The special feature of a birth in India is that a person born in India becomes automatically God conscious. In every part of India, and especially in the holy places of pilgrimage, even an ordinary uneducated man is inclined toward Krishna consciousness, and as soon as he sees a Krishna conscious person, he offers obeisances. India has many sacred rivers, such as the Ganges, Yamun&#257;, Narmad&#257;, K&#257;ver&#299; and Krishn&#257;, and simply by bathing in these rivers people are liberated and become Krishna conscious. &#346;r&#299; Caitanya Mah&#257;prabhu therefore says:</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/9/41.htm">&#256;di 9.41</A>]</P><P>One who has taken birth in the land of Bh&#257;rata-bh&#363;mi, India, should take full advantage of his birth. He should become completely well versed in the knowledge of the Vedas and spiritual culture and should distribute the experience of Krishna consciousness all over the world. People all over the world are madly engaging in sense gratification and in this way spoiling their human lives, with the risk that in the next life they may become animals or less. Human society should be saved from such a risky civilization and the danger of animalism by awakening to God consciousness, Krishna consciousness. The Krishna consciousness movement has been started for this purpose. Therefore unbiased men of the highest echelon should study the principles of the Krishna consciousness movement and fully cooperate with this movement to save human society.</P><P CLASS=l><A CLASS=i HREF="97.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="99.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>