<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 4"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: San&#257;tana Gosv&#257;m&#299; Visits the Lord at Jagann&#257;tha Pur&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 4 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 4.1</B></A>: When San&#257;tana Gosv&#257;m&#299; returned from Vrind&#257;vana, &#346;r&#299; Caitanya Mah&#257;prabhu affectionately saved him from his determination to commit suicide. Then, after testing him, &#346;r&#299; Caitanya Mah&#257;prabhu purified his body.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 4.2</B></A>: All glories to Lord Caitanya! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 4.3</B></A>: When &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; returned from Jagann&#257;tha Pur&#299; to Bengal, San&#257;tana Gosv&#257;m&#299; went from Mathur&#257; to Jagann&#257;tha Pur&#299; to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 4.4</B></A>: San&#257;tana Gosv&#257;m&#299; walked alone on the path through the Jh&#257;rikhanda forest in central India. Sometimes he fasted, and sometimes he would eat.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 4.5</B></A>: Because of bad water in the Jh&#257;rikhanda forest and because of fasting, San&#257;tana Gosv&#257;m&#299; contracted a disease that made his body itch. Thus he was afflicted with itching sores from which fluid oozed.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 4.6</B></A>: In disappointment, San&#257;tana Gosv&#257;m&#299; considered, "I am of a low caste, and my body is useless for devotional service.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 4.7</B></A>: "When I go to Jagann&#257;tha Pur&#299;, I shall not be able to see Lord Jagann&#257;tha, nor shall I always be able to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 4.8</B></A>: "I have heard that the residential quarters of &#346;r&#299; Caitanya Mah&#257;prabhu are near the temple of Jagann&#257;tha. But I shall not have the power to go near the temple.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 4.9</B></A>: "The servants of Lord Jagann&#257;tha generally move about tending to their duties, but if they touch me I shall be an offender.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 4.10</B></A>: "Therefore if I sacrifice this body in a good place, my unhappiness will be mitigated and I shall attain an exalted destination.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 4.11</B></A>: "During the Ratha-y&#257;tr&#257; festival, when Lord Jagann&#257;tha comes out of the temple, I shall give up this body under the wheel of His car.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 4.12</B></A>: "After seeing Lord Jagann&#257;tha, I shall give up my body under the wheel of the car in the presence of &#346;r&#299; Caitanya Mah&#257;prabhu. This will be the highest benediction of my life."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 4.13</B></A>: Having made this resolution, San&#257;tana Gosv&#257;m&#299; went to N&#299;l&#257;cala, where he asked directions from people and approached the residence of Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 4.14</B></A>: He offered his respects to the lotus feet of Harid&#257;sa Th&#257;kura, who knew him and thus embraced him.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 4.15</B></A>: San&#257;tana Gosv&#257;m&#299; was very eager to see the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore Harid&#257;sa Th&#257;kura said, "The Lord is coming here very soon."</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 4.16</B></A>: At that very moment, &#346;r&#299; Caitanya Mah&#257;prabhu, after visiting the temple of Jagann&#257;tha to see the offering of upala-bhoga [morning refreshments], came with His other devotees to see Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 4.17</B></A>: Seeing &#346;r&#299; Caitanya Mah&#257;prabhu, both Harid&#257;sa Th&#257;kura and San&#257;tana Gosv&#257;m&#299; immediately fell flat like rods to offer obeisances. The Lord then lifted Harid&#257;sa and embraced him.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 4.18</B></A>: Harid&#257;sa Th&#257;kura said to &#346;r&#299; Caitanya Mah&#257;prabhu, "Here is San&#257;tana Gosv&#257;m&#299; offering his obeisances." Seeing San&#257;tana Gosv&#257;m&#299;, the Lord was greatly surprised.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 4.19</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu came forward to embrace him, San&#257;tana backed away and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 4.20</B></A>: "My Lord, please do not touch me. I fall at Your lotus feet. I am the lowest of men, having been born of a low caste. Besides that, I have infections on my body."</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 4.21</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, however, embraced San&#257;tana Gosv&#257;m&#299; by force. Thus the moisture oozing from the itching sores touched the transcendental body of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 4.22</B></A>: The Lord introduced all the devotees to San&#257;tana Gosv&#257;m&#299;, who offered his respectful obeisances unto the lotus feet of them all.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 4.23</B></A>: The Lord and His devotees sat on a raised platform, and below that sat Harid&#257;sa Th&#257;kura and San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 4.24</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu inquired from San&#257;tana about news of his well-being. San&#257;tana replied, "Everything is auspicious because I have seen Your lotus feet."</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 4.25</B></A>: When the Lord asked about all the Vaishnavas at Mathur&#257;, San&#257;tana Gosv&#257;m&#299; informed Him of their good health and fortune.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 4.26</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu informed San&#257;tana Gosv&#257;m&#299;, "&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; was here for ten months. He left for Bengal just ten days ago.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 4.27</B></A>: "Your brother Anupama is now dead. He was a very good devotee who had firm conviction in Raghun&#257;tha [Lord R&#257;macandra]."</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 4.28</B></A>: San&#257;tana Gosv&#257;m&#299; said, "I was born in a low family, for my family commits all kinds of irreligious acts that violate the scriptural injunctions.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 4.29</B></A>: "My Lord, without hatred for my family You have accepted me as Your servant. Only by Your mercy is there good fortune in my family.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 4.30</B></A>: "From the very beginning of his childhood, my younger brother Anupama was a great devotee of Raghun&#257;tha [Lord R&#257;macandra], and he worshiped Him with great determination.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 4.31</B></A>: "He always chanted the holy name of Raghun&#257;tha and meditated upon Him. He continuously heard about the activities of the Lord from the R&#257;m&#257;yana and chanted about them.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 4.32</B></A>: "R&#363;pa and I are his elder brothers. He stayed with us continuously.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 4.33</B></A>: "He heard &#346;r&#299;mad-Bh&#257;gavatam and talks about Lord Krishna with us, and both of us examined him.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 4.34</B></A>: "'Dear Vallabha,' we said, 'please hear from us. Lord Krishna is supremely attractive. His beauty, sweetness and pastimes of love are without limit.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 4.35</B></A>: "'Engage yourself in devotional service to Krishna with the two of us. We three brothers shall stay together and enjoy discussing the pastimes of Lord Krishna.'</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 4.36</B></A>: "In this way we spoke to him again and again, and because of this persuasion and his respect for us, his mind turned somewhat toward our instructions.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 4.37</B></A>: "Vallabha replied, 'My dear brothers, how can I disobey your orders? Initiate me into the Krishna mantra so that I may perform devotional service to Lord Krishna.'</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 4.38</B></A>: "After saying this, at night he began to think, 'How shall I give up the lotus feet of Lord Raghun&#257;tha?'</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 4.39</B></A>: "He stayed up all night and cried. In the morning, he came to us and submitted the following plea.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 4.40</B></A>: "'I have sold my head at the lotus feet of Lord R&#257;macandra. I cannot take it away. That would be too painful for me.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 4.41</B></A>: "'The two of you please be merciful to me and order me in such a way that life after life I may serve the lotus feet of Lord Raghun&#257;tha.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 4.42</B></A>: "'It is impossible for me to give up the lotus feet of Lord Raghun&#257;tha. When I even think of giving them up, my heart breaks.'</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 4.43</B></A>: "Upon hearing this, we each embraced him and encouraged him by saying, 'You are a great saintly devotee, for your determination in devotional service is fixed.' In this way we praised him.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 4.44</B></A>: "My dear Lord, the family upon which You bestow even a little mercy is always fortunate, for such mercy makes all miseries disappear."</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 4.45</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "There was a similar incident concerning Mur&#257;ri Gupta. Formerly I examined him, and his determination was similar.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 4.46</B></A>: "Glorious is that devotee who does not give up the shelter of his Lord, and glorious is that Lord who does not abandon His servant.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 4.47</B></A>: "If by chance a servant falls down and goes somewhere else, glorious is that master who captures him and brings him back by the hair.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 4.48</B></A>: "It is very good that you have arrived here. Now stay in this room with Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 4.49</B></A>: "Both of you are expert in understanding the mellows of Lord Krishna's devotional service. Therefore you should both continue relishing the taste for such activities and chanting the Hare Krishna mah&#257;-mantra."</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 4.50</B></A>: Having said this, &#346;r&#299; Caitanya Mah&#257;prabhu got up and left, and through Govinda He sent pras&#257;dam for them to eat.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 4.51</B></A>: In this way, San&#257;tana Gosv&#257;m&#299; stayed under the care of &#346;r&#299; Caitanya Mah&#257;prabhu. He would see the wheel on the pinnacle of the Jagann&#257;tha temple and offer respectful obeisances.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 4.52</B></A>: Every day &#346;r&#299; Caitanya Mah&#257;prabhu would go there to meet these two stalwart devotees and discuss topics of Krishna with them for some time.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 4.53</B></A>: The offerings of pras&#257;dam in the temple of Lord Jagann&#257;tha were of the highest quality. &#346;r&#299; Caitanya Mah&#257;prabhu would bring this pras&#257;dam and deliver it to the two devotees.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 4.54</B></A>: One day when the Lord came to meet them, He suddenly began speaking to San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 4.55</B></A>: "My dear San&#257;tana," He said, "if I could attain Krishna by committing suicide, I would certainly give up millions of bodies without a moment's hesitation.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 4.56</B></A>: "You should know that one cannot attain Krishna simply by giving up the body. Krishna is attainable by devotional service. There is no other means for attaining Him.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 4.57</B></A>: "Acts such as suicide are influenced by the mode of ignorance, and in ignorance and passion one cannot understand who Krishna is.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 4.58</B></A>: "Unless one discharges devotional service, one cannot awaken one's dormant love for Krishna, and there is no means for attaining Him other than awakening that dormant love.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 4.59</B></A>: [The Supreme Personality of Godhead, Krishna, said:] "My dear Uddhava, neither through asht&#257;&#324;ga-yoga [the mystic yoga system for controlling the senses], nor through impersonal monism or an analytical study of the Absolute Truth, nor through study of the Vedas, nor through austerities, charity or acceptance of sanny&#257;sa can one satisfy Me as much as by developing unalloyed devotional service unto Me."</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 4.60</B></A>: "Measures like suicide are causes for sin. A devotee never achieves shelter at Krishna's lotus feet by such actions.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 4.61</B></A>: "Because of feelings of separation from Krishna, an exalted devotee sometimes wants to give up his life. By such ecstatic love, however, one attains the audience of Krishna, and at that time he cannot give up his body.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 4.62</B></A>: "One who is deeply in love with Krishna cannot tolerate separation from the Lord. Therefore such a devotee always desires his own death.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 4.63</B></A>: "'O lotus-eyed one, great personalities like Lord &#346;iva desire to bathe in the dust of Your lotus feet to drive away ignorance. If I do not get the mercy of Your Lordship, I shall observe vows to reduce the duration of my life, and thus I shall give up bodies for hundreds of births if it is possible to get Your mercy in that way.'</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 4.64</B></A>: "'O dear Krishna, by Your smiling glances and melodious talk, You have awakened a fire of lusty desire in our hearts. Now You should extinguish that fire with a stream of nectar from Your lips by kissing us. Kindly do this. Otherwise, dear friend, the fire within our hearts will burn our bodies to ashes because of separation from You. Thus by meditation we shall claim shelter at Your lotus feet.'"</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 4.65</B></A>: Caitanya Mah&#257;prabhu told San&#257;tana Gosv&#257;m&#299;, "Give up all your nonsensical desires, for they are unfavorable for getting shelter at the lotus feet of Krishna. Engage yourself in chanting and hearing. Then you will soon achieve the shelter of Krishna without a doubt.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 4.66</B></A>: "A person born in a low family is not unfit for discharging devotional service to Lord Krishna, nor is one fit for devotional service simply because he is born in an aristocratic family of br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 4.67</B></A>: "Anyone who takes to devotional service is exalted, whereas a nondevotee is always condemned and abominable. Therefore in the discharge of devotional service to the Lord, there is no consideration of the status of one's family.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 4.68</B></A>: "The Supreme Personality of Godhead, Krishna, is always favorable to the humble and meek, but aristocrats, learned scholars and the wealthy are always proud of their positions.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 4.69</B></A>: "'One may be born in a br&#257;hmana family and have all twelve brahminical qualities, but if in spite of being thus qualified he is not devoted to the lotus feet of Lord Krishna, who has a navel shaped like a lotus, he is not as good as a cand&#257;la who has dedicated his mind, words, activities, wealth and life to the service of the Lord. Simply to take birth in a br&#257;hmana family or to have brahminical qualities is not sufficient. One must be a pure devotee of the Lord. Thus if a &#347;va-paca, or cand&#257;la, is a devotee, he delivers not only himself but his entire family as well, whereas a br&#257;hmana who is not a devotee but simply has brahminical qualifications cannot even purify himself, what to speak of his family.'</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 4.70</B></A>: "Among the ways of executing devotional service, the nine prescribed methods are the best, for these processes have great potency to deliver Krishna and ecstatic love for Him.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 4.71</B></A>: "Of the nine processes of devotional service, the most important is to always chant the holy name of the Lord. If one does so, avoiding the ten kinds of offenses, one very easily obtains the most valuable love of Godhead."</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 4.72</B></A>: After hearing this, San&#257;tana Gosv&#257;m&#299; was exceedingly astonished. He could understand, "My decision to commit suicide has not been greatly appreciated by &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 4.73</B></A>: San&#257;tana Gosv&#257;m&#299; concluded, "Lord &#346;r&#299; Caitanya Mah&#257;prabhu, who knows everything &#8212; past, present and future &#8212; has forbidden me to commit suicide." He then fell down, touching the lotus feet of the Lord, and spoke to Him as follows.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 4.74</B></A>: "My Lord, You are the omniscient, merciful, independent Supreme Lord. Exactly like an instrument of wood, I dance as You make me do so.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 4.75</B></A>: "I am lowborn. Indeed, I am the lowest. I am condemned, for I have all the characteristics of a sinful man. If You keep me alive, what will be the profit?"</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 4.76</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu said, "Your body is My property. You have already surrendered unto Me. Therefore you no longer have any claim to your body.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 4.77</B></A>: "Why should you want to destroy another's property? Can't you consider what is right and wrong?</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 4.78</B></A>: "Your body is My principal instrument for executing many necessary functions. By your body I shall carry out many tasks.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 4.79</B></A>: "You shall have to ascertain the basic principles of a devotee, devotional service, love of Godhead, Vaishnava duties and Vaishnava characteristics.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 4.80</B></A>: "You will also have to explain Krishna's devotional service, establish centers for cultivation of love of Krishna, excavate lost places of pilgrimage and teach people how to adopt the renounced order.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 4.81</B></A>: "Mathur&#257;-Vrind&#257;vana is My own very dear abode. I want to do many things there to preach Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 4.82</B></A>: "By the order of My mother I am sitting here in Jagann&#257;tha Pur&#299;; therefore, I cannot go to Mathur&#257;-Vrind&#257;vana to teach people how to live there according to religious principles.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 4.83</B></A>: "I have to do all this work through your body, but you want to give it up. How can I tolerate this?"</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 4.84</B></A>: At that time San&#257;tana Gosv&#257;m&#299; said to &#346;r&#299; Caitanya Mah&#257;prabhu, "I offer my respectful obeisances unto You. No one can understand the deep ideas You plan within Your heart.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 4.85</B></A>: "A wooden doll chants and dances according to the direction of a magician but does not know how he is dancing and singing.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 4.86</B></A>: "My dear Lord, as You cause one to dance, he dances accordingly, but how he dances and who is causing him to dance he does not know."</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 4.87</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said to Harid&#257;sa Th&#257;kura, "My dear Harid&#257;sa, please hear Me. This gentleman wants to destroy another's property.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 4.88</B></A>: "One who is entrusted with another's property does not distribute it or use it for his own purposes. Therefore, tell him not to do such an unlawful thing."</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 4.89</B></A>: Harid&#257;sa Th&#257;kura replied, "We are falsely proud of our capabilities. Actually we cannot understand Your deep intentions.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 4.90</B></A>: "Unless You inform us, we cannot understand what Your purpose is or what You want to do through whom.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 4.91</B></A>: "My dear Sir, since You, a great personality, have accepted San&#257;tana Gosv&#257;m&#299;, he is greatly fortunate; no one can be as fortunate as he."</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 4.92</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu embraced both Harid&#257;sa Th&#257;kura and San&#257;tana Gosv&#257;m&#299; and then got up and left to perform His noon duties.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 4.93</B></A>: "My dear San&#257;tana," Harid&#257;sa Th&#257;kura said, embracing him, "no one can find the limits of your good fortune.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 4.94</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu has accepted your body as His own property. Therefore no one can equal you in good fortune.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 4.95</B></A>: "What &#346;r&#299; Caitanya Mah&#257;prabhu cannot do with His personal body He wants to do through you, and He wants to do it in Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 4.96</B></A>: "Whatever the Supreme Personality of Godhead wants us to do will successfully be accomplished. This is your great fortune. That is my mature opinion.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 4.97</B></A>: "I can understand from the words of &#346;r&#299; Caitanya Mah&#257;prabhu that He wants you to write books about the conclusive decision of devotional service and about the regulative principles ascertained from the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 4.98</B></A>: "My body could not be used in the service of &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore although it took birth in the land of India, this body has been useless."</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 4.99</B></A>: San&#257;tana Gosv&#257;m&#299; replied, "O Harid&#257;sa Th&#257;kura, who is equal to you? You are one of the associates of &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore you are the most fortunate.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 4.100</B></A>: "The mission of &#346;r&#299; Caitanya Mah&#257;prabhu, for which He has descended as an incarnation, is to spread the importance of chanting the holy name of the Lord. Now instead of personally doing so, He is spreading it through you.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 4.101</B></A>: "My dear sir, you are chanting the holy name 300,000 times daily and informing everyone of the importance of such chanting.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 4.102</B></A>: "Some behave very well but do not preach the cult of Krishna consciousness, whereas others preach but do not behave properly.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 4.103</B></A>: "You simultaneously perform both duties in relation to the holy name by your personal behavior and by your preaching. Therefore you are the spiritual master of the entire world, for you are the most advanced devotee in the world."</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 4.104</B></A>: In this way the two of them passed their time discussing subjects concerning Krishna. Thus they enjoyed life together.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 4.105</B></A>: During the time of Ratha-y&#257;tr&#257;, all the devotees arrived from Bengal to visit the car festival as they had done previously.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 4.106</B></A>: During the Ratha-y&#257;tr&#257; festival, &#346;r&#299; Caitanya Mah&#257;prabhu again danced before the car of Jagann&#257;tha. When San&#257;tana Gosv&#257;m&#299; saw this, his mind was astonished.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 4.107</B></A>: The Lord's devotees from Bengal stayed at Jagann&#257;tha Pur&#299; during the four months of the rainy season, and Lord &#346;r&#299; Caitanya Mah&#257;prabhu introduced San&#257;tana Gosv&#257;m&#299; to them all.</P><P CLASS=r><A CLASS=i HREF="108-110.htm"><B>CC Antya 4.108-110</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu introduced San&#257;tana Gosv&#257;m&#299; to these and other selected devotees: Advaita &#256;c&#257;rya, Nity&#257;nanda Prabhu, &#346;r&#299;v&#257;sa Th&#257;kura, Vakre&#347;vara Pandita, V&#257;sudeva Datta, Mur&#257;ri Gupta, R&#257;ghava Pandita, D&#257;modara Pandita, Param&#257;nanda Pur&#299;, Brahm&#257;nanda Bh&#257;rat&#299;, Svar&#363;pa D&#257;modara, Gad&#257;dhara Pandita, S&#257;rvabhauma Bhatt&#257;c&#257;rya, R&#257;m&#257;nanda R&#257;ya, Jagad&#257;nanda Pandita, &#346;a&#324;kara Pandita, K&#257;&#347;&#299;&#347;vara and Govinda.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 4.111</B></A>: The Lord asked San&#257;tana Gosv&#257;m&#299; to offer obeisances to all the devotees in a way that befitted each one. Thus He introduced San&#257;tana Gosv&#257;m&#299; to them all, just to make him an object of their mercy.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 4.112</B></A>: San&#257;tana Gosv&#257;m&#299; was dear to everyone because of his exalted qualities and learning. Suitably, therefore, they bestowed upon him mercy, friendship and honor.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 4.113</B></A>: When all the other devotees returned to Bengal after the Ratha-y&#257;tr&#257; festival, San&#257;tana Gosv&#257;m&#299; stayed under the care of the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 4.114</B></A>: San&#257;tana Gosv&#257;m&#299; observed the Dola-y&#257;tr&#257; ceremony with Lord &#346;r&#299; Caitanya Mah&#257;prabhu. In this way, his pleasure increased in the company of the Lord.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 4.115</B></A>: San&#257;tana Gosv&#257;m&#299; had come to see &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299; during the month of April-May, and during the month of May-June &#346;r&#299; Caitanya Mah&#257;prabhu tested him.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 4.116</B></A>: In that month of May-June, &#346;r&#299; Caitanya Mah&#257;prabhu came to the garden of Yame&#347;vara [Lord &#346;iva] and accepted pras&#257;dam there at the request of the devotees.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 4.117</B></A>: At noon, when it was time for lunch, the Lord called for San&#257;tana Gosv&#257;m&#299;, whose happiness increased because of the call.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 4.118</B></A>: At noon the sand on the beach was as hot as fire, but San&#257;tana Gosv&#257;m&#299; came by that path.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 4.119</B></A>: Overwhelmed by joy at being called by the Lord, San&#257;tana Gosv&#257;m&#299; did not feel that his feet were burning in the hot sand.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 4.120</B></A>: Although the soles of his feet were blistered because of the heat, he nevertheless went to &#346;r&#299; Caitanya Mah&#257;prabhu. There he found that the Lord, having taken His lunch, was resting.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 4.121</B></A>: Govinda gave San&#257;tana Gosv&#257;m&#299; the plate with the remnants of Lord Caitanya's food. After taking the pras&#257;dam, San&#257;tana Gosv&#257;m&#299; approached Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 4.122</B></A>: When the Lord inquired, "By which path have you come?" San&#257;tana Gosv&#257;m&#299; replied, "I have come on the path along the beach."</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 4.123</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "How did you come along the beach, where the sand is so hot? Why didn't you come by the path in front of the Simha-dv&#257;ra gate? It is very cool.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 4.124</B></A>: "The hot sand must have blistered your soles. Now you cannot walk. How did you tolerate it?"</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 4.125</B></A>: San&#257;tana Gosv&#257;m&#299; replied, "I did not feel much pain, nor did I know that there were blisters because of the heat.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 4.126</B></A>: "I have no right to pass by the Simha-dv&#257;ra, for the servants of Jagann&#257;tha are always coming and going there.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 4.127</B></A>: "The servants are always coming and going without interval. If I touch them, I shall be ruined."</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 4.128</B></A>: Having heard all these details, &#346;r&#299; Caitanya Mah&#257;prabhu, greatly pleased, spoke as follows.</P><P CLASS=r><A CLASS=i HREF="129-130.htm"><B>CC Antya 4.129-130</B></A>: "My dear San&#257;tana, although you are the deliverer of the entire universe and although even the demigods and great saints are purified by touching you, it is the characteristic of a devotee to observe and protect the Vaishnava etiquette. Maintenance of the Vaishnava etiquette is the ornament of a devotee.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 4.131</B></A>: "If one transgresses the laws of etiquette, people make fun of him, and thus he is vanquished in both this world and the next.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 4.132</B></A>: "By observing the etiquette, you have satisfied My mind. Who else but you could show this example?"</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 4.133</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu embraced San&#257;tana Gosv&#257;m&#299;, and the moisture oozing from the itching sores on San&#257;tana's body smeared the body of the Lord.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 4.134</B></A>: Although San&#257;tana Gosv&#257;m&#299; repeatedly forbade &#346;r&#299; Caitanya Mah&#257;prabhu to embrace him, the Lord still did so. Thus His body was smeared with the moisture from San&#257;tana's body, and San&#257;tana became greatly distressed.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 4.135</B></A>: Thus both servant and master departed for their respective homes. The next day, Jagad&#257;nanda Pandita went to meet San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 4.136</B></A>: When Jagad&#257;nanda Pandita and San&#257;tana Gosv&#257;m&#299; sat together and began to discuss topics about Krishna, San&#257;tana Gosv&#257;m&#299; submitted to Jagad&#257;nanda Pandita the cause of his distress.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 4.137</B></A>: "I came here to diminish my unhappiness by seeing Lord &#346;r&#299; Caitanya Mah&#257;prabhu, but the Lord did not allow me to execute what was in my mind.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 4.138</B></A>: "Although I forbid Him to do so, &#346;r&#299; Caitanya Mah&#257;prabhu nevertheless embraces me, and therefore His body becomes smeared with the discharges from my itching sores.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 4.139</B></A>: "In this way I am committing offenses at His lotus feet, and from these offenses I shall certainly not be delivered. At the same time, I cannot see Lord Jagann&#257;tha. This is my great unhappiness.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 4.140</B></A>: "I came here for my benefit, but now I see that I am getting just the opposite. I do not know, nor can I ascertain, how there will be benefit for me."</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 4.141</B></A>: Jagad&#257;nanda Pandita said, "The most suitable place for you to reside is Vrind&#257;vana. After seeing the Ratha-y&#257;tr&#257; festival, you can return there.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 4.142</B></A>: "The Lord has already ordered both of you brothers to situate yourselves in Vrind&#257;vana. There you will achieve all happiness.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 4.143</B></A>: "Your purpose in coming has been fulfilled, for you have seen the lotus feet of the Lord. Therefore, after seeing Lord Jagann&#257;tha on the Ratha-y&#257;tr&#257; car, you can leave."</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 4.144</B></A>: San&#257;tana Gosv&#257;m&#299; replied, "You have given me very good advice. I shall certainly go there, for that is the place the Lord has given me for my residence."</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 4.145</B></A>: After talking in this way, San&#257;tana Gosv&#257;m&#299; and Jagad&#257;nanda Pandita returned to their respective duties. The next day, &#346;r&#299; Caitanya Mah&#257;prabhu went to see Harid&#257;sa and San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 4.146</B></A>: Harid&#257;sa Th&#257;kura offered obeisances to the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord embraced him in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 4.147</B></A>: San&#257;tana Gosv&#257;m&#299; offered his obeisances and dandavats from a distant place, but &#346;r&#299; Caitanya Mah&#257;prabhu called him again and again to embrace him.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 4.148</B></A>: Out of fear of committing offenses, San&#257;tana Gosv&#257;m&#299; did not come forward to meet &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord, however, went forward to meet him.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 4.149</B></A>: San&#257;tana Gosv&#257;m&#299; backed away, but &#346;r&#299; Caitanya Mah&#257;prabhu caught him by force and embraced him.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 4.150</B></A>: The Lord took them both with Him and sat down in a sacred place. Then San&#257;tana Gosv&#257;m&#299;, who was advanced in renunciation, began to speak.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 4.151</B></A>: "I came here for my benefit," he said, "but I see that I am getting just the opposite. I am unfit to render service. I simply commit offenses day after day.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 4.152</B></A>: "By nature I am lowborn. I am a contaminated reservoir of sinful activities. If You touch me, Sir, that will be a great offense on my part.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Antya 4.153</B></A>: "Moreover, blood is running from infected itching sores on my body, smearing Your body with moisture, but still You touch me by force.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Antya 4.154</B></A>: "My dear Sir, You do not have even a pinch of aversion to touching my body, which is in a horrible condition. Because of this offense, everything auspicious will be vanquished for me.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Antya 4.155</B></A>: "Therefore I see that I will get nothing auspicious by staying here. Kindly give me orders allowing me to return to Vrind&#257;vana after the Ratha-y&#257;tr&#257; festival.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Antya 4.156</B></A>: "I have consulted Jagad&#257;nanda Pandita for his opinion, and he has also advised me to return to Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Antya 4.157</B></A>: Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu, in an angry mood, began to chastise Jagad&#257;nanda Pandita.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Antya 4.158</B></A>: "Jag&#257; [Jagad&#257;nanda Pandita] is only a new boy, but he has become so proud that he thinks himself competent to advise a person like you.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Antya 4.159</B></A>: "In affairs of spiritual advancement and even in ordinary dealings, you are on the level of his spiritual master. Yet not knowing his own value, he dares to advise you.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Antya 4.160</B></A>: "My dear San&#257;tana, you are on the level of My advisor, for you are an authorized person. But Jag&#257; wants to advise you. This is but the impudence of a naughty boy."</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Antya 4.161</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu was thus chastising Jagad&#257;nanda Pandita, San&#257;tana Gosv&#257;m&#299; fell at the Lord's feet and said, "I can now understand the fortunate position of Jagad&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Antya 4.162</B></A>: "I can also understand my misfortune. No one in this world is as fortunate as Jagad&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Antya 4.163</B></A>: "Sir, You are making Jagad&#257;nanda drink the nectar of affectionate relationships, whereas by offering me honorable prayers, You are making me drink the bitter juice of nimba and ni&#347;ind&#257;.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Antya 4.164</B></A>: "It is my misfortune that You have not accepted me as one of Your intimate relations. But You are the completely independent Supreme Personality of Godhead."</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Antya 4.165</B></A>: Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu was somewhat ashamed. Just to satisfy San&#257;tana Gosv&#257;m&#299;, He spoke the following words.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Antya 4.166</B></A>: "My dear San&#257;tana, please do not think that Jagad&#257;nanda is more dear to Me than you. However, I cannot tolerate transgressions of the standard etiquette.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Antya 4.167</B></A>: "You are an experienced authority in the &#347;&#257;stras, whereas Jag&#257; is just a young boy.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Antya 4.168</B></A>: "You have the power to convince even Me. In many places you have already convinced Me about ordinary behavior and devotional service.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Antya 4.169</B></A>: "Jag&#257;'s advising you is intolerable for Me. Therefore I am chastising him.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Antya 4.170</B></A>: "I offer you praise not because I think of you as being outside an intimate relationship with Me but because you are actually so qualified that one is forced to praise your qualities.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Antya 4.171</B></A>: "Although one has affection for many persons, different types of ecstatic love awaken according to the nature of one's personal relationships.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Antya 4.172</B></A>: "You consider your body dangerous and awful, but I think that your body is like nectar.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Antya 4.173</B></A>: "Actually your body is transcendental, never material. You are thinking of it, however, in terms of a material conception.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Antya 4.174</B></A>: "Even if your body were material, I still could not neglect it, for the material body should be considered neither good nor bad.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Antya 4.175</B></A>: "'Anything not conceived in relationship to Krishna should be understood to be illusion [m&#257;y&#257;]. None of the illusions uttered by words or conceived in the mind are factual. Because illusion is not factual, there is no distinction between what we think is good and what we think is bad. When we speak of the Absolute Truth, such speculations do not apply.'</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Antya 4.176</B></A>: "In the material world, conceptions of good and bad are all mental speculations. Therefore, saying 'This is good' and 'This is bad' is all a mistake.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Antya 4.177</B></A>: "'The humble sages, by virtue of true knowledge, see with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater.'</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Antya 4.178</B></A>: "'One who is fully satisfied in knowledge obtained and practically applied in life, who is always determined and fixed in his spiritual position, who completely controls his senses, and who sees pebbles, stones and gold on the same level is understood to be a perfect yog&#299;.'</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Antya 4.179</B></A>: "Since I am in the renounced order, My duty is to make no distinctions and be equipoised. My knowledge must be equally disposed toward sandalwood pulp and dirty mud.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Antya 4.180</B></A>: "For this reason, I cannot reject you. If I hated you, I would deviate from My occupational duty."</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Antya 4.181</B></A>: Harid&#257;sa said, "My dear Lord, what You have spoken deals with external formalities. I do not accept it.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Antya 4.182</B></A>: "My Lord, we are all fallen, but You have accepted us due to Your attribute of being merciful to the fallen. This is well known all over the world."</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Antya 4.183</B></A>: Lord Caitanya smiled and said, "Listen, Harid&#257;sa and San&#257;tana. Now I am speaking the truth about how My mind is attached to you.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Antya 4.184</B></A>: "My dear Harid&#257;sa and San&#257;tana, I think of you as My little boys, to be maintained by Me. The maintainer never takes seriously any faults of the maintained.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Antya 4.185</B></A>: "I always think of Myself as deserving no respect, but because of affection I always consider you to be like My little children.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Antya 4.186</B></A>: "When a child passes stool and urine that touch the body of the mother, the mother never hates the child. On the contrary, she takes much pleasure in cleansing him.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Antya 4.187</B></A>: "The stool and urine of the maintained child appear like sandalwood pulp to the mother. Similarly, when the foul moisture oozing from the sores of San&#257;tana touches My body, I have no hatred for him."</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Antya 4.188</B></A>: Harid&#257;sa Th&#257;kura said, "My dear Sir, You are the Supreme Personality of Godhead and are most merciful toward us. No one can understand what is within Your deeply affectionate heart.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Antya 4.189</B></A>: "You embraced the leper V&#257;sudeva, whose body was fully infected by worms. You are so kind that in spite of his condition You embraced him.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Antya 4.190</B></A>: "By embracing him You made his body as beautiful as that of Cupid. We cannot understand the waves of Your mercy."</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Antya 4.191</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "The body of a devotee is never material. It is considered to be transcendental, full of spiritual bliss.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Antya 4.192</B></A>: "At the time of initiation, when a devotee fully surrenders unto the service of the Lord, Krishna accepts him to be as good as Himself.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Antya 4.193</B></A>: "When the devotee's body is thus transformed into spiritual existence, the devotee, in that transcendental body, renders service to the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Antya 4.194</B></A>: "'The living entity who is subjected to birth and death attains immortality when he gives up all material activities, dedicates his life to the execution of My order, and acts according to My directions. In this way he becomes fit to enjoy the spiritual bliss derived from exchanging loving mellows with Me.'</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Antya 4.195</B></A>: "Krishna somehow or other manifested these itching sores on the body of San&#257;tana Gosv&#257;m&#299; and sent him here to test Me.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Antya 4.196</B></A>: "If I had hated San&#257;tana Gosv&#257;m&#299; and had not embraced him, I would certainly have been chastised for offenses to Krishna.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Antya 4.197</B></A>: "San&#257;tana Gosv&#257;m&#299; is one of the associates of Krishna. There could not be any bad odor from his body. On the first day I embraced him, I smelled the aroma of catuhsama [a mixture of sandalwood pulp, camphor, aguru and musk]."</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Antya 4.198</B></A>: In fact, however, when &#346;r&#299; Caitanya Mah&#257;prabhu embraced the body of San&#257;tana Gosv&#257;m&#299;, by the Lord's touch alone there was manifested a fragrance exactly like that of sandalwood pulp.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Antya 4.199</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "My dear San&#257;tana, do not be aggrieved, for when I embrace you I actually get great pleasure.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Antya 4.200</B></A>: "Stay with Me at Jagann&#257;tha Pur&#299; for one year, and after that I shall send you to Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Antya 4.201</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu again embraced San&#257;tana Gosv&#257;m&#299;. Thus immediately San&#257;tana's sores disappeared, and his entire body resembled the color of gold.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Antya 4.202</B></A>: Seeing the change, Harid&#257;sa Th&#257;kura, greatly astonished, told the Lord, "This is Your pastime.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Antya 4.203</B></A>: "My dear Lord, You made San&#257;tana Gosv&#257;m&#299; drink the water of Jh&#257;rikhanda, and You actually generated the consequent itching sores on his body.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Antya 4.204</B></A>: "After thus causing these itching sores, You examined San&#257;tana Gosv&#257;m&#299;. No one can understand Your transcendental pastimes."</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Antya 4.205</B></A>: After embracing both Harid&#257;sa Th&#257;kura and San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu returned to His residence. Then Harid&#257;sa Th&#257;kura and San&#257;tana Gosv&#257;m&#299;, in great ecstatic love, began to describe the Lord's transcendental attributes.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Antya 4.206</B></A>: In this way San&#257;tana Gosv&#257;m&#299; stayed under the care of &#346;r&#299; Caitanya Mah&#257;prabhu and discussed the transcendental qualities of &#346;r&#299; Caitanya Mah&#257;prabhu with Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Antya 4.207</B></A>: After they saw the Dola-y&#257;tr&#257; festival, &#346;r&#299; Caitanya Mah&#257;prabhu instructed San&#257;tana Gosv&#257;m&#299; fully about what to do in Vrind&#257;vana and bade him farewell.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Antya 4.208</B></A>: The scene of separation that took place when San&#257;tana Gosv&#257;m&#299; and &#346;r&#299; Caitanya Mah&#257;prabhu took leave of each other is so piteous that it cannot be described herein.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Antya 4.209</B></A>: San&#257;tana Gosv&#257;m&#299; decided to go to Vrind&#257;vana by the very forest path &#346;r&#299; Caitanya Mah&#257;prabhu had traversed.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Antya 4.210</B></A>: San&#257;tana Gosv&#257;m&#299; noted from Balabhadra Bhatt&#257;c&#257;rya all the villages, rivers and hills where &#346;r&#299; Caitanya Mah&#257;prabhu had performed His pastimes.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Antya 4.211</B></A>: San&#257;tana Gosv&#257;m&#299; met all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu and then, traveling by that same path, visited the places through which &#346;r&#299; Caitanya Mah&#257;prabhu had passed.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Antya 4.212</B></A>: As soon as San&#257;tana Gosv&#257;m&#299; visited a place where &#346;r&#299; Caitanya Mah&#257;prabhu had performed His pastimes on the way, he was immediately filled with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Antya 4.213</B></A>: In this way San&#257;tana Gosv&#257;m&#299; reached Vrind&#257;vana. Later R&#363;pa Gosv&#257;m&#299; came and met him.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Antya 4.214</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; had been delayed in Bengal for a year because he was dividing his money among his relatives to situate them in their proper positions.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Antya 4.215</B></A>: He collected whatever money he had accumulated in Bengal and divided it among his relatives, the br&#257;hmanas and the temples.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Antya 4.216</B></A>: Thus after finishing all the tasks he had on his mind, he returned to Vrind&#257;vana fully satisfied.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Antya 4.217</B></A>: The brothers met at Vrind&#257;vana, where they stayed to execute the will of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Antya 4.218</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; collected many revealed scriptures, and from the evidence in those scriptures they excavated all the lost sites of pilgrimage. Thus they established temples for the worship of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Antya 4.219</B></A>: &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; compiled the Brihad-bh&#257;gavat&#257;mrita. From this book one can understand who is a devotee, what is the process of devotional service, and who is Krishna, the Absolute Truth.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Antya 4.220</B></A>: &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; wrote a commentary on the Tenth Canto known as Da&#347;ama-tippan&#299;, from which we can understand the transcendental pastimes and ecstatic love of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Antya 4.221</B></A>: He also compiled the Hari-bhakti-vil&#257;sa, from which we can understand the standard behavior of a devotee and the full extent of a Vaishnava's duty.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Antya 4.222</B></A>: &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; also compiled many other books. Who can enumerate them? The basic principle of all these books is to show us how to love Madana-mohana and Govindaj&#299;.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Antya 4.223</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also wrote many books, the most famous of which is the Bhakti-ras&#257;mrita-sindhu. From that book one can understand the essence of devotional service to Krishna and the transcendental mellows one can derive from such service.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Antya 4.224</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also compiled the book named Ujjvala-n&#299;lamani, from which one can understand, to the fullest limits, the loving affairs of &#346;r&#299; &#346;r&#299; R&#257;dh&#257; and Krishna.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Antya 4.225</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also compiled two important dramas named Vidagdha-m&#257;dhava and Lalita-m&#257;dhava, from which one can understand all the mellows derived from the pastimes of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Antya 4.226</B></A>: &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; compiled 100,000 verses, beginning with the book D&#257;na-keli-kaumud&#299;. In all these scriptures he elaborately explained the transcendental mellows of the activities of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Antya 4.227</B></A>: The son of &#346;r&#299; Vallabha, or Anupama, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s younger brother, was the great learned scholar named &#346;r&#299;la J&#299;va Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Antya 4.228</B></A>: After renouncing everything, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; went to Vrind&#257;vana. Later he also wrote many books on devotional service and expanded the work of preaching.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Antya 4.229</B></A>: In particular, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; compiled the book named Bh&#257;gavata-sandarbha, or Shat-sandarbha, which is the essence of all scriptures. From this book one can obtain a conclusive understanding of devotional service and the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Antya 4.230</B></A>: He also compiled the book named Gop&#257;la-camp&#363;, which is the essence of all Vedic literature. In this book he has exhibited the ecstatic loving transactions and pastimes of R&#257;dh&#257; and Krishna in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Antya 4.231</B></A>: In the Shat-sandarbha &#346;r&#299;la J&#299;va Gosv&#257;m&#299; set forth the truths about transcendental love of Krishna. In this way he expanded 400,000 verses in all his books.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Antya 4.232</B></A>: When J&#299;va Gosv&#257;m&#299; wanted to go to Mathur&#257; from Bengal, he requested permission from &#346;r&#299;la Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Antya 4.233</B></A>: Because of J&#299;va Gosv&#257;m&#299;'s relationship with R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;, who were greatly favored by &#346;r&#299; Caitanya Mah&#257;prabhu, Lord Nity&#257;nanda Prabhu placed His feet on the head of &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and embraced him.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Antya 4.234</B></A>: Lord Nity&#257;nanda Prabhu ordered, "Yes, go soon to Vrind&#257;vana. That place has been awarded to your family, to your father and uncles, by &#346;r&#299; Caitanya Mah&#257;prabhu, and therefore you must go there immediately."</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Antya 4.235</B></A>: By the order of Nity&#257;nanda Prabhu, he went to Vrind&#257;vana and actually achieved the result of His order, for he compiled many books for a long time and preached the cult of bhakti from there.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Antya 4.236</B></A>: These three &#8212; R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299; and J&#299;va Gosv&#257;m&#299; &#8212; are my spiritual masters, and so also is Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. I therefore offer prayers at their lotus feet, for I am their servant.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Antya 4.237</B></A>: Thus I have described how the Lord again met with San&#257;tana Gosv&#257;m&#299;. By hearing this I can understand the Lord's desire.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Antya 4.238</B></A>: These characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu are like sugar cane that one can chew to relish transcendental juice.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Antya 4.239</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright  The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>