<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 4"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">San&#257;tana Gosv&#257;m&#299; Visits the Lord at Jagann&#257;tha Pur&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 4 Summary</P><P>The Fourth Chapter is summarized by Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya as follows. &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; came alone from Mathur&#257; to Jagann&#257;tha Pur&#299; to see Lord Caitanya. Because of bathing in bad water and not getting enough food every day while traveling on the path through Jh&#257;rikhanda Forest, he developed a disease that made his body itch. Suffering greatly from this itching, he resolved that in the presence of &#346;r&#299; Caitanya Mah&#257;prabhu he would throw himself under the wheel of Jagann&#257;tha's car and in this way commit suicide.</P><P>When San&#257;tana Gosv&#257;m&#299; came to Jagann&#257;tha Pur&#299;, he stayed under the care of Harid&#257;sa Th&#257;kura for some time, and &#346;r&#299; Caitanya Mah&#257;prabhu was very happy to see him. The Lord informed San&#257;tana Gosv&#257;m&#299; about the death of his younger brother, Anupama, who had great faith in the lotus feet of Lord R&#257;macandra. One day &#346;r&#299; Caitanya Mah&#257;prabhu said to San&#257;tana Gosv&#257;m&#299;, "Your decision to commit suicide is the result of the mode of ignorance. One cannot get love of God simply by committing suicide. You have already dedicated your life and body to My service; therefore your body does not belong to you, nor do you have any right to commit suicide. I have to execute many devotional services through your body. I want you to preach the cult of devotional service and go to Vrind&#257;vana to excavate the lost holy places." After having thus spoken, &#346;r&#299; Caitanya Mah&#257;prabhu left, and Harid&#257;sa Th&#257;kura and San&#257;tana Gosv&#257;m&#299; had many talks about this subject.</P><P>One day San&#257;tana Gosv&#257;m&#299; was summoned by &#346;r&#299; Caitanya Mah&#257;prabhu, who wanted him to come to Yame&#347;vara-tot&#257;. San&#257;tana Gosv&#257;m&#299; reached the Lord through the path along the beach by the sea. When &#346;r&#299; Caitanya Mah&#257;prabhu asked San&#257;tana Gosv&#257;m&#299; which way he had come, San&#257;tana replied, "Many servitors of Lord Jagann&#257;tha come and go on the path by the Simha-dv&#257;ra gate of the Jagann&#257;tha temple. Therefore, I did not go by that path, but instead went by the beach." San&#257;tana Gosv&#257;m&#299; did not realize that there were burning blisters on his feet because of the heat of the sand. &#346;r&#299; Caitanya Mah&#257;prabhu was pleased to hear about San&#257;tana Gosv&#257;m&#299;'s great respect for the temple of Lord &#346;r&#299; Jagann&#257;tha.</P><P>Because his disease produced wet sores on his body, San&#257;tana Gosv&#257;m&#299; used to avoid embracing &#346;r&#299; Caitanya Mah&#257;prabhu, but nevertheless the Lord would embrace him by force. This made San&#257;tana Gosv&#257;m&#299; very unhappy, and therefore he consulted Jagad&#257;nanda Pandita about what he should do. Jagad&#257;nanda advised him to return to Vrind&#257;vana after the car festival of Jagann&#257;tha, but when &#346;r&#299; Caitanya Mah&#257;prabhu heard about this instruction, He chastised Jagad&#257;nanda Pandita and reminded him that San&#257;tana Gosv&#257;m&#299; was senior to him and also more learned. &#346;r&#299; Caitanya Mah&#257;prabhu informed San&#257;tana Gosv&#257;m&#299; that because San&#257;tana was a pure devotee, the Lord was never inconvenienced by his bodily condition. Because the Lord was a sanny&#257;s&#299;, He did not consider one body better than another. The Lord also informed him that He was maintaining San&#257;tana and the other devotees just like a father. Therefore the moisture oozing from San&#257;tana's itching skin did not affect the Lord at all. After speaking with San&#257;tana Gosv&#257;m&#299; in this way, the Lord again embraced him, and after this embrace, San&#257;tana Gosv&#257;m&#299; became free from the disease. The Lord ordered San&#257;tana Gosv&#257;m&#299; to stay with Him for that year, and the next year, after seeing the Ratha-y&#257;tr&#257; festival, he left Purushottama-kshetra and returned to Vrind&#257;vana.</P><P>After meeting &#346;r&#299; Caitanya Mah&#257;prabhu, &#346;r&#299; R&#363;pa Gosv&#257;m&#299; also returned to Bengal, where he remained for one year. Whatever money he owned, he distributed among his relatives, the br&#257;hmanas and the temples. In this way he completely retired and returned to Vrind&#257;vana to meet San&#257;tana Gosv&#257;m&#299;.</P><P>After narrating these incidents, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; has given a list of the main books of San&#257;tana Gosv&#257;m&#299;, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and J&#299;va Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="../3/272.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>