<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 9 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 9 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers for Creative Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.9.14</P><P CLASS=c>&#347;a&#347;vat svar&#363;pa-mahasaiva nip&#299;ta-bheda-</P><P CLASS=c>moh&#257;ya bodha-dhishan&#257;ya namah parasmai</P><P CLASS=c>vi&#347;vodbhava-sthiti-layeshu nimitta-l&#299;l&#257;-</P><P CLASS=c>r&#257;s&#257;ya te nama idam cakrime&#347;var&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; eternally; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; transcendental form; <A CLASS=v HREF="http://vedabase.net/m/mahasa">mahas&#257;</A> &#8212; by the glories; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nipita">nip&#299;ta</A> &#8212; distinguished; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; differentiation; <A CLASS=v HREF="http://vedabase.net/m/mohaya">moh&#257;ya</A> &#8212; unto the illusory conception; <A CLASS=v HREF="http://vedabase.net/b/bodha">bodha</A> &#8212; self-knowledge; <A CLASS=v HREF="http://vedabase.net/d/dhisanaya">dhishan&#257;ya</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/p/parasmai">parasmai</A> &#8212; unto the Transcendence; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/u/udbhava">udbhava</A> &#8212; creation of the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/l/layesu">layeshu</A> &#8212; also destruction; <A CLASS=v HREF="http://vedabase.net/n/nimitta">nimitta</A> &#8212; for the matter of; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; by such pastimes; <A CLASS=v HREF="http://vedabase.net/r/rasaya">r&#257;s&#257;ya</A> &#8212; for enjoyment; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/c/cakrma">cakrima</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/i">I</A> perform; <A CLASS=v HREF="http://vedabase.net/i/isvaraya">&#299;&#347;var&#257;ya</A> &#8212; unto the Supreme.</P><P CLASS=t>TRANSLATION</P><P>Let me offer my obeisances unto the Supreme Transcendence, who is eternally distinguished by His internal potency. His indistinguishable impersonal feature is realized by intelligence for self-realization. I offer my obeisances unto Him who by His pastimes enjoys the creation, maintenance and dissolution of the cosmic manifestation.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord is eternally distinguished from the living entities by His internal potency, although He is also understood in His impersonal feature by self-realized intelligence. Devotees of the Lord, therefore, offer all respectful obeisances unto the impersonal feature of the Lord. The word r&#257;sa is significant herein. The r&#257;sa dance is performed by Lord Krishna in the company of the cowherd damsels at Vrind&#257;vana, and the Personality of Godhead Garbhodaka&#347;&#257;y&#299; Vishnu is also engaged in r&#257;sa enjoyment with His external potency, by which He creates, maintains and dissolves the entire material manifestation. Indirectly, Lord Brahm&#257; offers his respectful obeisances unto Lord &#346;r&#299; Krishna, who is factually ever engaged in r&#257;sa enjoyment with the gop&#299;s, as confirmed in the Gop&#257;la-t&#257;pan&#299; Upanishad in the following words: par&#257;rdh&#257;nte so 'budhyata gopa-ve&#347;o me purushah purast&#257;d &#257;virbabh&#363;va. The distinction between the Lord and the living entity is definitely experienced when there is sufficient intelligence to understand His internal potency, as distinguished from the external potency by which He makes possible the material manifestation.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>