<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 9 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 9 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers for Creative Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.9.25</P><P CLASS=c>so 's&#257;v adabhra-karuno bhagav&#257;n vivriddha-</P><P CLASS=c>prema-smitena nayan&#257;mburuham vijrimbhan</P><P CLASS=c>utth&#257;ya vi&#347;va-vijay&#257;ya ca no vish&#257;dam</P><P CLASS=c>m&#257;dhvy&#257; gir&#257;panayat&#257;t purushah pur&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Lord); <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/adabhra">adabhra</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/k/karunah">karunah</A> &#8212; merciful; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vivrddha">vivriddha</A> &#8212; excessive; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/s/smitena">smitena</A> &#8212; by smiling; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A>-<A CLASS=v HREF="http://vedabase.net/a/amburuham">amburuham</A> &#8212; the lotus eyes; <A CLASS=v HREF="http://vedabase.net/v/vijrmbhan">vijrimbhan</A> &#8212; by opening; <A CLASS=v HREF="http://vedabase.net/u/utthaya">utth&#257;ya</A> &#8212; for flourishing; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/v/vijayaya">vijay&#257;ya</A> &#8212; for glorifying the cosmic creation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/v/visadam">vish&#257;dam</A> &#8212; dejection; <A CLASS=v HREF="http://vedabase.net/m/madhvya">m&#257;dhvy&#257;</A> &#8212; by sweet; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/a/apanayatat">apanayat&#257;t</A> &#8212; let Him kindly remove; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/p/puranah">pur&#257;nah</A> &#8212; oldest.</P><P CLASS=t>TRANSLATION</P><P>The Lord, who is supreme and is the oldest of all, is unlimitedly merciful. I wish that He may smilingly bestow His benediction upon me by opening His lotus eyes. He can uplift the entire cosmic creation and remove our dejection by kindly speaking His directions.</P><P CLASS=t>PURPORT</P><P>The Lord is ever increasingly merciful upon the fallen souls of this material world. The whole cosmic manifestation is a chance for all to improve themselves in devotional service to the Lord, and everyone is meant for that purpose. The Lord expands Himself into many personalities who are either self-expansions or separated expansions. The personalities of the individual souls are His separated expansions, whereas the self-expansions are the Lord Himself. The self-expansions are predominators, and the separated expansions are predominated for reciprocation of transcendental bliss with the supreme form of bliss and knowledge. The liberated souls can join in this blissful reciprocation of predominator and predominated without materially concocted ideas. The typical example of such a transcendental exchange between the predominator and the predominated is the Lord's r&#257;sa-l&#299;l&#257; with the gop&#299;s. The gop&#299;s are predominated expansions of the internal potency, and therefore the Lord's participation in the r&#257;sa-l&#299;l&#257; dance is never to be considered like the mundane relationship of man and woman. It is, rather, the highest perfectional stage of the exchange of feelings between the Lord and the living entities. The Lord gives the fallen souls the chance for this highest perfection of life. Lord Brahm&#257; is entrusted with the management of the complete cosmic show, and therefore he prays that the Lord bestow His blessings upon him so that he may execute its purpose.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>