<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 9 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 9 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers for Creative Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.9.3</P><P CLASS=c>n&#257;tah param parama yad bhavatah svar&#363;pam</P><P CLASS=c>&#257;nanda-m&#257;tram avikalpam aviddha-varcah</P><P CLASS=c>pa&#347;y&#257;mi vi&#347;va-srijam ekam avi&#347;vam &#257;tman</P><P CLASS=c>bh&#363;tendriy&#257;tmaka-madas ta up&#257;&#347;rito 'smi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; hereafter; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/s/svarupam">svar&#363;pam</A> &#8212; eternal form; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; impersonal <A HREF="http://vedabase.net/b/brahman">Brahman</A> effulgence; <A CLASS=v HREF="http://vedabase.net/a/avikalpam">avikalpam</A> &#8212; without changes; <A CLASS=v HREF="http://vedabase.net/a/aviddha">aviddha</A>-<A CLASS=v HREF="http://vedabase.net/v/varcah">varcah</A> &#8212; without deterioration of potency; <A CLASS=v HREF="http://vedabase.net/p/pasyami">pa&#347;y&#257;mi</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/i">I</A> see; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srjam">srijam</A> &#8212; creator of the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one without <A HREF="http://vedabase.net/a/a">a</A> second; <A CLASS=v HREF="http://vedabase.net/a/avisvam">avi&#347;vam</A> &#8212; and yet not of matter; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Cause; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/a/atmaka">&#257;tmaka</A> &#8212; on such identification; <A CLASS=v HREF="http://vedabase.net/m/madah">madah</A> &#8212; pride; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/u/upasritah">up&#257;&#347;ritah</A> &#8212; surrendered; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, I do not see a form superior to Your present form of eternal bliss and knowledge. In Your impersonal Brahman effulgence in the spiritual sky, there is no occasional change and no deterioration of internal potency. I surrender unto You because whereas I am proud of my material body and senses, Your Lordship is the cause of the cosmic manifestation and yet You are untouched by matter.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah: the Supreme Personality of Godhead can only be partially known, and only by the process of devotional service to the Lord. Lord Brahm&#257; became aware that the Supreme Lord Krishna has many, many eternal, blissful forms of knowledge. He has described such expansions of the Supreme Lord, Govinda, in his Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>), as follows:</P><P>advaitam acyutam an&#257;dim ananta-r&#363;pam</P><P CLASS=n>&#257;dyam pur&#257;na-purusham nava-yauvanam ca</P><P CLASS=n>vedeshu durlabham adurlabham &#257;tma-bhaktau</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who is nondual and infallible. He is the original cause of all causes, even though He expands in many, many forms. Although He is the oldest personality, He is ever youthful, unaffected by old age. The Supreme Personality of Godhead cannot be known by the academic wisdom of the Vedas; one has to approach the devotee of the Lord to understand Him."</P><P>The only way to understand the Lord as He is, is by devotional service to the Lord, or by approaching the devotee of the Lord who always has the Lord in his heart. By devotional perfection one can understand that the impersonal brahmajyoti is only a partial representation of the Supreme Personality of Godhead, Lord Krishna, and that the three purusha expansions in the material creation are His plenary portions. In the spiritual sky of the brahmajyoti there is no change of various kalpas or millenniums, and there are no creative activities in the Vaikuntha worlds. The influence of time is conspicuous by its absence. The rays of the transcendental body of the Lord, the unlimited brahmajyoti, are undeterred by the influence of material energy. In the material world also, the initial creator is the Lord Himself. He brings about the creation of Brahm&#257;, who becomes the subsequent creator, empowered by the Lord.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>