<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 9 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 9 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers for Creative Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.9.33</P><P CLASS=c>yad&#257; rahitam &#257;tm&#257;nam</P><P CLASS=c>bh&#363;tendriya-gun&#257;&#347;ayaih</P><P CLASS=c>svar&#363;pena mayopetam</P><P CLASS=c>pa&#347;yan sv&#257;r&#257;jyam ricchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/r/rahitam">rahitam</A> &#8212; freed from; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; material elements; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; material senses; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/asayaih">&#257;&#347;ayaih</A> &#8212; under the influence of the material modes of nature; <A CLASS=v HREF="http://vedabase.net/s/svarupena">svar&#363;pena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/p/pure">pure</A> existence; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/u/upetam">upetam</A> &#8212; approaching; <A CLASS=v HREF="http://vedabase.net/p/pasyan">pa&#347;yan</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/s/svarajyam">sv&#257;r&#257;jyam</A> &#8212; spiritual kingdom; <A CLASS=v HREF="http://vedabase.net/r/rcchati">ricchati</A> &#8212; enjoy.</P><P CLASS=t>TRANSLATION</P><P>When you are free from the conception of gross and subtle bodies and when your senses are free from all influences of the modes of material nature, you will realize your pure form in My association. At that time you will be situated in pure consciousness.</P><P CLASS=t>PURPORT</P><P>In the Bhakti-ras&#257;mrita-sindhu it is said that a person whose only desire is to render transcendental loving service to the Lord is a free person in any condition of material existence. That service attitude is the svar&#363;pa, or real form, of the living entity. Lord &#346;r&#299; Caitanya Mah&#257;prabhu, in the Caitanya-carit&#257;mrita, also confirms this statement by declaring that the real, spiritual form of the living entity is eternal servitorship to the Supreme Lord. The M&#257;y&#257;v&#257;da school shudders at the thought of a service attitude in the living entity, not knowing that in the transcendental world the service of the Lord is based on transcendental love. Transcendental loving service is never to be compared to the forced service of the material world. In the material world, even if one is under the conception that he is no one's servant, he is still the servant of his senses, under the dictation of the material modes. Factually no one is master here in the material world, and therefore the servants of the senses have a very bad experience of servitude. They shudder at the thought of service because they have no knowledge of the transcendental position. In transcendental loving service, the servitor is as free as the Lord. The Lord is svar&#257;t, or fully independent, and the servant is also fully independent, or svar&#257;t, in the spiritual atmosphere because there is no forced service. There the transcendental loving service is due to spontaneous love. A reflected glimpse of such service is experienced in the service of the mother unto the son, the friend's service unto the friend, or the wife's service unto the husband. These reflections of service by friends, parents or wives are not forced, but are due only to love. Here in this material world, however, the loving service is only a reflection. The real service, or service in svar&#363;pa, is present in the transcendental world, in association with the Lord. The very same service in transcendental love can be practiced in devotion here.</P><P>This verse is also applicable to the jñ&#257;n&#299; school. The enlightened jñ&#257;n&#299;, when free from all material contaminations, namely the gross and subtle bodies together with the senses of the material modes of nature, is placed in the Supreme and is thus liberated from material bondage. The jñ&#257;n&#299;s and the devotees are actually in agreement up to the point of liberation from material contamination. But whereas the jñ&#257;n&#299;s remain pacified on the platform of simple understanding, the devotees develop further spiritual advancement in loving service. The devotees develop a spiritual individuality in their spontaneous service attitude, which is enhanced on and on, up to the point of m&#257;dhurya-rasa, or transcendental loving service reciprocated between the lover and the beloved.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>