<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 9 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 9 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers for Creative Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.9.42</P><P CLASS=c>aham &#257;tm&#257;tman&#257;m dh&#257;tah</P><P CLASS=c>preshthah san preyas&#257;m api</P><P CLASS=c>ato mayi ratim kury&#257;d</P><P CLASS=c>deh&#257;dir yat-krite priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of all other souls; <A CLASS=v HREF="http://vedabase.net/d/dhatah">dh&#257;tah</A> &#8212; director; <A CLASS=v HREF="http://vedabase.net/p/presthah">preshthah</A> &#8212; the dearest; <A CLASS=v HREF="http://vedabase.net/s/san">san</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/p/preyasam">preyas&#257;m</A> &#8212; of all dear things; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/r/ratim">ratim</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/k/kuryat">kury&#257;t</A> &#8212; one should <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/a/adih">&#257;dih</A> &#8212; the body and mind; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; on whose account; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; very dear.</P><P CLASS=t>TRANSLATION</P><P>I am the Supersoul of every individual. I am the supreme director and the dearest. People are wrongly attached to the gross and subtle bodies, but they should be attached to Me only.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord, the Personality of Godhead, is the dearest in both the conditioned and liberated states. When a person does not know that the Lord is the only dearmost object, then he is in the conditioned state of life, and when one knows perfectly well that the Lord is the only dearmost object, he is considered to be liberated. There are degrees of knowing one's relationship with the Lord, depending on the degree of realization as to why the Supreme Lord is the dearmost object of every living being. The real reason is clearly stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>). Mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah: the living entities are eternally parts and parcels of the Supreme Lord. The living entity is called the &#257;tm&#257;, and the Lord is called the Param&#257;tm&#257;. The living entity is called Brahman, and the Lord is called the Parabrahman, or the Parame&#347;vara. &#298;&#347;varah paramah krishnah [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]. The conditioned souls, who do not have self-realization, accept the material body as the dearmost. The idea of the dearmost is then spread all over the body, both concentrated and extended. The attachment for one's own body and its extensions like children and relatives is actually developed on the basis of the real living entity. As soon as the real living entity is out of the body, even the body of the most dear son is no longer attractive. Therefore the living spark, or eternal part of the Supreme, is the real basis of affection, and not the body. Because the living entities are also parts of the whole living entity, that supreme living entity is the factual basis of affection for all. One who has forgotten the basic principle of his love for everything has only flickering love because he is in m&#257;y&#257;. The more one is affected by the principle of m&#257;y&#257;, the more he is detached from the basic principle of love. One cannot factually love anything unless he is fully developed in the loving service of the Lord.</P><P>In the present verse, stress is given to focusing love upon the Supreme Personality of Godhead. The word kury&#257;t is significant here. This means "one must have it." It is just to stress that we must have more and more attachment to the principle of love. The influence of m&#257;y&#257; is experienced by the part and parcel spiritual entity, but it cannot influence the Supersoul, the Param&#257;tm&#257;. The M&#257;y&#257;v&#257;d&#299; philosophers, accepting the influence of m&#257;y&#257; on the living entity, want to become one with the Param&#257;tm&#257;. But because they have no actual love for Param&#257;tm&#257;, they remain ever entrapped by the influence of m&#257;y&#257; and are unable to approach the vicinity of Param&#257;tm&#257;. This inability is due to their lack of affection for the Param&#257;tm&#257;. A rich miser does not know how to utilize his wealth, and therefore, in spite of his being very rich, his miserly behavior keeps him everlastingly a poor man. On the other hand, a person who knows how to utilize wealth can quickly become a rich man, even with a small credit balance.</P><P>The eyes and the sun are very intimately related because without sunlight the eyes are unable to see. But the other parts of the body, being attached to the sun as a source of warmth, take more advantage of the sun than do the eyes. Without possessing affection for the sun, the eyes cannot bear the rays of the sun; or, in other words, such eyes have no capacity to understand the utility of the sun's rays. Similarly, the empiric philosophers, despite their theoretical knowledge of Brahman, cannot utilize the mercy of the Supreme Brahman because they lack affection. So many impersonal philosophers remain everlastingly under the influence of m&#257;y&#257; Because, although they indulge in theoretical knowledge of Brahman, they do not develop affection for Brahman nor do they have any scope for development of affection because of their defective method. A devotee of the sun-god, even though devoid of eyesight, can see the sun-god as he is even from this planet, whereas one who is not a devotee of the sun cannot even bear the glaring sunlight. Similarly, by devotional service, even though one is not on the level of a jñ&#257;n&#299;, one can see the Personality of Godhead within himself due to his development of pure love. In all circumstances one should try to develop love of Godhead, and that will solve all contending problems.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>