<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 9 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 9 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Brahm&#257;'s Prayers for Creative Energy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.9.5</P><P CLASS=c>ye tu tvad&#299;ya-caran&#257;mbuja-ko&#347;a-gandham</P><P CLASS=c>jighranti karna-vivaraih &#347;ruti-v&#257;ta-n&#299;tam</P><P CLASS=c>bhakty&#257; grih&#299;ta-caranah paray&#257; ca tesh&#257;m</P><P CLASS=c>n&#257;paishi n&#257;tha hriday&#257;mburuh&#257;t sva-pums&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/tvadiya">tvad&#299;ya</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/k/kosa">ko&#347;a</A> &#8212; inside; <A CLASS=v HREF="http://vedabase.net/g/gandham">gandham</A> &#8212; flavor; <A CLASS=v HREF="http://vedabase.net/j/jighranti">jighranti</A> &#8212; smell; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/v/vivaraih">vivaraih</A> &#8212; through the channel of the ears; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/n/nitam">n&#299;tam</A> &#8212; carried by the air of Vedic sound; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/c/caranah">caranah</A> &#8212; accepting the lotus feet; <A CLASS=v HREF="http://vedabase.net/p/paraya">paray&#257;</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; for them; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/apaisi">apaishi</A> &#8212; separate; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/a/ambu">ambu</A>-<A CLASS=v HREF="http://vedabase.net/r/ruhat">ruh&#257;t</A> &#8212; from the lotus of; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of Your own devotees.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, persons who smell the aroma of Your lotus feet, carried by the air of Vedic sound through the holes of the ears, accept Your devotional service. For them You are never separated from the lotus of their hearts.</P><P CLASS=t>PURPORT</P><P>For the pure devotee of the Lord there is nothing beyond the lotus feet of the Lord, and the Lord knows that such devotees do not wish anything more than that. The word tu specifically establishes this fact. The Lord also does not wish to be separated from the lotus hearts of those pure devotees. That is the transcendental relationship between the pure devotees and the Personality of Godhead. Because the Lord does not wish to separate Himself from the hearts of such pure devotees, it is understood that they are specifically dearer than the impersonalists. The relationship of the pure devotees with the Lord develops because of devotional service to the Lord on the authentic basis of Vedic authority. Such pure devotees are not mundane sentimentalists, but are factually realists because their activities are supported by the Vedic authorities who have given aural reception to the facts mentioned in the Vedic literatures.</P><P>The word paray&#257; is very significant. par&#257; bhakti, or spontaneous love of God, is the basis of an intimate relationship with the Lord. This highest stage of relationship with the Lord can be attained simply by hearing about Him (His name, form, quality, etc.) from authentic sources like Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, recited by pure, unalloyed devotees of the Lord.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>