<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.11</P><P CLASS=c>n&#257;datta &#257;tm&#257; hi gunam</P><P CLASS=c>na dosham na kriy&#257;-phalam</P><P CLASS=c>ud&#257;s&#299;navad &#257;s&#299;nah</P><P CLASS=c>par&#257;vara-drig &#299;&#347;varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/adatte">&#257;datte</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/g/gunam">gunam</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dosam">dosham</A> &#8212; unhappiness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the result of any fruitive activity; <A CLASS=v HREF="http://vedabase.net/u/udasina">ud&#257;s&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> neutral <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/a/asinah">&#257;s&#299;nah</A> &#8212; sitting (<A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart); <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/avara">avara</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; seeing the cause and effect; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Lord [&#257;tm&#257;], the creator of cause and effect, does not accept the happiness and distress that result from fruitive actions. He is completely independent of having to accept a material body, and because He has no material body, He is always neutral. The living entities, being part and parcel of the Lord, possess His qualities in a minute quantity. Therefore one should not be affected by lamentation.</P><P CLASS=t>PURPORT</P><P>The conditioned soul has friends and enemies. He is affected by the good qualities and the faults of his position. The Supreme Lord, however, is always transcendental. Because He is the &#299;&#347;vara, the supreme controller, He is not affected by duality. It may therefore be said that He sits in the core of everyone's heart as the neutral witness of the causes and effects of one's activities, good and bad. We should also understand that ud&#257;s&#299;na, neutral, does not mean that He takes no action. Rather, it means that He is not personally affected. For example, a court judge is neutral when two opposing parties appear before him, but he still takes action as the case warrants. To become completely neutral, indifferent, to material activities, we should simply seek shelter at the lotus feet of the supreme neutral person.</P><P>Mah&#257;r&#257;ja Citraketu was advised that remaining neutral in such trying circumstances as the death of one's son is impossible. Nevertheless, since the Lord knows how to adjust everything, the best course is to depend upon Him and do one's duty in devotional service to the Lord. In all circumstances, one should be undisturbed by duality. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/47.htm">2.47</A>):</P><P>karmany ev&#257;dhik&#257;ras te</P><P CLASS=n>m&#257; phaleshu kad&#257;cana</P><P CLASS=n>m&#257; karma-phala-hetur bh&#363;r</P><P CLASS=n>m&#257; te sa&#324;go 'stv akarmani</P><P>"You have a right to perform your prescribed duty, but you are not entitled to the fruits of action. Never consider yourself to be the cause of the results of your activities, and never be attached to not doing your duty." One should execute one's devotional duty, and for the results of one's actions one should depend upon the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>