<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.14</P><P CLASS=c>b&#257;la-ghnyo vr&#299;dit&#257;s tatra</P><P CLASS=c>b&#257;la-haty&#257;-hata-prabh&#257;h</P><P CLASS=c>b&#257;la-haty&#257;-vratam cerur</P><P CLASS=c>br&#257;hmanair yan nir&#363;pitam</P><P CLASS=c>yamun&#257;y&#257;m mah&#257;r&#257;ja</P><P CLASS=c>smarantyo dvija-bh&#257;shitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnyah">ghnyah</A> &#8212; the killers of the child; <A CLASS=v HREF="http://vedabase.net/v/vriditah">vr&#299;dit&#257;h</A> &#8212; being very much ashamed; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/h/hatya">haty&#257;</A> &#8212; because of killing the child; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A> &#8212; having lost; <A CLASS=v HREF="http://vedabase.net/p/prabhah">prabh&#257;h</A> &#8212; all bodily luster; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/h/hatya">haty&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vratam">vratam</A> &#8212; the atonement fur killing the child; <A CLASS=v HREF="http://vedabase.net/c/ceruh">ceruh</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/b/brahmanaih">br&#257;hmanaih</A> &#8212; by the priests; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/nirupitam">nir&#363;pitam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/y/yamunayam">yamun&#257;y&#257;m</A> &#8212; at the River <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/s/smarantyah">smarantyah</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasitam">bh&#257;shitam</A> &#8212; the statement given by the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>.</P><P CLASS=t>TRANSLATION</P><P>Queen Krityadyuti's co-wives, who had poisoned the child, were very much ashamed, and they lost all their bodily luster. While lamenting, O King, they remembered the instructions of A&#324;gir&#257; and gave up their ambition to bear children. Following the directions of the br&#257;hmanas, they went to the bank of the Yamun&#257;, where they bathed and atoned for their sinful activities.</P><P CLASS=t>PURPORT</P><P>In this verse the word b&#257;la-haty&#257;-hata-prabh&#257;h is to be particularly noted. The practice of killing children has existed in human society for a long time &#8212; since time immemorial &#8212; but in the days of yore it was very rarely performed. At the present moment, however, in this age of Kali, abortion &#8212; killing of the child within the womb &#8212; has become very common, and sometimes a child is even killed after birth. If a woman performs such an abominable act, she gradually loses all her bodily luster (b&#257;la-haty&#257;-hata-prabh&#257;h). It is also to be noted that the ladies who had committed the sinful act of administering poison to the child were very much ashamed, and according to the directions of the br&#257;hmanas, they had to undergo atonement for killing the child. Any woman who has ever performed such an infamously sinful act must atone for it, but no one now is doing that. Under the circumstances, the women responsible must suffer in this life and the next. Those who are sincere souls, after hearing this incident, should refrain from such child-killing and should atone for their sinful activities by taking to Krishna consciousness very seriously. If one chants the Hare Krishna mah&#257;-mantra without offenses, all of one's sinful actions are surely atoned for immediately, but one should not commit such deeds again, for that is an offense.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>