<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verses 18-19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verses 18-19"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.18-19</P><P CLASS=c>om namas tubhyam bhagavate</P><P CLASS=c>v&#257;sudev&#257;ya dh&#299;mahi</P><P CLASS=c>pradyumn&#257;y&#257;niruddh&#257;ya</P><P CLASS=c>namah sa&#324;karshan&#257;ya ca</P><P CLASS=c>namo vijñ&#257;na-m&#257;tr&#257;ya</P><P CLASS=c>param&#257;nanda-m&#363;rtaye</P><P CLASS=c>&#257;tm&#257;r&#257;m&#257;ya &#347;&#257;nt&#257;ya</P><P CLASS=c>nivritta-dvaita-drishtaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>; <A CLASS=v HREF="http://vedabase.net/d/dhimahi">dh&#299;mahi</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> meditate upon; <A CLASS=v HREF="http://vedabase.net/p/pradyumnaya">pradyumn&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A>; <A CLASS=v HREF="http://vedabase.net/a/aniruddhaya">aniruddh&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/a/aniruddha">Aniruddha</A>; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/s/sankarsanaya">sa&#324;karshan&#257;ya</A> &#8212; unto Lord <A HREF="http://vedabase.net/s/sankarsana">Sa&#324;karshana</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all obeisances; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/m/matraya">m&#257;tr&#257;ya</A> &#8212; unto the form full of knowledge; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A>-<A CLASS=v HREF="http://vedabase.net/m/murtaye">m&#363;rtaye</A> &#8212; full of transcendental bliss; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramaya">&#257;r&#257;m&#257;ya</A> &#8212; unto the Lord, who is self-sufficient; <A CLASS=v HREF="http://vedabase.net/s/santaya">&#347;&#257;nt&#257;ya</A> &#8212; and free from disturbances; <A CLASS=v HREF="http://vedabase.net/n/nivrtta">nivritta</A>-<A CLASS=v HREF="http://vedabase.net/d/dvaita">dvaita</A>-<A CLASS=v HREF="http://vedabase.net/d/drstaye">drishtaye</A> &#8212; whose vision turns away from duality, or who is one without <A HREF="http://vedabase.net/a/a">a</A> second.</P><P CLASS=t>TRANSLATION</P><P>[N&#257;rada gave Citraketu the following mantra.] O Lord, O Supreme Personality of Godhead, who are addressed by the omk&#257;ra [pranava], I offer my respectful obeisances unto You. O Lord V&#257;sudeva, I meditate upon You. O Lord Pradyumna, Lord Aniruddha and Lord Sa&#324;karshana, I offer You my respectful obeisances. O reservoir of spiritual potency, O supreme bliss, I offer my respectful obeisances unto You, who are self-sufficient and most peaceful. O ultimate truth, one without a second, You are realized as Brahman, Param&#257;tm&#257; and Bhagav&#257;n and are therefore the reservoir of all knowledge. I offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; Krishna says that He is pranavah sama-vedeshu, the syllable om in the Vedic mantras. In transcendental knowledge, the Lord is addressed as pranava, omk&#257;ra, which is a symbolic representation of the Lord in sound. Om namo bhagavate v&#257;sudev&#257;ya. V&#257;sudeva, who is an expansion of N&#257;r&#257;yana, expands Himself as Pradyumna, Aniruddha and Sa&#324;karshana. From Sa&#324;karshana comes a second N&#257;r&#257;yana expansion, and from this N&#257;r&#257;yana come further expansions of V&#257;sudeva, Pradyumna, Sa&#324;karshana and Aniruddha. The Sa&#324;karshana in this group is the original cause of the three purushas, namely K&#257;ranodaka&#347;&#257;y&#299; Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu is situated in every universe in a special planet called &#346;vetadv&#299;pa. This is confirmed in the Brahma-samhit&#257;: and&#257;ntara-stha. The word anda means this universe. Within this universe is a planet called &#346;vetadv&#299;pa, where Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu is situated. From Him come all the incarnations within this universe.</P><P>As confirmed in the Brahma-samhit&#257;, all these forms of the Supreme Personality of Godhead are advaita, nondifferent, and they are also acyuta, infallible; they do not fall down like the conditioned souls. The ordinary living entity is prone to falling into the clutches of m&#257;y&#257;, but the Supreme Lord in His different incarnations and forms is acyuta, infallible. Therefore His body is different from the material body possessed by the conditioned soul.</P><P>The word m&#257;tr&#257; is explained in the Medin&#299; dictionary as follows: m&#257;tr&#257; karna-vibh&#363;sh&#257;y&#257;m vitte m&#257;ne paricchade. The word m&#257;tr&#257;, in its different imports, is used to indicate the decoration of the ear, possession, respect, and the possession of a covering. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/14.htm">2.14</A>):</P><P>m&#257;tr&#257;-spar&#347;&#257;s tu kaunteya</P><P CLASS=n>&#347;&#299;toshna-sukha-duhkha-d&#257;h</P><P CLASS=n>&#257;gam&#257;p&#257;yino 'nity&#257;s</P><P CLASS=n>t&#257;ms titikshasva bh&#257;rata</P><P>"O son of Kunt&#299;, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed." In the conditioned state of life, the body is used as our dress, and as one needs different dresses during the summer and winter, we conditioned souls are changing bodies according to our desires. However, because the body of the Supreme Lord is full of knowledge, it needs no covering. The idea that Krishna's body is like ours &#8212; in other words, that His body and soul are different &#8212; is a misunderstanding. There are no such differences for Krishna, because His body is full of knowledge. Here we receive material bodies because of a lack of knowledge, but because Krishna, V&#257;sudeva, is full of knowledge, there is no difference between His body and His soul. Krishna remembers what He said forty million years ago to the sun-god, but an ordinary being cannot remember what he said the day before yesterday. This is the difference between Krishna's body and our body. Therefore the Lord is addressed as vijñ&#257;na-m&#257;tr&#257;ya param&#257;nanda-m&#363;rtaye.</P><P>Because the Lord's body is full of knowledge, He always enjoys transcendental bliss. Indeed, His very form is param&#257;nanda. This is confirmed in the Ved&#257;nta-s&#363;tra: &#257;nandamayo'bhy&#257;s&#257;t. By nature the Lord is &#257;nandamaya. Whenever we see Krishna, He is always full of &#257;nanda in all circumstances. No one can make Him morose. &#256;tm&#257;r&#257;m&#257;ya: He does not need to search for external enjoyment, because He is self-sufficient. &#346;&#257;nt&#257;ya: He has no anxiety. One who has to seek pleasure from other sources is always full of anxiety. Karm&#299;s, jñ&#257;n&#299;s and yog&#299;s are full of anxiety because they want something, but a devotee does not want anything; he is simply satisfied in the service of the Lord, who is fully blissful.</P><P>Nivritta-dvaita-drishtaye: in our conditioned life our bodies have different parts, but although Krishna apparently has different bodily parts, no part of His body is different from any other part. Krishna can see with His eyes, and Krishna can see without His eyes. Therefore in the &#346;vet&#257;&#347;vatara Upanishad it is said, pa&#347;yaty acakshuh. He can see with His hands and legs. He does not need a particular bodily part to perform a particular action. A&#324;g&#257;ni yasya sakalendriya-vrittimanti: He can do anything He desires with any part of His body, and therefore He is called almighty.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>