<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.25</P><P CLASS=c>om namo bhagavate mah&#257;-purush&#257;ya mah&#257;nubh&#257;v&#257;ya mah&#257;-vibh&#363;ti-pataye sakala-s&#257;tvata-parivridha-nikara-kara-kamala-kudmalopal&#257;lita-caran&#257;ravinda-yugala parama-parameshthin namas te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto You, the Lord, who <A HREF="http://vedabase.net/a/are">are</A> full <A HREF="http://vedabase.net/i/in">in</A> six opulences; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; the supreme <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavaya">anubh&#257;v&#257;ya</A> &#8212; the most perfect realized soul, or the Supersoul; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhuti">vibh&#363;ti</A>-<A CLASS=v HREF="http://vedabase.net/p/pataye">pataye</A> &#8212; the master of all mystic power; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A>-<A CLASS=v HREF="http://vedabase.net/s/satvata">s&#257;tvata</A>-<A CLASS=v HREF="http://vedabase.net/p/parivrdha">parivridha</A> &#8212; of all the best devotees; <A CLASS=v HREF="http://vedabase.net/n/nikara">nikara</A> &#8212; of the multitude; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A>-<A CLASS=v HREF="http://vedabase.net/k/kamala">kamala</A> &#8212; of the lotus hands; <A CLASS=v HREF="http://vedabase.net/k/kudmala">kudmala</A> &#8212; by the buds; <A CLASS=v HREF="http://vedabase.net/u/upalalita">upal&#257;lita</A> &#8212; served; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A>-<A CLASS=v HREF="http://vedabase.net/y/yugala">yugala</A> &#8212; whose two lotus feet; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; topmost; <A CLASS=v HREF="http://vedabase.net/p/parame">parame</A>-<A CLASS=v HREF="http://vedabase.net/s/sthin">shthin</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> situated <A HREF="http://vedabase.net/i/in">in</A> the spiritual planet; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; respectful obeisances unto You.</P><P CLASS=t>TRANSLATION</P><P>O transcendental Lord, who are situated in the topmost planet of the spiritual world, Your two lotus feet are always massaged by a multitude of the best devotees with their lotus-bud hands. You are the Supreme Personality of Godhead, complete in six opulences. You are the supreme person mentioned in the Purusha-s&#363;kta prayers. You are the most perfect, self-realized master of all mystic power. Let me offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>It is said that the Absolute Truth is one, but is manifested in different features as Brahman, Param&#257;tm&#257; and Bhagav&#257;n. The previous verses described the Brahman and Param&#257;tm&#257; features of the Absolute Truth. Now this prayer is offered in bhakti-yoga to the Absolute Supreme Person. The words used in this regard are sakala-s&#257;tvata-parivridha. The word s&#257;tvata means "devotees," and sakala means "all together." The devotees, who also have lotus feet, serve the lotus feet of the Lord with their lotus hands. The devotees may sometimes not be competent to serve the lotus feet of the Lord, and therefore the Lord is addressed as parama-parameshthin. He is the Supreme Person, yet He is very kind to the devotees. No one is competent to serve the Lord, but even if a devotee is not competent, the merciful Lord accepts the humble attempt of the devotee.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>