<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.26</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>bhakt&#257;yait&#257;m prapann&#257;ya</P><P CLASS=c>vidy&#257;m &#257;di&#347;ya n&#257;radah</P><P CLASS=c>yay&#257;v a&#324;giras&#257; s&#257;kam</P><P CLASS=c>dh&#257;ma sv&#257;yambhuvam prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/b/bhaktaya">bhakt&#257;ya</A> &#8212; unto the devotee; <A CLASS=v HREF="http://vedabase.net/e/etam">et&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prapannaya">prapann&#257;ya</A> &#8212; unto one who fully surrendered; <A CLASS=v HREF="http://vedabase.net/v/vidyam">vidy&#257;m</A> &#8212; transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/a/adisya">&#257;di&#347;ya</A> &#8212; instructing; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; left; <A CLASS=v HREF="http://vedabase.net/a/angirasa">a&#324;giras&#257;</A> &#8212; the great saint A&#324;gir&#257;; <A CLASS=v HREF="http://vedabase.net/s/sakam">s&#257;kam</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; for the topmost planet; <A CLASS=v HREF="http://vedabase.net/s/svayambhuvam">sv&#257;yambhuvam</A> &#8212; belonging <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; continued: N&#257;rada, having become the spiritual master of Citraketu, instructed him fully in this prayer because Citraketu was fully surrendered. O King Par&#299;kshit, N&#257;rada then left with the great sage A&#324;gir&#257; for the topmost planet, known as Brahmaloka.</P><P CLASS=t>PURPORT</P><P>When A&#324;gir&#257; had first come to visit King Citraketu, he did not bring N&#257;rada with him. However, after the death of Citraketu's son, A&#324;gir&#257; brought N&#257;rada to instruct King Citraketu about bhakti-yoga. The difference was that in the beginning Citraketu was not in a temperament of renunciation, but after the death of his son, when he was overwhelmed by his great plight, he was awakened to the platform of renunciation by instructions regarding the falsity of this material world and material possessions. It is only at this stage that bhakti-yoga can be instructed. As long as one is attached to material enjoyment, bhakti-yoga cannot be understood. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/44.htm">2.44</A>):</P><P>bhogai&#347;varya-prasakt&#257;n&#257;m</P><P CLASS=n>tay&#257;pahrita-cetas&#257;m</P><P CLASS=n>vyavas&#257;y&#257;tmik&#257; buddhih</P><P CLASS=n>sam&#257;dhau na vidh&#299;yate</P><P>"In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination of devotional service to the Supreme Lord does not take place." As long as one is very much attached to material enjoyment, one cannot concentrate his mind on the subject matter of devotional service.</P><P>The Krishna consciousness movement is progressing successfully in the Western countries at the present moment because the youth in the West have reached the stage of vair&#257;gya, or renunciation. They are practically disgusted with material pleasure from material sources, and this has resulted in a population of hippies throughout the Western countries. Now if these young people are instructed about bhakti-yoga, Krishna consciousness, the instructions will certainly be effective.</P><P>As soon as Citraketu understood the philosophy of vair&#257;gya-vidy&#257;, the knowledge of renunciation, he could understand the process of bhakti-yoga. In this regard &#346;r&#299;la S&#257;rvabhauma Bhatt&#257;c&#257;rya has said, vair&#257;gya-vidy&#257;-nija-bhakti-yoga [Cc. <A CLASS=v HREF="../../../cc/madhya/6/254.htm">Madya 6.254</A>]. Vair&#257;gya-vidy&#257; and bhakti-yoga are parallel lines. One is essential for understanding the other. It is also said, bhaktih pare&#347;&#257;nubhavo viraktir anyatra ca (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/2/42.htm">11.2.42</A>). Advancement in devotional service, or Krishna consciousness, is characterized by increasing renunciation of material enjoyment. N&#257;rada Muni is the father of devotional service, and therefore, just to bestow causeless mercy upon King Citraketu, A&#324;gir&#257; brought N&#257;rada Muni to instruct the King. These instructions were extremely effective. Anyone who follows in the footsteps of N&#257;rada Muni is certainly a pure devotee.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>