<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.29</P><P CLASS=c>tatah katipay&#257;hobhir</P><P CLASS=c>vidyayeddha-mano-gatih</P><P CLASS=c>jag&#257;ma deva-devasya</P><P CLASS=c>&#347;eshasya caran&#257;ntikam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/k/katipaya">katipaya</A>-<A CLASS=v HREF="http://vedabase.net/a/ahobhih">ahobhih</A> &#8212; within <A HREF="http://vedabase.net/a/a">a</A> few days; <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; by the spiritual <A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/i/iddha">iddha</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; the course of his mind being enlightened; <A CLASS=v HREF="http://vedabase.net/j/jagama">jag&#257;ma</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/devasya">devasya</A> &#8212; of the master of all other lords or demigods; <A CLASS=v HREF="http://vedabase.net/s/sesasya">&#347;eshasya</A> &#8212; Lord <A HREF="http://vedabase.net/s/sesa">&#346;esha</A>; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/antikam">antikam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the shelter of the lotus feet.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, within a very few days, by the influence of the mantra that Citraketu had practiced, his mind became increasingly enlightened in spiritual progress, and he attained shelter at the lotus feet of Anantadeva.</P><P CLASS=t>PURPORT</P><P>A devotee's ultimate achievement is to take shelter of the lotus feet of the Lord in any one of the planets in the spiritual sky. As a result of rigid execution of devotional service, a devotee receives all material opulences if these are required; otherwise, the devotee is not interested in material opulences, nor does the Supreme Lord award them. When a devotee is actually engaged in the devotional service of the Lord, his apparently material opulences are not material; they are all spiritual. For example, if a devotee spends money to construct a beautiful and costly temple, the construction is not material but spiritual (nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate). A devotee's mind is never diverted to the material side of the temple. The bricks, stone and wood used in the construction of the temple are spiritual, just as the Deity, although made of stone, is not stone but the Supreme Personality of Godhead Himself. The more one advances in spiritual consciousness, the more he can understand the elements of devotional service. Nothing in devotional service is material; everything is spiritual. Consequently a devotee is awarded so-called material opulence for spiritual advancement. This opulence is an aid to help the devotee advance toward the spiritual kingdom. Thus Mah&#257;r&#257;ja Citraketu remained in material opulence as a vidy&#257;dhara-pati, master of the Vidy&#257;dharas, and by executing devotional service he became perfect within a very few days and returned home, back to Godhead, taking shelter of the lotus feet of Lord &#346;esha, Ananta.</P><P>A karm&#299;'s material opulence and a devotee's material opulence are not on the same level. &#346;r&#299;la Madhv&#257;c&#257;rya comments in this way:</P><P>any&#257;ntary&#257;minam vishnum</P><P CLASS=n>up&#257;sy&#257;nya-sam&#299;pagah</P><P CLASS=n>bhaved yogyatay&#257; tasya</P><P CLASS=n>padam v&#257; pr&#257;pnuy&#257;n narah</P><P>By worshiping Lord Vishnu one can get whatever he desires, but a pure devotee never asks Lord Vishnu for any material profit. Instead he serves Lord Vishnu without material desires and is therefore ultimately transferred to the spiritual kingdom. In this regard, &#346;r&#299;la V&#299;rar&#257;ghava &#256;c&#257;rya comments, yatheshta-gatir ity arthah: by worshiping Vishnu, a devotee can get whatever he likes. Mah&#257;r&#257;ja Citraketu wanted only to return home, back to Godhead, and therefore he achieved success in that way.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>