<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.33</P><P CLASS=c>tatah sam&#257;dh&#257;ya mano man&#299;shay&#257;</P><P CLASS=c>babh&#257;sha etat pratilabdha-v&#257;g asau</P><P CLASS=c>niyamya sarvendriya-b&#257;hya-vartanam</P><P CLASS=c>jagad-gurum s&#257;tvata-&#347;&#257;stra-vigraham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/s/samadhaya">sam&#257;dh&#257;ya</A> &#8212; controlling; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/m/manisaya">man&#299;shay&#257;</A> &#8212; by his intelligence; <A CLASS=v HREF="http://vedabase.net/b/babhasa">babh&#257;sha</A> &#8212; spoke; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/pratilabdha">pratilabdha</A> &#8212; recovering; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that one (King <A HREF="http://vedabase.net/c/citraketu">Citraketu</A>); <A CLASS=v HREF="http://vedabase.net/n/niyamya">niyamya</A> &#8212; controlling; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; of all the senses; <A CLASS=v HREF="http://vedabase.net/b/bahya">b&#257;hya</A> &#8212; external; <A CLASS=v HREF="http://vedabase.net/v/vartanam">vartanam</A> &#8212; the wandering; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; who is the spiritual master of everyone; <A CLASS=v HREF="http://vedabase.net/s/satvata">s&#257;tvata</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; of the holy scriptures; <A CLASS=v HREF="http://vedabase.net/v/vigraham">vigraham</A> &#8212; the personified form.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, by controlling his mind with his intelligence and thus restricting his senses from external engagements, he recovered suitable words with which to express his feelings. Thus he began offering prayers to the Lord, who is the personification of the holy scriptures [the s&#257;tvata-samhit&#257;s like the Brahma-samhit&#257; and the N&#257;rada-pañcar&#257;tra] and who is the spiritual master of all. He offered his prayers as follows.</P><P CLASS=t>PURPORT</P><P>One cannot offer prayers to the Lord with mundane words. One must become spiritually advanced by controlling the mind and senses. Then he can find suitable words to offer in prayers to the Lord. Quoting the following verse from the Padma Pur&#257;na, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; forbids us to sing any song not sung by authorized devotees.</P><P>avaishnava-mukhodg&#299;rnam</P><P CLASS=n>p&#363;tam hari-kath&#257;mritam</P><P CLASS=n>&#347;ravanam naiva kartavyam</P><P CLASS=n>sarpocchishtam yath&#257; payah</P><P>The words or songs of a person not fixed in Vaishnava behavior, not strictly following the rules and regulations and chanting the Hare Krishna mantra should not be accepted by pure devotees. The words s&#257;tvata-&#347;&#257;stra-vigraham indicate that the sac-cid-&#257;nanda body of the Lord can never be accepted to be made of m&#257;y&#257;. Devotees do not offer prayers to the Lord in an imaginary form. The existence of the Lord's form is supported by all Vedic literature.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>