<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.34</P><P CLASS=c>citraketur uv&#257;ca</P><P CLASS=c>ajita jitah sama-matibhih</P><P CLASS=c>s&#257;dhubhir bhav&#257;n jit&#257;tmabhir bhavat&#257;</P><P CLASS=c>vijit&#257;s te 'pi ca bhajat&#257;m</P><P CLASS=c>ak&#257;m&#257;tman&#257;m ya &#257;tmado 'ti-karunah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/citraketuh">citraketuh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/c/citraketu">Citraketu</A> said; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my unconquerable Lord; <A CLASS=v HREF="http://vedabase.net/j/jitah">jitah</A> &#8212; conquered; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/m/matibhih">matibhih</A> &#8212; by persons who have conquered the mind; <A CLASS=v HREF="http://vedabase.net/s/sadhubhih">s&#257;dhubhih</A> &#8212; the devotees; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmabhih">&#257;tmabhih</A> &#8212; who have completely controlled the senses; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/v/vijitah">vijit&#257;h</A> &#8212; conquered; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhajatam">bhajat&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> those who always engage <A HREF="http://vedabase.net/i/in">in</A> Your service; <A CLASS=v HREF="http://vedabase.net/a/akama">ak&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; with <A HREF="http://vedabase.net/n/no">no</A> motives for material profit; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">dah</A> &#8212; giving Yourself; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/k/karunah">karunah</A> &#8212; extremely merciful.</P><P CLASS=t>TRANSLATION</P><P>Citraketu said: O unconquerable Lord, although You cannot be conquered by anyone, You are certainly conquered by devotees who have control of the mind and senses. They can keep You under their control because You are causelessly merciful to devotees who desire no material profit from You. Indeed, You give Yourself to them, and because of this You also have full control over Your devotees.</P><P CLASS=t>PURPORT</P><P>The Lord and the devotees both conquer. The Lord is conquered by the devotees, and the devotees are conquered by the Lord. Because of being conquered by one another, they both derive transcendental bliss from their relationship. The highest perfection of this mutual conquering is exhibited by Krishna and the gop&#299;s. The gop&#299;s conquered Krishna, and Krishna conquered the gop&#299;s. Thus whenever Krishna played His flute, He conquered the minds of the gop&#299;s, and without seeing the gop&#299;s Krishna could not be happy. Other transcendentalists, such as jñ&#257;n&#299;s and yog&#299;s, cannot conquer the Supreme Personality of Godhead; only pure devotees can conquer Him.</P><P>Pure devotees are described as sama-mati, which means that they never deviate from devotional service under any circumstances. It is not that devotees worship the Supreme Lord only when happy; they worship Him even when in distress. Happiness and distress do not hamper the process of devotional service. Therefore &#346;r&#299;mad-Bh&#257;gavatam says that devotional service is ahaituky apratihat&#257;, unmotivated and uninterrupted. When a devotee offers devotional service to the Lord without any motive (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>], his service cannot be hampered by any material condition (apratihat&#257;). Thus a devotee who offers service in all conditions of life can conquer the Supreme Personality of Godhead.</P><P>A special distinction between devotees and the other transcendentalists, namely the jñ&#257;n&#299;s and yog&#299;s, is that jñ&#257;n&#299;s and yog&#299;s artificially try to become one with the Supreme, whereas devotees never aspire for such an impossible accomplishment. Devotees know that their position is to be eternally servants of the Supreme Lord and never to be one with Him. Therefore they are called sama-mati or jit&#257;tm&#257;. They detest oneness with the Supreme. They have no lusty desires for oneness; instead, their desire is to be freed from all material hankering. Therefore they are called nishk&#257;ma, desireless. A living entity cannot exist without desires, but desires that can never be fulfilled are called k&#257;ma, lusty desires. K&#257;mais tais tair hrita jñ&#257;n&#257;h: [<A CLASS=v HREF="../../../bg/7/20.htm">Bg. 7.20</A>] because of lusty desires, nondevotees are deprived of their intelligence. Thus they are unable to conquer the Supreme Lord, whereas devotees, being freed from such unreasonable desires, can conquer the Lord. Such devotees are also conquered by the Supreme Personality of Godhead. Because they are pure, being free from all material desires, they fully surrender to the Supreme Lord, and therefore the Lord conquers them. Such devotees never aspire for liberation. They simply desire to serve the lotus feet of the Lord. Because they serve the Lord without desires for remuneration, they can conquer the mercy of the Lord. The Lord is by nature very merciful, and when He sees that His servant is working without desires for material profit, naturally He is conquered.</P><P>Devotees are always engaged in service.</P><P>sa vai manah krishna-pad&#257;ravindayor</P><P CLASS=n>vac&#257;msi vaikuntha-gun&#257;nuvarnane</P><P>All the activities of their senses are engaged in the service of the Lord. Because of such devotion, the Lord gives Himself to His devotees as if they could use Him for any purpose they might desire. Of course, devotees have no purpose other than to serve. When a devotee fully surrenders and has no aspiration for material profit, the Lord certainly gives him all opportunities for service. This is the position of the Lord when conquered by His devotees.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>