<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.36</P><P CLASS=c>param&#257;nu-parama-mahatos</P><P CLASS=c>tvam &#257;dy-ant&#257;ntara-vart&#299; traya-vidhurah</P><P CLASS=c>&#257;d&#257;v ante 'pi ca sattv&#257;n&#257;m</P><P CLASS=c>yad dhruvam tad ev&#257;ntar&#257;le 'pi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; of the atomic particle; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/m/mahatoh">mahatoh</A> &#8212; and of the biggest (the result of the combination of atoms); <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> both the beginning and the end; <A CLASS=v HREF="http://vedabase.net/a/antara">antara</A> &#8212; and <A HREF="http://vedabase.net/i/in">in</A> the middle; <A CLASS=v HREF="http://vedabase.net/v/varti">vart&#299;</A> &#8212; existing; <A CLASS=v HREF="http://vedabase.net/t/traya">traya</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhurah">vidhurah</A> &#8212; although without beginning, end or middle; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sattvanam">sattv&#257;n&#257;m</A> &#8212; of all existences; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; permanent; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/antarale">antar&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the middle; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>You exist in the beginning, middle and end of everything, from the most minute particle of the cosmic manifestation &#8212; the atom &#8212; to the gigantic universes and total material energy. Nonetheless, You are eternal, having no beginning, end or middle. You are perceived to exist in these three phases, and thus You are permanent. When the cosmic manifestation does not exist, You exist as the original potency.</P><P CLASS=t>PURPORT</P><P>The Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/33.htm">5.33</A>) says:</P><P>advaitam acyutam an&#257;dim ananta-r&#363;pam</P><P CLASS=n>&#257;dyam pur&#257;na-purusham nava-yauvanam ca</P><P CLASS=n>vedeshu durlabham adurlabham &#257;tma-bhaktau</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the Supreme Personality of Godhead, Govinda [Krishna], who is the original person &#8212; absolute, infallible, without beginning, although expanded into unlimited forms, still the same original, the oldest, and the person always appearing as a fresh youth. Such eternal, blissful, all-knowing forms of the Lord cannot be understood even by the best Vedic scholars, but they are always manifest to pure, unalloyed devotees." The Supreme Personality of Godhead has no cause, for He is the cause of everything. The Lord is beyond the workings of cause and effect. He is eternally existing. In another verse the Brahma-samhit&#257; says, and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham: the Lord exists within the gigantic universe and within the atom. The descent of the Lord into the atom and the universe indicates that without His presence, nothing could factually exist. Scientists say that water is a combination of hydrogen and oxygen, but when they see a vast ocean they are puzzled about where such a quantity of hydrogen and oxygen could have come from. They think that everything evolved from chemicals, but where did the chemicals come from? That they do not know. Since the Supreme Personality of Godhead is the cause of all causes, He can produce immense quantities of chemicals to create a situation for chemical evolution. We actually see that chemicals are produced from living entities. For example, a lemon tree produces many tons of citric acid. The citric acid is not the cause of the tree; rather, the tree is the cause of the acid. Similarly, the Supreme Personality of Godhead is the cause of everything. He is the cause of the tree that produces the citric acid (b&#299;jam m&#257;m sarva-bh&#363;t&#257;n&#257;m). Devotees can see that the original potencies causing the cosmic manifestation are not in chemicals but in the Supreme Personality of Godhead, for He is the cause of the chemicals.</P><P>Everything is caused or manifested by the energy of the Supreme Lord, and when everything is annihilated or dissolved, the original potency enters the body of the Supreme Lord. Therefore this verse says, &#257;d&#257;v ante 'pi ca sattv&#257;n&#257;m yad dhruvam tad ev&#257;ntar&#257;le 'pi. The word dhruvam means "permanent." The permanent reality is Krishna, not this cosmic manifestation. As stated in Bhagavad-g&#299;t&#257;, aham &#257;dir hi dev&#257;n&#257;m and mattah sarvam pravartate: Krishna is the original cause of everything. Arjuna recognized Lord &#346;r&#299; Krishna as the original person (purusham &#347;&#257;&#347;vatam divyam &#257;di-devam ajam vibhum), and the Brahma-samhit&#257; describes Him as the original person (govindam &#257;di-purusham). He is the cause of all causes, whether at the beginning, at the end or in the middle.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>