<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.37</P><P CLASS=c>kshity-&#257;dibhir esha kil&#257;vritah</P><P CLASS=c>saptabhir da&#347;a-gunottarair anda-ko&#347;ah</P><P CLASS=c>yatra pataty anu-kalpah</P><P CLASS=c>sah&#257;nda-koti-kotibhis tad anantah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by the ingredients of the material world, headed by earth; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avrtah">&#257;vritah</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/s/saptabhih">saptabhih</A> &#8212; seven; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/u/uttaraih">uttaraih</A> &#8212; each ten times <A HREF="http://vedabase.net/m/more">more</A> than the previous one; <A CLASS=v HREF="http://vedabase.net/a/anda">anda</A>-<A CLASS=v HREF="http://vedabase.net/k/kosah">ko&#347;ah</A> &#8212; egg-shaped universe; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/p/patati">patati</A> &#8212; falls; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/k/kalpah">kalpah</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> minute atom; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/a/anda">anda</A>-<A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/k/kotibhih">kotibhih</A> &#8212; millions of such universes; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/anantah">anantah</A> &#8212; (You <A HREF="http://vedabase.net/a/are">are</A> called) unlimited.</P><P CLASS=t>TRANSLATION</P><P>Every universe is covered by seven layers &#8212; earth, water, fire, air, sky, the total energy and false ego &#8212; each ten times greater than the previous one. There are innumerable universes besides this one, and although they are unlimitedly large, they move about like atoms in You. Therefore You are called unlimited [ananta].</P><P CLASS=t>PURPORT</P><P>The Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/48.htm">5.48</A>) says:</P><P>yasyaika-ni&#347;vasita-k&#257;lam ath&#257;valambya</P><P CLASS=n>j&#299;vanti loma-vilaj&#257; jagad-anda-n&#257;th&#257;h</P><P CLASS=n>vishnur mah&#257;n sa iha yasya kal&#257;-vi&#347;esho</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>The origin of the material creation is Mah&#257;-Vishnu, who lies in the Causal Ocean. While He sleeps in that ocean, millions of universes are generated as He exhales, and they are all annihilated when He inhales. This Mah&#257;-Vishnu is a plenary portion of a portion of Vishnu, Govinda (yasya kal&#257;-vi&#347;eshah). The word kal&#257; refers to a plenary portion of a plenary portion. From Krishna, or Govinda, comes Balar&#257;ma; from Balar&#257;ma comes Sa&#324;karshana; from Sa&#324;karshana, N&#257;r&#257;yana; from N&#257;r&#257;yana, the second Sa&#324;karshana; from the second Sa&#324;karshana, Mah&#257;-Vishnu; from Mah&#257;-Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu; and from Garbhodaka&#347;&#257;y&#299; Vishnu, Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu controls every universe. This gives an idea of the meaning of ananta, unlimited. What is to be said of the unlimited potency and existence of the Lord? This verse describes the coverings of the universe (saptabhir da&#347;a-gunottarair anda-ko&#347;ah). The first covering is earth, the second is water, the third is fire, the fourth is air, the fifth is sky, the sixth is the total material energy, and the seventh is the false ego. Beginning with the covering of earth, each covering is ten times greater than the previous one. Thus we can only imagine how great each universe is, and there are many millions of universes. As confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/42.htm">10.42</A>):</P><P>athav&#257; bahunaitena</P><P CLASS=n>kim jñ&#257;tena tav&#257;rjuna</P><P CLASS=n>vishtabhy&#257;ham idam kritsnam</P><P CLASS=n>ek&#257;m&#347;ena sthito jagat</P><P>"But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe." The entire material world manifests only one fourth of the Supreme Lord's energy. Therefore He is called ananta.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>