<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.41</P><P CLASS=c>vishama-matir na yatra nrin&#257;m</P><P CLASS=c>tvam aham iti mama taveti ca yad anyatra</P><P CLASS=c>vishama-dhiy&#257; racito yah</P><P CLASS=c>sa hy avi&#347;uddhah kshayishnur adharma-bahulah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visama">vishama</A> &#8212; unequal (your religion - my religion, your belief - my belief); <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of human society; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; elsewhere (<A HREF="http://vedabase.net/i/in">in</A> religious systems other than <A HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A HREF="http://vedabase.net/d/dharma">dharma</A>); <A CLASS=v HREF="http://vedabase.net/v/visama">vishama</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by this unequal intelligence; <A CLASS=v HREF="http://vedabase.net/r/racitah">racitah</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that system of religion; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/avisuddhah">avi&#347;uddhah</A> &#8212; not <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/k/ksayisnuh">kshayishnuh</A> &#8212; temporary; <A CLASS=v HREF="http://vedabase.net/a/adharma">adharma</A>-<A CLASS=v HREF="http://vedabase.net/b/bahulah">bahulah</A> &#8212; full of irreligion.</P><P CLASS=t>TRANSLATION</P><P>Being full of contradictions, all forms of religion but bh&#257;gavata-dharma work under conceptions of fruitive results and distinctions of "you and I" and "yours and mine." The followers of &#346;r&#299;mad-Bh&#257;gavatam have no such consciousness. They are all Krishna conscious, thinking that they are Krishna's and Krishna is theirs. There are other, low-class religious systems, which are contemplated for the killing of enemies or the gain of mystic power, but such religious systems, being full of passion and envy, are impure and temporary. Because they are full of envy, they are full of irreligion.</P><P CLASS=t>PURPORT</P><P>Bh&#257;gavata-dharma has no contradictions. Conceptions of "your religion" and "my religion" are completely absent from bh&#257;gavata-dharma. Bh&#257;gavata-dharma means following the orders given by the Supreme Lord, Bhagav&#257;n, as stated in Bhagavad-g&#299;t&#257;: sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. God is one, and God is for everyone. Therefore everyone must surrender to God. That is the pure conception of religion. Whatever God orders constitutes religion (dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam [<A CLASS=v HREF="../../6/3/19.htm">SB 6.3.19</A>]). In bh&#257;gavata-dharma there is no question of "what you believe" and "what I believe." Everyone must believe in the Supreme Lord and carry out His orders. &#256;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam: whatever Krishna says &#8212; whatever God says &#8212; should be directly carried out. That is dharma, religion.</P><P>If one is actually Krishna conscious, he cannot have any enemies. Since his only engagement is to induce others to surrender to Krishna, or God, how can he have enemies? If one advocates the Hindu religion, the Muslim religion, the Christian religion, this religion or that religion, there will be conflicts. History shows that the followers of religious systems without a clear conception of God have fought with one another. There are many instances of this in human history, but systems of religion that do not concentrate upon service to the Supreme are temporary and cannot last for long because they are full of envy. There are many activities directed against such religious systems, and therefore one must give up the idea of "my belief" and "your belief." Everyone should believe in God and surrender unto Him. That is bh&#257;gavata-dharma.</P><P>Bh&#257;gavata-dharma is not a concocted sectarian belief, for it entails research to find how everything is connected with Krishna (&#299;&#347;&#257;v&#257;syam idam sarvam). According to the Vedic injunctions, sarvam khalv idam brahma: Brahman, the Supreme, is present in everything. Bh&#257;gavata-dharma captures this presence of the Supreme. Bh&#257;gavata-dharma does not consider everything in the world to be false. Because everything emanates from the Supreme, nothing can be false; everything has some use in the service of the Supreme. For example, we are now dictating into a microphone and recording on a dictating machine, and thus we are finding how the machine can be connected to the Supreme Brahman. Since we are using this machine in the service of the Lord, it is Brahman. This is the meaning of sarvam khalv idam brahma. Everything is Brahman because everything can be used for the service of the Supreme Lord. Nothing is mithy&#257;, false; everything is factual.</P><P>Bh&#257;gavata-dharma is called sarvotkrishta, the best of all religious systems, because those who follow bh&#257;gavata-dharma are not envious of anyone. Pure bh&#257;gavatas, pure devotees, invite everyone, without envy, to join the Krishna consciousness movement. A devotee is therefore exactly like the Supreme Personality of Godhead. Suhridam sarva-bh&#363;t&#257;n&#257;m: he is the friend of all living entities. Therefore this is the best of all religious systems. Whereas so-called religions are meant for a particular type of person who believes in a particular way, such discrimination has no place in Krishna consciousness, or bh&#257;gavata-dharma. If we scrutinize the religious systems meant for worship of demigods or anyone else but the Supreme Personality of Godhead, we will find that they are full of envy and therefore impure.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>