<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.43</P><P CLASS=c>na vyabhicarati taveksh&#257;</P><P CLASS=c>yay&#257; hy abhihito bh&#257;gavato dharmah</P><P CLASS=c>sthira-cara-sattva-kadambeshv</P><P CLASS=c>aprithag-dhiyo yam up&#257;sate tv &#257;ry&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vyabhicarati">vyabhicarati</A> &#8212; fails; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/i/iksa">&#299;ksh&#257;</A> &#8212; outlook; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihitah</A> &#8212; declared; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relationship with Your instructions and activities; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious principle; <A CLASS=v HREF="http://vedabase.net/s/sthira">sthira</A> &#8212; nonmoving; <A CLASS=v HREF="http://vedabase.net/c/cara">cara</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/k/kadambesu">kadambeshu</A> &#8212; among the living entities; <A CLASS=v HREF="http://vedabase.net/a/aprthak">aprithak</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; who <A HREF="http://vedabase.net/d/do">do</A> not consider distinctions; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/u/upasate">up&#257;sate</A> &#8212; follow; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/aryah">&#257;ry&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> advanced <A HREF="http://vedabase.net/i/in">in</A> civilization.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, one's occupational duty is instructed in &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257; according to Your point of view, which never deviates from the highest goal of life. Those who follow their occupational duties under Your supervision, being equal to all living entities, moving and nonmoving, and not considering high and low, are called &#256;ryans. Such &#256;ryans worship You, the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Bh&#257;gavata-dharma and krishna-kath&#257; are identical. &#346;r&#299; Caitanya Mah&#257;prabhu wanted everyone to become a guru and preach the instructions of Krishna everywhere from Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam, the Pur&#257;nas, Ved&#257;nta-s&#363;tra and similar Vedic literatures. &#256;ryans, who are advanced in civilization, follow bh&#257;gavata-dharma. Prahl&#257;da Mah&#257;r&#257;ja, although merely a child of five years, recommended:</P><P>kaum&#257;ra &#257;caret pr&#257;jño</P><P CLASS=n>dharm&#257;n bh&#257;gavat&#257;n iha</P><P CLASS=n>durlabham m&#257;nusham janma</P><P CLASS=n>tad apy adhruvam arthadam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/6/1.htm">7.6.1</A>)</P><P>Prahl&#257;da Mah&#257;r&#257;ja preached bh&#257;gavata-dharma among his classmates as soon as an opportunity was afforded by the absence of his teachers from the classroom. He said that from the very beginning of life, from the age of five, children should be instructed about bh&#257;gavata-dharma because the human form of life, which is very rarely obtained, is meant for understanding this subject.</P><P>Bh&#257;gavata-dharma means living according to the instructions of the Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; we find that the Supreme Lord has arranged human society in four social divisions, namely br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra. Again, the Pur&#257;nas and other Vedic literatures set forth four &#257;&#347;ramas, which are the divisions of spiritual life. Therefore bh&#257;gavata-dharma means the varn&#257;&#347;rama-dharma of the four social and four spiritual divisions.</P><P>The members of human society who strictly follow the principles of bh&#257;gavata-dharma and live according to the instructions of the Supreme Personality of Godhead are called &#256;ryans or &#257;rya. A civilization of &#256;ryans who strictly follow the instructions of the Lord and never deviate from those instructions is perfect. Such civilized men do not discriminate between trees, animals, human beings and other living entities. pandit&#257;h sama-dar&#347;inah: [<A CLASS=v HREF="../../../bg/5/18.htm">Bg. 5.18</A>] because they are completely educated in Krishna consciousness, they see all living beings equally. &#256;ryans do not kill even a small plant unnecessarily, not to speak of cutting trees for sense gratification. At the present moment, throughout the world, killing is prominent. Men are killing trees, they are killing animals, and they are killing other human beings also, all for sense gratification. This is not an &#256;ryan civilization. As stated here, sthira-cara-sattva-kadambeshv aprithag-dhiyah. The word aprithag-dhiyah indicates that &#256;ryans do not distinguish between lower and higher grades of life. All life should be protected. All living beings have a right to live, even the trees and plants. This is the basic principle of an &#256;ryan civilization. Apart from the lower living entities, those who have come to the platform of human civilization should be divided into a society of br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras. The br&#257;hmanas should follow the instructions of the Supreme Personality of Godhead as stated in Bhagavad-g&#299;t&#257; and other Vedic literatures. The criterion must be guna and karma. In other words, one should acquire the qualities of a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra and act accordingly. This is the civilization accepted by the &#256;ryans. Why do they accept it? They accept it because they are very much eager to satisfy Krishna. This is perfect civilization.</P><P>&#256;ryans do not deviate from the instructions of Krishna, nor do they have doubts about Krishna, but non-&#256;ryans and other demoniac people fail to follow the instructions of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. This is because they have been trained in sense gratification at the cost of all other living entities. N&#363;nam pramattah kurute vikarma: [<A CLASS=v HREF="../../5/5/4.htm">SB 5.5.4</A>] their only business is to indulge in all kinds of forbidden activities for sense gratification. Yad indriya-pr&#299;taya &#257;prinoti: they deviate in this way because they want to gratify their senses. They have no other occupation or ambition. Their method of civilization is condemned in the previous verse. Kah kshemo nija-parayoh kiy&#257;n v&#257;rthah sva-para-druh&#257; dharmena: "What is the meaning of a civilization that kills oneself and others?"</P><P>This verse, therefore, advises that everyone become a member of the &#256;ryan civilization and accept the instructions of the Supreme Personality of Godhead. One should conduct his social, political and religious affairs according to His instructions. We are spreading the Krishna consciousness movement to try to establish a society the way that Krishna wants it. This is the meaning of Krishna consciousness. We are therefore presenting Bhagavad-g&#299;t&#257; as it is and kicking out all kinds of mental concoction. Fools and rascals interpret Bhagavad-g&#299;t&#257; in their own way. When Krishna says, man-man&#257; bhava mad-bhakto mad-y&#257;j&#299; m&#257;m namaskuru [<A CLASS=v HREF="../../../bg/18/65.htm">Bg. 18.65</A>] &#8212; "Always think of Me, become My devotee, worship Me and offer your homage unto Me" &#8212; they comment that it is not Krishna to whom we must surrender. Thus they derive imaginary meanings from Bhagavad-g&#299;t&#257;. The Krishna consciousness movement, however, strictly follows bh&#257;gavata-dharma, the instructions of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam for the complete welfare of human society. One who misinterprets Bhagavad-g&#299;t&#257;, twisting out some meaning for his sense gratification, is a non-&#256;ryan. Therefore commentaries on Bhagavad-g&#299;t&#257; by such persons should be immediately rejected. One should try to follow Bhagavad-g&#299;t&#257; as it is. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/6.htm">12.6-7</A>) Lord &#346;r&#299; Krishna says:</P><P>ye tu sarv&#257;ni karm&#257;ni</P><P CLASS=n>mayi sannyasya mat-par&#257;h</P><P CLASS=n>ananyenaiva yogena</P><P CLASS=n>m&#257;m dhy&#257;yanta up&#257;sate</P><P CLASS=n>tesh&#257;m aham samuddhart&#257;</P><P CLASS=n>mrityu-sams&#257;ra-s&#257;gar&#257;t</P><P CLASS=n>bhav&#257;mi na cir&#257;t p&#257;rtha</P><P CLASS=n>mayy &#257;ve&#347;ita-cetas&#257;m</P><P>"For one who worships Me, giving up all his activities unto Me and being devoted to Me without deviation, engaged in devotional service and always meditating upon Me, who has fixed his mind upon Me, O son of Prith&#257;, for him I am the swift deliverer from the ocean of birth and death."</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>