<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.50</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>yan n&#257;rad&#257;&#324;girobhy&#257;m te</P><P CLASS=c>vy&#257;hritam me 'nu&#347;&#257;sanam</P><P CLASS=c>samsiddho 'si tay&#257; r&#257;jan</P><P CLASS=c>vidyay&#257; dar&#347;an&#257;c ca me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead, <A HREF="http://vedabase.net/s/sankarsana">Sa&#324;karshana</A>, replied; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/narada">n&#257;rada</A>-<A CLASS=v HREF="http://vedabase.net/a/angirobhyam">a&#324;girobhy&#257;m</A> &#8212; by the great sages <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> and A&#324;gir&#257;; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/v/vyahrtam">vy&#257;hritam</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/anusasanam">anu&#347;&#257;sanam</A> &#8212; the worship; <A CLASS=v HREF="http://vedabase.net/s/samsiddhah">samsiddhah</A> &#8212; completely perfected; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; <A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/d/darsanat">dar&#347;an&#257;t</A> &#8212; from the direct sight; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Anantadeva, replied as follows: O King, as a result of your having accepted the instructions spoken about Me by the great sages N&#257;rada and A&#324;gir&#257;, you have become completely aware of transcendental knowledge. Because you are now educated in the spiritual science, you have seen Me face to face. Therefore you are now completely perfect.</P><P CLASS=t>PURPORT</P><P>The perfection of life is to be spiritually educated and to understand the existence of the Lord and how He creates, maintains and annihilates the cosmic manifestation. When one is perfect in knowledge, he can develop his love of Godhead through the association of such perfect persons as N&#257;rada and A&#324;gir&#257; and the members of their disciplic succession. Then one is able to see the unlimited Supreme Personality of Godhead face to face. Although the Lord is unlimited, by His causeless mercy He becomes visible to the devotee, who is then able to see Him. In our present position of conditioned life we cannot see or understand the Supreme Personality of Godhead.</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah</P><P>"No one can understand the transcendental nature of the name, form, quality and pastimes of &#346;r&#299; Krishna through his materially contaminated senses. Only when one becomes spiritually saturated by transcendental service to the Lord are the transcendental name, form, quality and pastimes of the Lord revealed to him." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/234">1.2.234</A>) If one takes to spiritual life under the direction of N&#257;rada Muni or his representative and thus engages himself in the service of the Lord, he qualifies himself to see the Lord face to face. The Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>) states:</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship the primeval Lord, Govinda, who is always seen by the devotee whose eyes are anointed with the pulp of love. He is seen in His eternal form of &#346;y&#257;masundara situated within the heart of the devotee." One must follow the instructions of the spiritual master. Thus one becomes qualified and later sees the Supreme Personality of Godhead, as evinced by Mah&#257;r&#257;ja Citraketu.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>