<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.51</P><P CLASS=c>aham vai sarva-bh&#363;t&#257;ni</P><P CLASS=c>bh&#363;t&#257;tm&#257; bh&#363;ta-bh&#257;vanah</P><P CLASS=c>&#347;abda-brahma param brahma</P><P CLASS=c>mamobhe &#347;&#257;&#347;vat&#299; tan&#363;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; expanded <A HREF="http://vedabase.net/i/in">in</A> different forms of living entities; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul of all living entities (the supreme director and <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of them); <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; the cause for the manifestation of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the transcendental sound vibration (the <A HREF="http://vedabase.net/h/hare">Hare</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/m/mantra">mantra</A>); <A CLASS=v HREF="http://vedabase.net/p/param">param</A> <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Supreme Absolute Truth; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/u/ubhe">ubhe</A> &#8212; both (namely, the form of sound and the form of spiritual identity); <A CLASS=v HREF="http://vedabase.net/s/sasvati">&#347;&#257;&#347;vat&#299;</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/t/tanu">tan&#363;</A> &#8212; two bodies.</P><P CLASS=t>TRANSLATION</P><P>All living entities, moving and nonmoving, are My expansions and are separate from Me. I am the Supersoul of all living beings, who exist because I manifest them. I am the form of the transcendental vibrations like omk&#257;ra and Hare Krishna Hare R&#257;ma, and I am the Supreme Absolute Truth. These two forms of Mine &#8212; namely, the transcendental sound and the eternally blissful spiritual form of the Deity, are My eternal forms; they are not material.</P><P CLASS=t>PURPORT</P><P>The science of devotional service has been instructed by N&#257;rada and A&#324;gir&#257; to Citraketu. Now, because of Citraketu's devotional service, he has seen the Supreme Personality of Godhead. By performing devotional service, one advances step by step, and when one is on the platform of love of Godhead (prem&#257; pumartho mah&#257;n) he sees the Supreme Lord at every moment. As stated in Bhagavad-g&#299;t&#257;, when one engages in devotional service twenty-four hours a day (tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m pr&#299;ti-p&#363;rvakam [<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>]) in accordance with the instructions of the spiritual master, his devotional service becomes more and more pleasing. Then the Supreme Personality of Godhead, who is within the core of everyone's heart, speaks to the devotee (dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te). Citraketu Mah&#257;r&#257;ja was first instructed by his gurus, A&#324;gir&#257; and N&#257;rada, and now, having followed their instructions, he has come to the stage of seeing the Supreme Lord face to face. Therefore the Lord is now instructing him in the essence of knowledge.</P><P>The essence of knowledge is that there are two kinds of vastu, or substances, One is real, and the other, being illusory or temporary, is sometimes called nonfactual. One must consider these two kinds of existence. The real tattva, or truth, consists of Brahman, Param&#257;tm&#257;, and Bhagav&#257;n. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/11.htm">1.2.11</A>):</P><P>vadanti tat tattva-vidas</P><P CLASS=n>tattvam yaj jñ&#257;nam advayam</P><P CLASS=n>brahmeti param&#257;tmeti</P><P CLASS=n>bhagav&#257;n iti &#347;abdyate</P><P>"Learned transcendentalists who know the Absolute Truth call this nondual substance Brahman, Param&#257;tm&#257; or Bhagav&#257;n." The Absolute Truth exists eternally in three features. Therefore, Brahman, Param&#257;tm&#257; and Bhagav&#257;n combined are the substance.</P><P>The categories of emanations from the nonsubstance are two &#8212; activities and forbidden activities (karma and vikarma). Karma refers to the pious life or material activities performed during the day and the mental activities of dreams at night. These are more or less desired activities. Vikarma, however, refers to illusory activities, which are something like the will-o'-the-wisp. These are activities that have no meaning. For example, modern scientists imagine that life can be produced from chemical combinations, and they are very busy trying to prove this in laboratories throughout the world, although no one in history has been able to produce the substance of life from material combinations. Such activities are called vikarma.</P><P>All material activities are actually illusory, and progress in illusion is simply a waste of time. These illusory activities are called ak&#257;rya, and one must learn of them from the instructions of the Supreme Personality of Godhead. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/17.htm">4.17</A>):</P><P>karmano hy api boddhavyam</P><P CLASS=n>boddhavyam ca vikarmanah</P><P CLASS=n>akarmana&#347; ca boddhavyam</P><P CLASS=n>gahan&#257; karmano gatih</P><P>"The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is, and what inaction is." One must learn of these directly from the Supreme Personality of Godhead, who, as Anantadeva, is instructing King Citraketu because of the advanced stage of devotional service he achieved by following the instructions of N&#257;rada and A&#324;gir&#257;.</P><P>Herein it is said, aham vai sarva-bh&#363;t&#257;ni: the Lord is everything (sarva-bh&#363;t&#257;ni), including the living entities and the material or physical elements. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4-5</A>):</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh</P><P CLASS=n>kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me</P><P CLASS=n>bhinn&#257; prakritir ashtadh&#257;</P><P CLASS=n>apareyam itas tv any&#257;m</P><P CLASS=n>prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho</P><P CLASS=n>yayedam dh&#257;ryate jagat</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego &#8212; all together these eight comprise My separated material energies. Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, which consists of the living entities, who are struggling with material nature and are sustaining the universe." The living entity tries to lord it over the material or physical elements, but both the physical elements and the spiritual spark are energies emanating from the Supreme Personality of Godhead. Therefore the Lord says, aham vai sarva-bh&#363;t&#257;ni: "I am everything." Just as heat and light emanate from fire, these two energies &#8212; the physical elements and the living entities &#8212; emanate from the Supreme Lord. Therefore the Lord says, aham vai sarva-bh&#363;t&#257;ni: "I expand the physical and spiritual categories."</P><P>Again, the Lord, as the Supersoul, guides the living entities who are conditioned by the physical atmosphere. Therefore he is called bh&#363;t&#257;tm&#257; bh&#363;ta-bh&#257;vanah. He gives the living entity the intelligence with which to improve his position so that he may return home, back to Godhead, or if he does not want to go back to Godhead, the Lord gives him the intelligence with which to improve his material position. This is confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>). Sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca: "I am seated in everyone's heart, and from Me come remembrance, knowledge and forgetfulness." From within, the Lord gives the living being the intelligence with which to work. Therefore the previous verse said that after the Supreme Personality of Godhead endeavors, our endeavors begin. We cannot independently endeavor or act upon anything. Therefore the Lord is bh&#363;ta-bh&#257;vanah.</P><P>Another specific feature of the knowledge given in this verse is that &#347;abda-brahma is also a form of the Supreme Lord. In His eternal, blissful form, Lord Krishna is accepted by Arjuna as param brahma. A living entity in the conditioned stage accepts something illusory as substantial. This is called m&#257;y&#257; or avidy&#257; &#8212; ignorance. Therefore according to the Vedic knowledge, one must become a devotee, and one must then distinguish between avidy&#257; and vidy&#257;, which are elaborately explained in the &#298;&#347;opanishad. When one is actually on the platform of vidy&#257;, he can personally understand the Personality of Godhead in His forms like those of Lord R&#257;ma, Lord Krishna and Sa&#324;karshana. The Vedic knowledge is described as the breathing of the Supreme Lord, and activities begin on the basis of Vedic knowledge. Therefore the Lord says that when He endeavors or breathes, the material universes come into existence, and various activities gradually develop. The Lord says in Bhagavad-g&#299;t&#257;, pranavah sarva-vedeshu: "I am the syllable om in all the Vedic mantras." Vedic knowledge begins with the vibration of the transcendental sound pranava, omk&#257;ra. The same transcendental sound is Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Abhinnatv&#257;n n&#257;ma-n&#257;minoh: there is no difference between the holy name of the Lord and the Lord Himself.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>