<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verses 53-54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verses 53-54"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.53-54</P><P CLASS=c>yath&#257; sushuptah purusho</P><P CLASS=c>vi&#347;vam pa&#347;yati c&#257;tmani</P><P CLASS=c>&#257;tm&#257;nam eka-de&#347;a-stham</P><P CLASS=c>manyate svapna utthitah</P><P CLASS=c>evam j&#257;garan&#257;d&#299;ni</P><P CLASS=c>j&#299;va-sth&#257;n&#257;ni c&#257;tmanah</P><P CLASS=c>m&#257;y&#257;-m&#257;tr&#257;ni vijñ&#257;ya</P><P CLASS=c>tad-drasht&#257;ram param smaret</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/susuptah">sushuptah</A> &#8212; sleeping; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the whole universe; <A CLASS=v HREF="http://vedabase.net/p/pasyati">pa&#347;yati</A> &#8212; perceives; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> himself; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; lying down <A HREF="http://vedabase.net/i/in">in</A> one place; <A CLASS=v HREF="http://vedabase.net/m/manyate">manyate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> considers; <A CLASS=v HREF="http://vedabase.net/s/svapne">svapne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the dreaming condition; <A CLASS=v HREF="http://vedabase.net/u/utthitah">utthitah</A> &#8212; waking up; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/j/jagarana">j&#257;garana</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; the states of wakefulness and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/s/sthanani">sth&#257;n&#257;ni</A> &#8212; the living entity's different conditions of existence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/matrani">m&#257;tr&#257;ni</A> &#8212; the exhibitions of the illusory potency; <A CLASS=v HREF="http://vedabase.net/v/vijnaya">vijñ&#257;ya</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/d/drastaram">drasht&#257;ram</A> &#8212; the creator or seer of all such conditions; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/s/smaret">smaret</A> &#8212; one should always remember.</P><P CLASS=t>TRANSLATION</P><P>When a person is in deep sleep, he dreams and sees in himself many other objects, such as great mountains and rivers or perhaps even the entire universe, although they are far away. Sometimes when one awakens from a dream he sees that he is in a human form, lying in his bed in one place. Then he sees himself, in terms of various conditions, as belonging to a particular nationality, family and so on. All the conditions of deep sleep, dreaming and wakefulness are but energies of the Supreme Personality of Godhead. One should always remember the original creator of these conditions, the Supreme Lord, who is unaffected by them.</P><P CLASS=t>PURPORT</P><P>None of these conditions of the living entities &#8212; namely, deep sleep, dreaming and wakefulness &#8212; is substantial. They are simply displays of various phases of conditional life. There may be many mountains, rivers, trees, bees, tigers and snakes that are situated far away, but in a dream one may imagine them to be nearby. Similarly, as one has subtle dreams at night, when the living entity is awake he lives in gross dreams of nation, community, society, possessions, skyscrapers, bank balance, position and honor. Under the circumstances, one should know that his position is due to his contact with the material world. One is situated in different positions in various forms of life that are all but creations of the illusory energy, which works under the direction of the Supreme Personality of Godhead. Therefore the Supreme Lord is the ultimate actor, and the conditioned living entity should simply remember this original actor, &#346;r&#299; Krishna. As living entities, we are being carried away by the waves of prakriti, or nature, which works under the Lord's direction (may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]). Bhaktivinoda Th&#257;kura sings, (miche) m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese', kh&#257;ccha h&#257;budubu, bh&#257;i: "Why are you being carried away by the waves of the illusory energy in various phases of dreaming and wakefulness? These are all creations of m&#257;y&#257;." Our only duty is to remember the supreme director of this illusory energy &#8212; Krishna. For us to do this, the &#347;&#257;stra advises us, harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]: one should constantly chant the holy name of the Lord &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. The Supreme Lord is realized in three different phases, as Brahman, Param&#257;tm&#257; and Bhagav&#257;n, but Bhagav&#257;n is the ultimate realization. One who realizes Bhagav&#257;n &#8212; the Supreme Personality of Godhead, Krishna &#8212; is the most perfect mah&#257;tm&#257; (v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). In the human form of life, one should understand the Supreme Personality of Godhead, for then one will understand everything else. Yasmin vijñ&#257;te sarvam evam vijñ&#257;tam bhavati. According to this Vedic injunction, simply by understanding Krishna one understands Brahman, Param&#257;tm&#257;, prakriti, the illusory energy, the spiritual energy and everything else. Everything will be revealed. prakriti, the material nature, is. working under the direction of the Supreme Lord, and we living entities are being carried away by various phases of prakriti. For self-realization, one should always remember Krishna. As stated in Padma Pur&#257;na, smartavyah satatam vishnuh: we should always remember Lord Vishnu. Vismartavyo na j&#257;tucit: we should never forget the Lord. This is the perfection of life.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>