<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.57</P><P CLASS=c>yad etad vismritam pumso</P><P CLASS=c>mad-bh&#257;vam bhinnam &#257;tmanah</P><P CLASS=c>tatah sams&#257;ra etasya</P><P CLASS=c>deh&#257;d deho mriter mritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vismrtam">vismritam</A> &#8212; forgotten; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; My spiritual position; <A CLASS=v HREF="http://vedabase.net/b/bhinnam">bhinnam</A> &#8212; separation; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; from the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/s/samsarah">sams&#257;rah</A> &#8212; material, conditional life; <A CLASS=v HREF="http://vedabase.net/e/etasya">etasya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/d/dehat">deh&#257;t</A> &#8212; from one body; <A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; another body; <A CLASS=v HREF="http://vedabase.net/m/mrteh">mriteh</A> &#8212; from one death; <A CLASS=v HREF="http://vedabase.net/m/mrtih">mritih</A> &#8212; another death.</P><P CLASS=t>TRANSLATION</P><P>When a living entity, thinking himself different from Me, forgets his spiritual identity of qualitative oneness with Me in eternity, knowledge and bliss, his material, conditional life begins. In other words, instead of identifying his interest with Mine, he becomes interested in his bodily expansions like his wife, children and material possessions. In this way, by the influence of his actions, one body comes from another, and after one death, another death takes place.</P><P CLASS=t>PURPORT</P><P>Generally the M&#257;y&#257;v&#257;d&#299; philosophers or persons influenced by M&#257;y&#257;v&#257;d&#299; philosophers think themselves as good as the Supreme Personality of Godhead. This is the cause of their conditional life. As stated by the Vaishnava poet Jagad&#257;nanda Pandita in his Prema-vivarta:</P><P>krishna-bahirmukha hañ&#257; bhoga v&#257;ñch&#257; kare</P><P CLASS=n>nikata-stha m&#257;y&#257; t&#257;re j&#257;patiy&#257; dhare</P><P>As soon as a living entity forgets his constitutional position and endeavors to become one with the Supreme, his conditional life begins. The conception that the Supreme Brahman and the living entity are equal not only in quality but also in quantity is the cause of conditional life. If one forgets the difference between the Supreme Lord and the living entity, his conditional life begins. Conditional life means giving up one body to accept another and undergoing death to accept death again. The M&#257;y&#257;v&#257;d&#299; philosopher teaches the philosophy of tat tvam asi, saying, "You are the same as God." He forgets that tat tvam asi applies in terms of the marginal position of the living entity, who is like sunshine. There is heat and light in the sun, and there is heat and light in the sunshine, and thus they are qualitatively one. But one should not forget that the sunshine rests on the sun. As the Lord says in Bhagavad-g&#299;t&#257;, brahmano hi pratishth&#257;ham [<A CLASS=v HREF="../../../bg/14/27.htm">Bg. 14.27</A>]: "I am the original source of Brahman." The sunshine is important because of the presence of the sun globe. It is not that the sun globe is important because of the all-pervasiveness of the sunshine. Forgetfulness and misunderstanding of this fact is called m&#257;y&#257;. Because of forgetfulness of one's constitutional position and that of the Supreme Lord, one comes into m&#257;y&#257;, or sams&#257;ra &#8212; conditional life. In this regard, Madhv&#257;c&#257;rya says:</P><P>sarva-bhinnam par&#257;tm&#257;nam</P><P CLASS=n>vismaran samsared iha</P><P CLASS=n>abhinnam samsmaran y&#257;ti</P><P CLASS=n>tamo n&#257;sty atra sam&#347;ayah</P><P>When one thinks that the living entity is nondifferent in all respects from the Supreme Lord, there is no doubt that he is in ignorance (tamah).</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>