<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 16 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 16 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">King Citraketu Meets the Supreme Lord</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.16.9</P><P CLASS=c>esha nityo 'vyayah s&#363;kshma</P><P CLASS=c>esha sarv&#257;&#347;rayah svadrik</P><P CLASS=c>&#257;tmam&#257;y&#257;-gunair vi&#347;vam</P><P CLASS=c>&#257;tm&#257;nam srijate prabhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this living entity; <A CLASS=v HREF="http://vedabase.net/n/nityah">nityah</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/a/avyayah">avyayah</A> &#8212; imperishable; <A CLASS=v HREF="http://vedabase.net/s/suksmah">s&#363;kshmah</A> &#8212; very, very fine (not seen by the material eyes); <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this living entity; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; the cause of different types of bodies; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; self-effulgent; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by the Supreme Personality of Godhead's modes of material nature; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; this material world; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/s/srjate">srijate</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the master.</P><P CLASS=t>TRANSLATION</P><P>The living entity is eternal and imperishable because he actually has no beginning and no end. He never takes birth or dies. He is the basic principle of all types of bodies, yet he does not belong to the bodily category. The living being is so sublime that he is equal in quality to the Supreme Lord. Nonetheless, because he is extremely small, he is prone to be illusioned by the external energy, and thus he creates various bodies for himself according to his different desires.</P><P CLASS=t>PURPORT</P><P>In this verse the philosophy of acintya-bhed&#257;bheda &#8212; simultaneous oneness and difference &#8212; is described. The living entity is eternal (nitya) like the Supreme Personality of Godhead, but the difference is that the Supreme Lord is the greatest, no one being equal to or greater than Him, whereas the living entity is s&#363;kshma, or extremely small. The &#347;&#257;stra describes that the magnitude of the living entity is one ten-thousandth the size of the tip of a hair. The Supreme Lord is all-pervading (and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham). Relatively, if the living entity is accepted as the smallest, there should naturally be inquiry about the greatest. The greatest is the Supreme Personality of Godhead, and the smallest is the living entity.</P><P>Another peculiar characteristic of the j&#299;va is that he becomes covered by m&#257;y&#257;. &#256;tmam&#257;y&#257;-gunaih: he is prone to being covered by the Supreme Lord's illusory energy. The living entity is responsible for his conditional life in the material world, and therefore he is described as prabhu ("the master"). If he likes he can come to this material world, and if he likes he can return home, back to Godhead. Because he wanted to enjoy this material world, the Supreme Personality of Godhead gave him a material body through the agency of the material energy. As the Lord Himself says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." The Supreme Lord gives the living entity a chance to enjoy in this material world as he desires, but He openly expresses His own desire that the living entity give up all material aspirations, fully surrender unto Him and return home, back to Godhead.</P><P>The living entity is the smallest (s&#363;kshma). J&#299;va Gosv&#257;m&#299; says in this connection that the living entity within the body is extremely difficult for materialistic scientists to find, although we understand from authorities that the living entity is within the body. The body is different from the living entity.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>