<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 4 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 4 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Appearance of &#346;r&#299; N&#257;rada</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.4.1</P><P CLASS=c>vy&#257;sa uv&#257;ca</P><P CLASS=c>iti bruv&#257;nam samst&#363;ya</P><P CLASS=c>mun&#299;n&#257;m d&#299;rgha-satrin&#257;m</P><P CLASS=c>vriddhah kula-patih s&#363;tam</P><P CLASS=c>bahvricah &#347;aunako 'brav&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyasah">vy&#257;sah</A> &#8212; Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bruvanam">bruv&#257;nam</A> &#8212; speaking; <A CLASS=v HREF="http://vedabase.net/s/samstuya">samst&#363;ya</A> &#8212; congratulating; <A CLASS=v HREF="http://vedabase.net/m/muninam">mun&#299;n&#257;m</A> &#8212; of the great sages; <A CLASS=v HREF="http://vedabase.net/d/dirgha">d&#299;rgha</A> &#8212; prolonged; <A CLASS=v HREF="http://vedabase.net/s/satrinam">satrin&#257;m</A> &#8212; of those engaged <A HREF="http://vedabase.net/i/in">in</A> the performance of sacrifice; <A CLASS=v HREF="http://vedabase.net/v/vrddhah">vriddhah</A> &#8212; elderly; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; head of the assembly; <A CLASS=v HREF="http://vedabase.net/s/sutam">s&#363;tam</A> &#8212; unto <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/r/rcah">ricah</A> &#8212; learned; <A CLASS=v HREF="http://vedabase.net/s/saunakah">&#347;aunakah</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/s/saunaka">&#346;aunaka</A>; <A CLASS=v HREF="http://vedabase.net/a/abravit">abrav&#299;t</A> &#8212; addressed.</P><P CLASS=t>TRANSLATION</P><P>On hearing S&#363;ta Gosv&#257;m&#299; speak thus, &#346;aunaka Muni, who was the elderly, learned leader of all the rishis engaged in that prolonged sacrificial ceremony, congratulated S&#363;ta Gosv&#257;m&#299; by addressing him as follows.</P><P CLASS=t>PURPORT</P><P>In a meeting of learned men, when there are congratulations or addresses for the speaker, the qualifications of the congratulator should be as follows. He must be the leader of the house and an elderly man. He must be vastly learned also. &#346;r&#299; &#346;aunaka Rishi had all these qualifications, and thus he stood up to congratulate &#346;r&#299; S&#363;ta Gosv&#257;m&#299; when he expressed his desire to present &#346;r&#299;mad-Bh&#257;gavatam exactly as he heard it from &#346;ukadeva Gosv&#257;m&#299; and also realized it personally. Personal realization does not mean that one should, out of vanity, attempt to show one's own learning by trying to surpass the previous &#257;c&#257;rya. He must have full confidence in the previous &#257;c&#257;rya, and at the same time he must realize the subject matter so nicely that he can present the matter for the particular circumstances in a suitable manner. The original purpose of the text must be maintained. No obscure meaning should be screwed out of it, yet it should be presented in an interesting manner for the understanding of the audience. This is called realization. The leader of the assembly, &#346;aunaka, could estimate the value of the speaker, &#346;r&#299; S&#363;ta Gosv&#257;m&#299;, simply by his uttering yath&#257;dh&#299;tam and yath&#257;-mati, and therefore he was very glad to congratulate him in ecstasy. No learned man should be willing to hear a person who does not represent the original &#257;c&#257;rya. So the speaker and the audience were bona fide in this meeting where Bh&#257;gavatam was being recited for the second time. That should be the standard of recitation of Bh&#257;gavatam, so that the real purpose can be served without difficulty. Unless this situation is created, Bh&#257;gavatam recitation for extraneous purposes is useless labor both for the speaker and for the audience.</P><P CLASS=l><A CLASS=i HREF="../3/44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>