<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 4 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 4 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Appearance of &#346;r&#299; N&#257;rada</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.4.13</P><P CLASS=c>tat sarvam nah sam&#257;cakshva</P><P CLASS=c>prishto yad iha kiñcana</P><P CLASS=c>manye tv&#257;m vishaye v&#257;c&#257;m</P><P CLASS=c>sn&#257;tam anyatra ch&#257;ndas&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/s/samacaksva">sam&#257;cakshva</A> &#8212; clearly explain; <A CLASS=v HREF="http://vedabase.net/p/prstah">prishtah</A> &#8212; questioned; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/k/kincana">kiñcana</A> &#8212; all that; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; we think; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/v/visaye">vishaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all subjects; <A CLASS=v HREF="http://vedabase.net/v/vacam">v&#257;c&#257;m</A> &#8212; meanings of words; <A CLASS=v HREF="http://vedabase.net/s/snatam">sn&#257;tam</A> &#8212; fully acquainted; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/c/chandasat">ch&#257;ndas&#257;t</A> &#8212; portion of the Vedas.</P><P CLASS=t>TRANSLATION</P><P>We know that you are expert in the meaning of all subjects, except some portions of the Vedas, and thus you can clearly explain the answers to all the questions we have just put to you.</P><P CLASS=t>PURPORT</P><P>The difference between the Vedas and the Pur&#257;nas is like that between the br&#257;hmanas and the parivr&#257;jakas. The br&#257;hmanas are meant to administer some fruitive sacrifices mentioned in the Vedas, but the parivr&#257;jak&#257;c&#257;ryas, or learned preachers, are meant to disseminate transcendental knowledge to one and all. As such, the parivr&#257;jak&#257;c&#257;ryas are not always expert in pronouncing the Vedic mantras, which are practiced systematically by accent and meter by the br&#257;hmanas who are meant for administering Vedic rites. Yet it should not be considered that the br&#257;hmanas are more important than the itinerant preachers. They are one and different simultaneously because they are meant for the same end, in different ways.</P><P>There is no difference also between the Vedic mantras and what is explained in the Pur&#257;nas and Itih&#257;sa. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, it is mentioned in the M&#257;dhyandina-&#347;ruti that all the Vedas, namely the S&#257;ma, Atharva, Rig, Yajur, Pur&#257;nas, Itih&#257;sas, Upanishads, etc., are emanations from the breathing of the Supreme Being. The only difference is that the Vedic mantras are mostly begun with pranava omk&#257;ra, and it requires some training to practice the metric pronunciation of the Vedic mantras. But that does not mean that &#346;r&#299;mad-Bh&#257;gavatam is of less importance than the Vedic mantras. On the contrary, it is the ripened fruit of all the Vedas, as stated before. Besides that, the most perfectly liberated soul, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, is absorbed in the studies of the Bh&#257;gavatam, although he is already self-realized. &#346;r&#299;la S&#363;ta Gosv&#257;m&#299; is following his footsteps, and therefore his position is not the least less important because he was not expert in chanting Vedic mantras with metric pronunciation, which depends more on practice than actual realization. Realization is more important than parrotlike chanting.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>