<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 4 Verses 17-18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 4 Verses 17-18"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Appearance of &#346;r&#299; N&#257;rada</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.4.17-18</P><P CLASS=c>bhautik&#257;n&#257;m ca bh&#257;v&#257;n&#257;m</P><P CLASS=c>&#347;akti-hr&#257;sam ca tat-kritam</P><P CLASS=c>a&#347;raddadh&#257;n&#257;n nihsattv&#257;n</P><P CLASS=c>durmedh&#257;n hrasit&#257;yushah</P><P CLASS=c>durbhag&#257;m&#347; ca jan&#257;n v&#299;kshya</P><P CLASS=c>munir divyena cakshush&#257;</P><P CLASS=c>sarva-varn&#257;&#347;ram&#257;n&#257;m yad</P><P CLASS=c>dadhyau hitam amogha-drik</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhautikanam">bhautik&#257;n&#257;m</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also of everything that is <A HREF="http://vedabase.net/m/made">made</A> of matter; <A CLASS=v HREF="http://vedabase.net/b/bhavanam">bh&#257;v&#257;n&#257;m</A> &#8212; actions; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A>-<A CLASS=v HREF="http://vedabase.net/h/hrasam">hr&#257;sam</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and deterioration of natural power; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; rendered by that; <A CLASS=v HREF="http://vedabase.net/a/asraddadhanan">a&#347;raddadh&#257;n&#257;n</A> &#8212; of the faithless; <A CLASS=v HREF="http://vedabase.net/n/nihsattvan">nihsattv&#257;n</A> &#8212; impatient due <A HREF="http://vedabase.net/t/to">to</A> want of the mode of goodness; <A CLASS=v HREF="http://vedabase.net/d/durmedhan">durmedh&#257;n</A> &#8212; dull-witted; <A CLASS=v HREF="http://vedabase.net/h/hrasita">hrasita</A> &#8212; reduced; <A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yushah</A> &#8212; of duration of life; <A CLASS=v HREF="http://vedabase.net/d/durbhagan">durbhag&#257;n</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also the unlucky; <A CLASS=v HREF="http://vedabase.net/j/janan">jan&#257;n</A> &#8212; people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; the <A HREF="http://vedabase.net/m/muni">muni</A>; <A CLASS=v HREF="http://vedabase.net/d/divyena">divyena</A> &#8212; by transcendental; <A CLASS=v HREF="http://vedabase.net/c/caksusa">cakshush&#257;</A> &#8212; vision; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asramanam">&#257;&#347;ram&#257;n&#257;m</A> &#8212; of all the statuses and orders of life; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/d/dadhyau">dadhyau</A> &#8212; contemplated; <A CLASS=v HREF="http://vedabase.net/h/hitam">hitam</A> &#8212; welfare; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; one who is fully equipped <A HREF="http://vedabase.net/i/in">in</A> knowledge.</P><P CLASS=t>TRANSLATION</P><P>The great sage, who was fully equipped in knowledge, could see, through his transcendental vision, the deterioration of everything material, due to the influence of the age. He could also see that the faithless people in general would be reduced in duration of life and would be impatient due to lack of goodness. Thus he contemplated for the welfare of men in all statuses and orders of life.</P><P CLASS=t>PURPORT</P><P>The unmanifested forces of time are so powerful that they reduce all matter to oblivion in due course. In Kali-yuga, the last millennium of a round of four millenniums, the power of all material objects deteriorates by the influence of time. In this age the duration of the material body of the people in general is much reduced, and so is the memory. The action of matter has also not so much incentive. The land does not produce food grains in the same proportions as it did in other ages. The cow does not give as much milk as it used to give formerly. The production of vegetables and fruits is less than before. As such, all living beings, both men and animals, do not have sumptuous, nourishing food. Due to want of so many necessities of life, naturally the duration of life is reduced, the memory is short, intelligence is meager, mutual dealings are full of hypocrisy and so on.</P><P>The great sage Vy&#257;sadeva could see this by his transcendental vision. As an astrologer can see the future fate of a man, or an astronomer can foretell the solar and lunar eclipses, those liberated souls who can see through the scriptures can foretell the future of all mankind. They can see this due to their sharp vision of spiritual attainment.</P><P>And all such transcendentalists, who are naturally devotees of the Lord, are always eager to render welfare service to the people in general. They are the real friends of the people in general, not the so-called public leaders who are unable to see what is going to happen five minutes ahead. In this age the people in general as well as their so-called leaders are all unlucky fellows, faithless in spiritual knowledge and influenced by the age of Kali. They are always disturbed by various diseases. For example, in the present age there are so many TB patients and TB hospitals, but formerly this was not so because the time was not so unfavorable. The unfortunate men of this age are always reluctant to give a reception to the transcendentalists who are representatives of &#346;r&#299;la Vy&#257;sadeva and selfless workers always busy in planning something which may help everyone in all statuses and orders of life. The greatest philanthropists are those transcendentalists who represent the mission of Vy&#257;sa, N&#257;rada, Madhva, Caitanya, R&#363;pa, Sarasvat&#299;, etc. They are all one and the same. The personalities may be different, but the aim of the mission is one and the same, namely, to deliver the fallen souls back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>