<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 4 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 4 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Appearance of &#346;r&#299; N&#257;rada</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.4.19</P><P CLASS=c>c&#257;tur-hotram karma &#347;uddham</P><P CLASS=c>praj&#257;n&#257;m v&#299;kshya vaidikam</P><P CLASS=c>vyadadh&#257;d yajña-santatyai</P><P CLASS=c>vedam ekam catur-vidham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/catuh">c&#257;tuh</A> &#8212; four; <A CLASS=v HREF="http://vedabase.net/h/hotram">hotram</A> &#8212; sacrificial fires; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> <A CLASS=v HREF="http://vedabase.net/s/suddham">&#347;uddham</A> &#8212; purification of work; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; after seeing; <A CLASS=v HREF="http://vedabase.net/v/vaidikam">vaidikam</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> Vedic rites; <A CLASS=v HREF="http://vedabase.net/v/vyadadhat">vyadadh&#257;t</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> into; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; sacrifice; <A CLASS=v HREF="http://vedabase.net/s/santatyai">santatyai</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> expand; <A CLASS=v HREF="http://vedabase.net/v/vedam">vedam</A> <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; only one <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> four divisions.</P><P CLASS=t>TRANSLATION</P><P>He saw that the sacrifices mentioned in the Vedas were means by which the people's occupations could be purified. And to simplify the process he divided the one Veda into four, in order to expand them among men.</P><P CLASS=t>PURPORT</P><P>Formerly there was only the Veda of the name Yajur, and the four divisions of sacrifices were there specifically mentioned. But to make them more easily performable, the Veda was divided into four divisions of sacrifice, just to purify the occupational service of the four orders. Above the four Vedas, namely Rig, Yajur, S&#257;ma, and Atharva, there are the Pur&#257;nas, the Mah&#257;bh&#257;rata, Samhit&#257;s, etc., which are known as the fifth Veda. &#346;r&#299; Vy&#257;sadeva and his many disciples were all historical personalities, and they were very kind and sympathetic toward the fallen souls of this age of Kali. As such, the Pur&#257;nas and Mah&#257;bh&#257;rata were made from related historical facts which explained the teaching of the four Vedas. There is no point in doubting the authority of the Pur&#257;nas and Mah&#257;bh&#257;rata as parts and parcels of the Vedas. In the Ch&#257;ndogya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/7/1/4">7.1.4</A>), the Pur&#257;nas and Mah&#257;bh&#257;rata, generally known as histories, are mentioned as the fifth Veda. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, that is the way of ascertaining the respective values of the revealed scriptures.</P><P CLASS=l><A CLASS=i HREF="17-18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>