<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 4 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 4 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Appearance of &#346;r&#299; N&#257;rada</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.4.24</P><P CLASS=c>ta eva ved&#257; durmedhair</P><P CLASS=c>dh&#257;ryante purushair yath&#257;</P><P CLASS=c>evam cak&#257;ra bhagav&#257;n</P><P CLASS=c>vy&#257;sah kripana-vatsalah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vedah">ved&#257;h</A> &#8212; the book of knowledge; <A CLASS=v HREF="http://vedabase.net/d/durmedhaih">durmedhaih</A> &#8212; by the less intellectual; <A CLASS=v HREF="http://vedabase.net/d/dharyante">dh&#257;ryante</A> &#8212; can assimilate; <A CLASS=v HREF="http://vedabase.net/p/purusaih">purushaih</A> &#8212; by the <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/c/cakara">cak&#257;ra</A> &#8212; edited; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the powerful; <A CLASS=v HREF="http://vedabase.net/v/vyasah">vy&#257;sah</A> &#8212; the great sage of <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/k/krpana">kripana</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsalah</A> &#8212; very kind <A HREF="http://vedabase.net/t/to">to</A> the ignorant mass.</P><P CLASS=t>TRANSLATION</P><P>Thus the great sage Vy&#257;sadeva, who is very kind to the ignorant masses, edited the Vedas so they might be assimilated by less intellectual men.</P><P CLASS=t>PURPORT</P><P>The Veda is one, and the reasons for its divisions in many parts are explained herewith. The seed of all knowledge, or the Veda, is not a subject matter which can easily be understood by any ordinary man. There is a stricture that no one should try to learn the Vedas who is not a qualified br&#257;hmana. This stricture has been wrongly interpreted in so many ways. A class of men, who claim brahminical qualification simply by their birthright in the family of a br&#257;hmana, claim that the study of the Vedas is a monopoly of the br&#257;hmana caste only. Another section of the people take this as an injustice to members of other castes, who do not happen to take birth in a br&#257;hmana family. But both of them are misguided. The Vedas are subjects which had to be explained even to Brahm&#257;j&#299; by the Supreme Lord. Therefore the subject matter is understood by persons with exceptional qualities of goodness. Persons who are in the modes of passion and ignorance are unable to understand the subject matter of the Vedas. The ultimate goal of Vedic knowledge is &#346;r&#299; Krishna, the Personality of Godhead. This Personality is very rarely understood by those who are in the modes of passion and ignorance. In the Satya-yuga everyone was situated in the mode of goodness. Gradually the mode of goodness declined during the Tret&#257; and Dv&#257;para-yugas, and the general mass of people became corrupt. In the present age the mode of goodness is almost nil, and so for the general mass of people, the kindhearted, powerful sage &#346;r&#299;la Vy&#257;sadeva divided the Vedas in various ways so that they may be practically followed by less intelligent persons in the modes of passion and ignorance. It is explained in the next &#347;loka as follows.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>