<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 4 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 4 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Appearance of &#346;r&#299; N&#257;rada</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.4.25</P><P CLASS=c>str&#299;-&#347;&#363;dra-dvijabandh&#363;n&#257;m</P><P CLASS=c>tray&#299; na &#347;ruti-gocar&#257;</P><P CLASS=c>karma-&#347;reyasi m&#363;dh&#257;n&#257;m</P><P CLASS=c>&#347;reya evam bhaved iha</P><P CLASS=c>iti bh&#257;ratam &#257;khy&#257;nam</P><P CLASS=c>kripay&#257; munin&#257; kritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A> &#8212; the woman class; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A> &#8212; the laboring class; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhunam">bandh&#363;n&#257;m</A> &#8212; of the friends of the twice-born; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/g/gocara">gocar&#257;</A> &#8212; for understanding; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> activities; <A CLASS=v HREF="http://vedabase.net/s/sreyasi">&#347;reyasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> welfare; <A CLASS=v HREF="http://vedabase.net/m/mudhanam">m&#363;dh&#257;n&#257;m</A> &#8212; of the fools; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; supreme benefit; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus thinking; <A CLASS=v HREF="http://vedabase.net/b/bharatam">bh&#257;ratam</A> &#8212; the great Mah&#257;bh&#257;rata; <A CLASS=v HREF="http://vedabase.net/a/akhyanam">&#257;khy&#257;nam</A> &#8212; historical facts; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; out of great mercy; <A CLASS=v HREF="http://vedabase.net/m/munina">munin&#257;</A> &#8212; by the <A HREF="http://vedabase.net/m/muni">muni</A>; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; is completed.</P><P CLASS=t>TRANSLATION</P><P>Out of compassion, the great sage thought it wise that this would enable men to achieve the ultimate goal of life. Thus he compiled the great historical narration called the Mah&#257;bh&#257;rata for women, laborers and friends of the twice-born.</P><P CLASS=t>PURPORT</P><P>The friends of the twice-born families are those who are born in the families of br&#257;hmanas, kshatriyas and vai&#347;yas, or the spiritually cultured families, but who themselves are not equal to their forefathers. Such descendants are not recognized as such, for want of purificatory achievements. The purificatory activities begin even before the birth of a child, and the seed-giving reformatory process is called Garbh&#257;dh&#257;na-samsk&#257;ra. One who has not undergone such Garbh&#257;dh&#257;na-samsk&#257;ra, or spiritual family planning, is not accepted as being of an actual twice-born family. The Garbh&#257;dh&#257;na-samsk&#257;ra is followed by other purificatory processes, out of which the sacred thread ceremony is one. This is performed at the time of spiritual initiation. After this particular samsk&#257;ra, one is rightly called twice-born. One birth is calculated during the seed-giving samsk&#257;ra, and the second birth is calculated at the time of spiritual initiation. One who has been able to undergo such important samsk&#257;ras can be called a bona fide twice-born.</P><P>If the father and the mother do not undertake the process of spiritual family planning and simply beget children out of passion only, their children are called dvija-bandhus. These dvija-bandhus are certainly not as intelligent as the children of the regular twice-born families. The dvija-bandhus are classified with the &#347;&#363;dras and the woman class, who are by nature less intelligent. The &#347;&#363;dras and the woman class do not have to undergo any samsk&#257;ra save and except the ceremony of marriage.</P><P>The less intelligent classes of men, namely women, &#347;&#363;dras and unqualified sons of the higher castes, are devoid of necessary qualifications to understand the purpose of the transcendental Vedas. For them the Mah&#257;bh&#257;rata was prepared. The purpose of the Mah&#257;bh&#257;rata is to administer the purpose of the Vedas, and therefore within this Mah&#257;bh&#257;rata the summary Veda of Bhagavad-g&#299;t&#257; is placed. The less intelligent are more interested in stories than in philosophy, and therefore the philosophy of the Vedas in the form of the Bhagavad-g&#299;t&#257; is spoken by the Lord &#346;r&#299; Krishna. Vy&#257;sadeva and Lord Krishna are both on the transcendental plane, and therefore they collaborated in doing good to the fallen souls of this age. The Bhagavad-g&#299;t&#257; is the essence of all Vedic knowledge. It is the first book of spiritual values, as the Upanishads are. The Ved&#257;nta philosophy is the subject matter for study by the spiritual graduates. Only the post-graduate spiritual student can enter into the spiritual or devotional service of the Lord. It is a great science, and the great professor is the Lord Himself in the form of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. And persons who are empowered by Him can initiate others in the transcendental loving service of the Lord.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>