<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 4 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 4 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Appearance of &#346;r&#299; N&#257;rada</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.4.5</P><P CLASS=c>drishtv&#257;nuy&#257;ntam rishim &#257;tmajam apy anagnam</P><P CLASS=c>devyo hriy&#257; paridadhur na sutasya citram</P><P CLASS=c>tad v&#299;kshya pricchati munau jagadus tav&#257;sti</P><P CLASS=c>str&#299;-pum-bhid&#257; na tu sutasya vivikta-drishteh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/a/anuyantam">anuy&#257;ntam</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/r/rsim">rishim</A> &#8212; the sage; <A CLASS=v HREF="http://vedabase.net/a/atmajam">&#257;tmajam</A> &#8212; his son; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/a/anagnam">anagnam</A> &#8212; not naked; <A CLASS=v HREF="http://vedabase.net/d/devyah">devyah</A> &#8212; beautiful damsels; <A CLASS=v HREF="http://vedabase.net/h/hriya">hriy&#257;</A> &#8212; out of shyness; <A CLASS=v HREF="http://vedabase.net/p/paridadhuh">paridadhuh</A> &#8212; covered the body; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sutasya">sutasya</A> &#8212; of the son; <A CLASS=v HREF="http://vedabase.net/c/citram">citram</A> &#8212; astonishing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; by seeing that; <A CLASS=v HREF="http://vedabase.net/p/prcchati">pricchati</A> &#8212; asking; <A CLASS=v HREF="http://vedabase.net/m/munau">munau</A> &#8212; unto the <A HREF="http://vedabase.net/m/muni">muni</A> (<A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>); <A CLASS=v HREF="http://vedabase.net/j/jagaduh">jagaduh</A> &#8212; replied; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pum">pum</A> &#8212; <A HREF="http://vedabase.net/m/male">male</A> and female; <A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; differences; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sutasya">sutasya</A> &#8212; of the son; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/d/drsteh">drishteh</A> &#8212; of one who looks.</P><P CLASS=t>TRANSLATION</P><P>While &#346;r&#299; Vy&#257;sadeva was following his son, beautiful young damsels who were bathing naked covered their bodies with cloth, although &#346;r&#299; Vy&#257;sadeva himself was not naked. But they had not done so when his son had passed. The sage inquired about this, and the young ladies replied that his son was purified and when looking at them made no distinction between male and female. But the sage made such distinctions.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/18.htm">5.18</A>) it is said that a learned sage looks equally on a learned and gentle br&#257;hmana, a cand&#257;la (dog-eater), a dog or a cow due to his spiritual vision. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; attained that stage. Thus he did not see a male or female; he saw all living entities in different dress. The ladies who were bathing could understand the mind of a man simply by studying his demeanor, just as by looking at a child one can understand how innocent he is. &#346;ukadeva Gosv&#257;m&#299; was a young boy sixteen years old, and therefore all the parts of his body were developed. He was naked also, and so were the ladies. But because &#346;ukadeva Gosv&#257;m&#299; was transcendental to sex relations, he appeared very innocent. The ladies, by their special qualifications, could sense this at once, and therefore they were not very concerned about him. But when his father passed, the ladies quickly dressed. The ladies were exactly like his children or grandchildren, yet they reacted to the presence of Vy&#257;sadeva according to the social custom because &#346;r&#299;la Vy&#257;sadeva played the part of a householder. A householder has to distinguish between a male and female, otherwise he cannot be a householder. One should, therefore, attempt to know the distinction between spirit soul without any attachment for male and female. As long as such distinction is there, one should not try to become a sanny&#257;s&#299; like &#346;ukadeva Gosv&#257;m&#299;. At least theoretically one must be convinced that a living entity is neither male nor female. The outward dress is made of matter by material nature to attract the opposite sex and thus keep one entangled in material existence. A liberated soul is above this perverted distinction. He does not distinguish between one living being and another. For him they are all one and the same spirit. The perfection of this spiritual vision is the liberated stage, and &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; attained that stage. &#346;r&#299;la Vy&#257;sadeva was also in the transcendental stage, but because he was in the householder's life, he did not pretend to be a liberated soul, as a matter of custom.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>