<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 4"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 4: The Appearance of &#346;r&#299; N&#257;rada</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.4.1</B></A>: On hearing S&#363;ta Gosv&#257;m&#299; speak thus, &#346;aunaka Muni, who was the elderly, learned leader of all the rishis engaged in that prolonged sacrificial ceremony, congratulated S&#363;ta Gosv&#257;m&#299; by addressing him as follows.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.4.2</B></A>: &#346;aunaka said: O S&#363;ta Gosv&#257;m&#299;, you are the most fortunate and respected of all those who can speak and recite. Please relate the pious message of &#346;r&#299;mad-Bh&#257;gavatam, which was spoken by the great and powerful sage &#346;ukadeva Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 1.4.3</B></A>: In what period and at what place was this first begun, and why was this taken up? From where did Krishna-dvaip&#257;yana Vy&#257;sa, the great sage, get the inspiration to compile this literature?</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 1.4.4</B></A>: His [Vy&#257;sadeva's] son was a great devotee, an equibalanced monist, whose mind was always concentrated in monism. He was transcendental to mundane activities, but being unexposed, he appeared like an ignorant person.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.4.5</B></A>: While &#346;r&#299; Vy&#257;sadeva was following his son, beautiful young damsels who were bathing naked covered their bodies with cloth, although &#346;r&#299; Vy&#257;sadeva himself was not naked. But they had not done so when his son had passed. The sage inquired about this, and the young ladies replied that his son was purified and when looking at them made no distinction between male and female. But the sage made such distinctions.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 1.4.6</B></A>: How was he [&#346;r&#299;la &#346;ukadeva, the son of Vy&#257;sa] recognized by the citizens when he entered the city of Hastin&#257;pura [now Delhi], after wandering in the provinces of Kuru and J&#257;&#324;gala, appearing like a madman, dumb and retarded?</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 1.4.7</B></A>: How did it so happen that King Par&#299;kshit met this great sage, making it possible for this great transcendental essence of the Vedas [Bh&#257;gavatam] to be sung to him?</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.4.8</B></A>: He [&#346;ukadeva Gosv&#257;m&#299;] was accustomed to stay at the door of a householder only long enough for a cow to be milked. And he did this just to sanctify the residence.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 1.4.9</B></A>: It is said that Mah&#257;r&#257;ja Par&#299;kshit is a great first-class devotee of the Lord and that his birth and activities are all wonderful. Please tell us about him.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 1.4.10</B></A>: He was a great emperor and possessed all the opulences of his acquired kingdom. He was so exalted that he was increasing the prestige of the P&#257;ndu dynasty. Why did he give up everything to sit down on the bank of the Ganges and fast until death?</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 1.4.11</B></A>: He was such a great emperor that all his enemies would come and bow down at his feet and surrender all their wealth for their own benefit. He was full of youth and strength, and he possessed insuperable kingly opulences. Why did he want to give up everything, including his life?</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 1.4.12</B></A>: Those who are devoted to the cause of the Personality of Godhead live only for the welfare, development and happiness of others. They do not live for any selfish interest. So even though the Emperor [Par&#299;kshit] was free from all attachment to worldly possessions, how could he give up his mortal body, which was shelter for others?</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 1.4.13</B></A>: We know that you are expert in the meaning of all subjects, except some portions of the Vedas, and thus you can clearly explain the answers to all the questions we have just put to you.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 1.4.14</B></A>: S&#363;ta Gosv&#257;m&#299; said: When the second millennium overlapped the third, the great sage [Vy&#257;sadeva] was born to Par&#257;&#347;ara in the womb of Satyavat&#299;, the daughter of Vasu.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.4.15</B></A>: Once upon a time he [Vy&#257;sadeva], as the sun rose, took his morning ablution in the waters of the Sarasvat&#299; and sat alone to concentrate.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.4.16</B></A>: The great sage Vy&#257;sadeva saw anomalies in the duties of the millennium. This happens on the earth in different ages, due to unseen forces in the course of time.</P><P CLASS=r><A CLASS=i HREF="17-18.htm"><B>SB 1.4.17-18</B></A>: The great sage, who was fully equipped in knowledge, could see, through his transcendental vision, the deterioration of everything material, due to the influence of the age. He could also see that the faithless people in general would be reduced in duration of life and would be impatient due to lack of goodness. Thus he contemplated for the welfare of men in all statuses and orders of life.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.4.19</B></A>: He saw that the sacrifices mentioned in the Vedas were means by which the people's occupations could be purified. And to simplify the process he divided the one Veda into four, in order to expand them among men.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.4.20</B></A>: The four divisions of the original sources of knowledge [the Vedas] were made separately. But the historical facts and authentic stories mentioned in the Pur&#257;nas are called the fifth Veda.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.4.21</B></A>: After the Vedas were divided into four divisions, Paila Rishi became the professor of the Rig Veda, Jaimini the professor of the S&#257;ma Veda, and Vai&#347;amp&#257;yana alone became glorified by the Yajur Veda.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.4.22</B></A>: The Sumantu Muni A&#324;gir&#257;, who was very devotedly engaged, was entrusted with the Atharva Veda. And my father, Romaharshana, was entrusted with the Pur&#257;nas and historical record</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.4.23</B></A>: All these learned scholars, in their turn, rendered their entrusted Vedas unto their many disciples, grand-disciples and great grand-disciples, and thus the respective branches of the followers of the Vedas came into being.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.4.24</B></A>: Thus the great sage Vy&#257;sadeva, who is very kind to the ignorant masses, edited the Vedas so they might be assimilated by less intellectual men.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.4.25</B></A>: Out of compassion, the great sage thought it wise that this would enable men to achieve the ultimate goal of life. Thus he compiled the great historical narration called the Mah&#257;bh&#257;rata for women, laborers and friends of the twice-born.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.4.26</B></A>: O twice-born br&#257;hmanas, still his mind was not satisfied, although he engaged himself in working for the total welfare of all people.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.4.27</B></A>: Thus the sage, being dissatisfied at heart, at once began to reflect, because he knew the essence of religion, and he said within himself:</P><P CLASS=r><A CLASS=i HREF="28-29.htm"><B>SB 1.4.28-29</B></A>: I have, under strict disciplinary vows, unpretentiously worshiped the Vedas, the spiritual master and the altar of sacrifice. I have also abided by the rulings and have shown the import of disciplic succession through the explanation of the Mah&#257;bh&#257;rata, by which even women, &#347;&#363;dras and others [friends of the twice-born] can see the path of religion.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.4.30</B></A>: I am feeling incomplete, though I myself am fully equipped with everything required by the Vedas.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.4.31</B></A>: This may be because I did not specifically point out the devotional service of the Lord, which is dear both to perfect beings and to the infallible Lord.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 1.4.32</B></A>: As mentioned before, N&#257;rada reached the cottage of Krishna-dvaip&#257;yana Vy&#257;sa on the banks of the Sarasvat&#299; just as Vy&#257;sadeva was regretting his defects.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 1.4.33</B></A>: At the auspicious arrival of &#346;r&#299; N&#257;rada, &#346;r&#299; Vy&#257;sadeva got up respectfully and worshiped him, giving him veneration equal to that given to Brahm&#257;j&#299;, the creator.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>