<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.1</P><P CLASS=c>kapila uv&#257;ca</P><P CLASS=c>atha yo griha-medh&#299;y&#257;n</P><P CLASS=c>dharm&#257;n ev&#257;vasan grihe</P><P CLASS=c>k&#257;mam artham ca dharm&#257;n sv&#257;n</P><P CLASS=c>dogdhi bh&#363;yah piparti t&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kapilah">kapilah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/k/kapila">Kapila</A> said; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; the person who; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhiyan">medh&#299;y&#257;n</A> &#8212; of the householders; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; duties; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avasan">&#257;vasan</A> &#8212; living; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; sense gratification; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; economic development; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; religious rituals; <A CLASS=v HREF="http://vedabase.net/s/svan">sv&#257;n</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/d/dogdhi">dogdhi</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/p/piparti">piparti</A> &#8212; performs; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead said: The person who lives in the center of household life derives material benefits by performing religious rituals, and thereby he fulfills his desire for economic development and sense gratification. Again and again he acts the same way.</P><P CLASS=t>PURPORT</P><P>There are two kinds of householders. One is called the grihamedh&#299;, and the other is called the grihastha. The objective of the grihamedh&#299; is sense gratification, and the objective of the grihastha is self-realization. Here the Lord is speaking about the grihamedh&#299;, or the person who wants to remain in this material world. His activity is to enjoy material benefits by performing religious rituals for economic development and thereby ultimately satisfy the senses. He does not want anything more. Such a person works very hard throughout his life to become very rich and eat very nicely and drink. By giving some charity for pious activity he can go to a higher planetary atmosphere in the heavenly planets in his next life, but he does not want to stop the repetition of birth and death and finish with the concomitant miserable factors of material existence. Such a person is called a grihamedh&#299;.</P><P>A grihastha is a person who lives with family, wife, children and relatives but has no attachment for them. He prefers to live in family life rather than as a mendicant or sanny&#257;s&#299;, but his chief aim is to achieve self-realization, or to come to the standard of Krishna consciousness. Here, however, Lord Kapiladeva is speaking about the grihamedh&#299;s, who have made their aim the materialistically prosperous life, which they achieve by sacrificial ceremonies, by charities and by good work. They are posted in good positions, and since they know that they are using up their assets of pious activities, they again and again perform activities of sense gratification. It is said by Prahl&#257;da Mah&#257;r&#257;ja, punah puna&#347; carvita-carvan&#257;n&#257;m: [<A CLASS=v HREF="../../7/5/30.htm">SB 7.5.30</A>] they prefer to chew the already chewed. Again and again they experience the material pangs, even if they are rich and prosperous, but they do not want to give up this kind of life.</P><P CLASS=l><A CLASS=i HREF="../31/48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>