<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.10</P><P CLASS=c>evam paretya bhagavantam anupravisht&#257;</P><P CLASS=c>ye yogino jita-marun-manaso vir&#257;g&#257;h</P><P CLASS=c>tenaiva s&#257;kam amritam purusham pur&#257;nam</P><P CLASS=c>brahma pradh&#257;nam upay&#257;nty agat&#257;bhim&#257;n&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/paretya">paretya</A> &#8212; having gone <A HREF="http://vedabase.net/a/a">a</A> long distance; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/anupravistah">anupravisht&#257;h</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; yog&#299;s; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/m/marut">marut</A> &#8212; the breathing; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/v/viragah">vir&#257;g&#257;h</A> &#8212; detached; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; with Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sakam">s&#257;kam</A> &#8212; together; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; the embodiment of bliss; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; unto the personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; the oldest; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> <A CLASS=v HREF="http://vedabase.net/p/pradhanam">pradh&#257;nam</A> &#8212; the Supreme <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/u/upayanti">upay&#257;nti</A> &#8212; they <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/a/agata">agata</A> &#8212; not gone; <A CLASS=v HREF="http://vedabase.net/a/abhimanah">abhim&#257;n&#257;h</A> &#8212; whose false ego.</P><P CLASS=t>TRANSLATION</P><P>The yog&#299;s who become detached from the material world by practice of breathing exercises and control of the mind reach the planet of Brahm&#257;, which is far, far away. After giving up their bodies, they enter into the body of Lord Brahm&#257;, and therefore when Brahm&#257; is liberated and goes to the Supreme Personality of Godhead, who is the Supreme Brahman, such yog&#299;s can also enter into the kingdom of God.</P><P CLASS=t>PURPORT</P><P>By perfecting their yogic practice, yog&#299;s can reach the highest planet, Brahmaloka, or Satyaloka, and after giving up their material bodies, they can enter into the body of Lord Brahm&#257;. Because they are not directly devotees of the Lord, they cannot get liberation directly. They have to wait until Brahm&#257; is liberated, and only then, along with Brahm&#257;, are they also liberated. It is clear that as long as a living entity is a worshiper of a particular demigod, his consciousness is absorbed in thoughts of that demigod, and therefore he cannot get direct liberation, or entrance into the kingdom of God, nor can he merge into the impersonal effulgence of the Supreme Personality of Godhead. Such yog&#299;s or demigod worshipers are subjected to the chance of taking birth again when there is again creation.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>