<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.11</P><P CLASS=c>atha tam sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=c>hrit-padmeshu krit&#257;layam</P><P CLASS=c>&#347;rut&#257;nubh&#257;vam &#347;aranam</P><P CLASS=c>vraja bh&#257;vena bh&#257;mini</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A>-<A CLASS=v HREF="http://vedabase.net/p/padmesu">padmeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the lotus hearts; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/alayam">&#257;layam</A> &#8212; residing; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavam">anubh&#257;vam</A> &#8212; whose glories you have heard; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; unto the shelter; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhamini">bh&#257;mini</A> &#8212; My dear mother.</P><P CLASS=t>TRANSLATION</P><P>Therefore, My dear mother, by devotional service take direct shelter of the Supreme Personality of Godhead, who is seated in everyone's heart.</P><P CLASS=t>PURPORT</P><P>One can attain direct contact with the Supreme Personality of Godhead in full Krishna consciousness and revive one's eternal relationship with Him as lover, as Supreme Soul, as son, as friend or as master. One can reestablish the transcendental loving relationship with the Supreme Lord in so many ways, and that feeling is true oneness. The oneness of the M&#257;y&#257;v&#257;d&#299; philosophers and the oneness of Vaishnava philosophers are different. The M&#257;y&#257;v&#257;d&#299; and Vaishnava philosophers both want to merge into the Supreme, but the Vaishnavas do not lose their identities. They want to keep the identity of lover, parent, friend or servant.</P><P>In the transcendental world, the servant and master are one. That is the absolute platform. Although the relationship is servant and master, both the servant and the served stand on the same platform. That is oneness. Lord Kapila advised His mother that she did not need any indirect process. She was already situated in that direct process because the Supreme Lord had taken birth as her son. Actually, she did not need any further instruction because she was already in the perfectional stage. Kapiladeva advised her to continue in the same way. He therefore addressed His mother as bh&#257;mini to indicate that she was already thinking of the Lord as her son. Devah&#363;ti is advised by Lord Kapila to take directly to devotional service, Krishna consciousness, because without that consciousness one cannot become liberated from the clutches of m&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12-15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>