<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verses 12-15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verses 12-15"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.12-15</P><P CLASS=c>&#257;dyah sthira-car&#257;n&#257;m yo</P><P CLASS=c>veda-garbhah saharshibhih</P><P CLASS=c>yoge&#347;varaih kum&#257;r&#257;dyaih</P><P CLASS=c>siddhair yoga-pravartakaih</P><P CLASS=c>bheda-drishty&#257;bhim&#257;nena</P><P CLASS=c>nihsa&#324;gen&#257;pi karman&#257;</P><P CLASS=c>kartritv&#257;t sagunam brahma</P><P CLASS=c>purusham purusharshabham</P><P CLASS=c>sa samsritya punah k&#257;le</P><P CLASS=c>k&#257;lene&#347;vara-m&#363;rtin&#257;</P><P CLASS=c>j&#257;te guna-vyatikare</P><P CLASS=c>yath&#257;-p&#363;rvam praj&#257;yate</P><P CLASS=c>ai&#347;varyam p&#257;rameshthyam ca</P><P CLASS=c>te 'pi dharma-vinirmitam</P><P CLASS=c>nishevya punar &#257;y&#257;nti</P><P CLASS=c>guna-vyatikare sati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; the creator, Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sthira">sthira</A>-<A CLASS=v HREF="http://vedabase.net/c/caranam">car&#257;n&#257;m</A> &#8212; of the immobile and mobile manifestations; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/g/garbhah">garbhah</A> &#8212; the repository of the Vedas; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaraih">&#299;&#347;varaih</A> &#8212; with great mystic yog&#299;s; <A CLASS=v HREF="http://vedabase.net/k/kumara">kum&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/a/adyaih">&#257;dyaih</A> &#8212; the Kum&#257;ras and others; <A CLASS=v HREF="http://vedabase.net/s/siddhaih">siddhaih</A> &#8212; with the perfected living beings; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/p/pravartakaih">pravartakaih</A> &#8212; the authors of the <A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A>-<A CLASS=v HREF="http://vedabase.net/d/drstya">drishty&#257;</A> &#8212; because of independent vision; <A CLASS=v HREF="http://vedabase.net/a/abhimanena">abhim&#257;nena</A> &#8212; by misconception; <A CLASS=v HREF="http://vedabase.net/n/nihsangena">nihsa&#324;gena</A> &#8212; nonfruitive; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by their activities; <A CLASS=v HREF="http://vedabase.net/k/kartrtvat">kartritv&#257;t</A> &#8212; from the sense of being <A HREF="http://vedabase.net/a/a">a</A> doer; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gunam</A> &#8212; possessing spiritual qualities; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabham">rishabham</A> &#8212; the first <A HREF="http://vedabase.net/p/purusa">purusha</A> incarnation; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/s/samsrtya">samsritya</A> &#8212; having attained; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; at the time; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; by time; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/m/murtina">m&#363;rtin&#257;</A> &#8212; the manifestation of the Lord; <A CLASS=v HREF="http://vedabase.net/j/jate">j&#257;te</A> <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vyatikare">vyatikare</A> &#8212; when the interaction of the modes arises; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; previously; <A CLASS=v HREF="http://vedabase.net/p/prajayate">praj&#257;yate</A> &#8212; is born; <A CLASS=v HREF="http://vedabase.net/a/aisvaryam">ai&#347;varyam</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/p/paramesthyam">p&#257;rameshthyam</A> &#8212; royal; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; by their pious activities; <A CLASS=v HREF="http://vedabase.net/v/vinirmitam">vinirmitam</A> &#8212; produced; <A CLASS=v HREF="http://vedabase.net/n/nisevya">nishevya</A> &#8212; having enjoyed; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/a/ayanti">&#257;y&#257;nti</A> &#8212; they return; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/vyatikare">vyatikare</A> <A CLASS=v HREF="http://vedabase.net/s/sati">sati</A> &#8212; when the interaction of the modes takes place.</P><P CLASS=t>TRANSLATION</P><P>My dear mother, someone may worship the Supreme Personality of Godhead with a special self-interest, but even demigods such as Lord Brahm&#257;, great sages such as Sanat-kum&#257;ra and great munis such as Mar&#299;ci have to come back to the material world again at the time of creation. When the interaction of the three modes of material nature begins, Brahm&#257;, who is the creator of this cosmic manifestation and who is full of Vedic knowledge, and the great sages, who are the authors of the spiritual path and the yoga system, come back under the influence of the time factor. They are liberated by their nonfruitive activities and they attain the first incarnation of the purusha, but at the time of creation they come back in exactly the same forms and positions as they had previously.</P><P CLASS=t>PURPORT</P><P>That Brahm&#257; becomes liberated is known to everyone, but he cannot liberate his devotees. Demigods like Brahm&#257; and Lord &#346;iva cannot give liberation to any living entity. As it is confirmed in Bhagavad-g&#299;t&#257;, only one who surrenders unto Krishna, the Supreme Personality of Godhead, can be liberated from the clutches of m&#257;y&#257;. Brahm&#257; is called here &#257;dyah sthira-car&#257;n&#257;m. He is the original, first-created living entity, and after his own birth he creates the entire cosmic manifestation. He was fully instructed in the matter of creation by the Supreme Lord. Here he is called veda-garbha, which means that he knows the complete purpose of the Vedas. He is always accompanied by such great personalities as Mar&#299;ci, Ka&#347;yapa and the seven sages, as well as by great mystic yog&#299;s, the Kum&#257;ras and many other spiritually advanced living entities, but he has his own interest, separate from the Lord's. Bheda-drishty&#257; means that Brahm&#257; sometimes thinks that he is independent of the Supreme Lord, or he thinks of himself as one of the three equally independent incarnations. Brahm&#257; is entrusted with creation, Vishnu maintains and Rudra, Lord &#346;iva, destroys. The three of them are understood to be incarnations of the Supreme Lord in charge of the three different material modes of nature, but none of them is independent of the Supreme Personality of Godhead. Here the word bheda-drishty&#257; occurs because Brahm&#257; has a slight inclination to think that he is as independent as Rudra. Sometimes Brahm&#257; thinks that he is independent of the Supreme Lord, and the worshiper also thinks that Brahm&#257; is independent. For this reason, after the destruction of this material world, when there is again creation by the interaction of the material modes of nature, Brahm&#257; comes back. Although Brahm&#257; reaches the Supreme Personality of Godhead as the first purusha incarnation, Mah&#257;-Vishnu, who is full with transcendental qualities, he cannot stay in the spiritual world.</P><P>The specific significance of his coming back may be noted. Brahm&#257; and the great rishis and the great master of yoga (&#346;iva) are not ordinary living entities; they are very powerful and have all the perfections of mystic yoga. But still they have an inclination to try to become one with the Supreme, and therefore they have to come back. In the &#346;r&#299;mad-Bh&#257;gavatam it is accepted that as long as one thinks that he is equal with the Supreme Personality of Godhead, he is not completely purified or knowledgeable. In spite of going up to the first purusha-avat&#257;ra, Mah&#257;-Vishnu, after the dissolution of this material creation, such personalities again fall down or come back to the material creation.</P><P>It is a great falldown on the part of the impersonalists to think that the Supreme Lord appears within a material body and that one should therefore not meditate upon the form of the Supreme but should meditate instead on the formless. For this particular mistake, even the great mystic yog&#299;s or great stalwart transcendentalists also come back again when there is creation. All living entities other than the impersonalists and monists can directly take to devotional service in full Krishna consciousness and become liberated by developing transcendental loving service to the Supreme Personality of Godhead. Such devotional service develops in the degrees of thinking of the Supreme Lord as master, as friend, as son and, at last, as lover. These distinctions in transcendental variegatedness must always be present.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>