<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.22</P><P CLASS=c>tasm&#257;t tvam sarva-bh&#257;vena</P><P CLASS=c>bhajasva parameshthinam</P><P CLASS=c>tad-gun&#257;&#347;rayay&#257; bhakty&#257;</P><P CLASS=c>bhajan&#299;ya-pad&#257;mbujam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you (<A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A>); <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; with loving ecstasy; <A CLASS=v HREF="http://vedabase.net/b/bhajasva">bhajasva</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/p/paramesthinam">parameshthinam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; the qualities of the Lord; <A CLASS=v HREF="http://vedabase.net/a/asrayaya">&#257;&#347;rayay&#257;</A> &#8212; connected with; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhajaniya">bhajan&#299;ya</A> &#8212; worshipable; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; whose lotus feet.</P><P CLASS=t>TRANSLATION</P><P>My dear mother, I therefore advise that you take shelter of the Supreme Personality of Godhead, for His lotus feet are worth worshiping. Accept this with all devotion and love, for thus you can be situated in transcendental devotional service.</P><P CLASS=t>PURPORT</P><P>The word parameshthinam is sometimes used in connection with Brahm&#257;. parameshth&#299; means "the supreme person." As Brahm&#257; is the supreme person within this universe, Krishna is the Supreme Personality in the spiritual world. Lord Kapiladeva advises His mother that she should take shelter of the lotus feet of the Supreme Personality of Godhead, Krishna, because it is worthwhile. Taking shelter of demigods, even those in the highest positions, like Brahm&#257; and &#346;iva, is not advised herein. One should take shelter of the Supreme Godhead.</P><P>Sarva-bh&#257;vena means "in all-loving ecstasy." Bh&#257;va is the preliminary stage of elevation before the attainment of pure love of Godhead. It is stated in Bhagavad-g&#299;t&#257;, budh&#257; bh&#257;va-samanvit&#257;h: one who has attained the stage of bh&#257;va can accept the lotus feet of Lord Krishna as worshipable. This is also advised here by Lord Kapila to His mother. Also significant in this verse is the phrase tad-gun&#257;&#347;rayay&#257; bhakty&#257;. This means that discharging devotional service unto Krishna is transcendental; it is not material activity. This is confirmed in Bhagavad-g&#299;t&#257;: those who engage in devotional service are accepted to be situated in the spiritual kingdom. Brahma-bh&#363;y&#257;ya kalpate: they at once become situated in the transcendental kingdom.</P><P>Devotional service in full Krishna consciousness is the only means for attaining the highest perfection of life for the human being. This is recommended herein by Lord Kapila to His mother. Bhakti is therefore nirguna, free from all tinges of material qualities. Although the discharge of devotional service appears to be like material activities, it is never saguna, or contaminated by material qualities. Tad-gun&#257;&#347;rayay&#257; means that Lord Krishna's transcendental qualities are so sublime that there is no need to divert one's attention to any other activities. His behavior with the devotees is so exalted that a devotee need not try to divert his attention to any other worship. It is said that the demoniac P&#363;tan&#257; came to kill Krishna by poisoning Him, but because Krishna was pleased to suck her breast, she was given the same position as His mother. Devotees pray, therefore, that if a demon who wanted to kill Krishna gets such an exalted position, why should they go to anyone other than Krishna for their worshipful attachment? There are two kinds of religious activities: one for material advancement and the other for spiritual advancement. By taking shelter under the lotus feet of Krishna, one is endowed with both kinds of prosperity, material and spiritual. Why then should one go to any demigod?</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>