<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.23</P><P CLASS=c>v&#257;sudeve bhagavati</P><P CLASS=c>bhakti-yogah prayojitah</P><P CLASS=c>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=c>jñ&#257;nam yad brahma-dar&#347;anam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/p/prayojitah">prayojitah</A> &#8212; discharged; <A CLASS=v HREF="http://vedabase.net/j/janayati">janayati</A> &#8212; produces; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/v/vairagyam">vair&#257;gyam</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; self-realization.</P><P CLASS=t>TRANSLATION</P><P>Engagement in Krishna consciousness and application of devotional service unto Krishna make it possible to advance in knowledge and detachment, as well as in self-realization.</P><P CLASS=t>PURPORT</P><P>It is said by less intelligent men that bhakti-yoga, or devotional service, is meant for persons who are not advanced in transcendental knowledge and renunciation. But the fact is that if one engages in the devotional service of the Lord in full Krishna consciousness, he does not have to attempt separately to practice detachment or to wait for an awakening of transcendental knowledge. It is said that one who engages unflinchingly in the devotional service of the Lord actually has all the good qualities of the demigods develop in him automatically. One cannot discover how such good qualities develop in the body of a devotee, but actually it happens. There is one instance where a hunter was taking pleasure in killing animals, but after becoming a devotee he was not prepared to kill even an ant. Such is the quality of a devotee.</P><P>Those who are very eager to advance in transcendental knowledge can engage themselves in pure devotional service, without wasting time in mental speculation. For arriving at the positive conclusions of knowledge in the Absolute Truth, the word brahma-dar&#347;anam is significant in this verse. Brahma-dar&#347;anam means to realize or to understand the Transcendence. One who engages in the service of V&#257;sudeva can actually realize what Brahman is. If Brahman is impersonal, then there is no question of dar&#347;anam, which means "seeing face to face." Dar&#347;anam refers to seeing the Supreme Personality of Godhead, V&#257;sudeva. Unless the seer and the seen are persons, there is no dar&#347;anam. Brahma-dar&#347;anam means that as soon as one sees the Supreme Personality of Godhead, he can at once realize what impersonal Brahman is. A devotee does not need to make separate investigations to understand the nature of Brahman. Bhagavad-g&#299;t&#257; also confirms this. Brahma-bh&#363;y&#257;ya kalpate: a devotee at once becomes a self-realized soul in the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>