<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.26</P><P CLASS=c>jñ&#257;na-m&#257;tram param brahma</P><P CLASS=c>param&#257;tme&#347;varah pum&#257;n</P><P CLASS=c>dri&#347;y-&#257;dibhih prithag bh&#257;vair</P><P CLASS=c>bhagav&#257;n eka &#299;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; Supersoul; <A CLASS=v HREF="http://vedabase.net/d/drsi">dri&#347;i</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by philosophical research and other processes; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> <A CLASS=v HREF="http://vedabase.net/b/bhavaih">bh&#257;vaih</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> different processes of understanding; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/i/iyate">&#299;yate</A> &#8212; is perceived.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead alone is complete transcendental knowledge, but according to the different processes of understanding He appears differently, either as impersonal Brahman, as Param&#257;tm&#257;, as the Supreme Personality of Godhead or as the purusha-avat&#257;ra.</P><P CLASS=t>PURPORT</P><P>The word dri&#347;y-&#257;dibhih is significant. According to J&#299;va Gosv&#257;m&#299;, dri&#347;i means jñ&#257;na, philosophical research. By different processes of philosophical research under different concepts, such as the process of jñ&#257;na-yoga, the same Bhagav&#257;n, or Supreme Personality of Godhead, is understood as impersonal Brahman. Similarly, by the eightfold yoga system He appears as the Param&#257;tm&#257;. But in pure Krishna consciousness, or knowledge in purity, when one tries to understand the Absolute Truth, one realizes Him as the Supreme Person. The Transcendence is realized simply on the basis of knowledge. The words used here, param&#257;tme&#347;varah pum&#257;n, are all transcendental, and they refer to Supersoul. Supersoul is also described as purusha, but the word Bhagav&#257;n directly refers to the Supreme Personality of Godhead, who is full of six opulences: wealth, fame, strength, beauty, knowledge and renunciation. He is the Personality of Godhead in different spiritual skies. The various descriptions of param&#257;tm&#257;, &#299;&#347;vara and pum&#257;n indicate that the expansions of the Supreme Godhead are unlimited.</P><P>Ultimately, to understand the Supreme Personality of Godhead one has to accept bhakti-yoga. By executing jñ&#257;na-yoga or dhy&#257;na-yoga one has to eventually approach the bhakti-yoga platform, and then Param&#257;tm&#257;, &#299;&#347;vara, pum&#257;n, etc., are all clearly understood. It is recommended in the Second Canto of &#346;r&#299;mad-Bh&#257;gavatam that whether one is a devotee or fruitive actor or liberationist, if he is intelligent enough he should engage himself with all seriousness in the process of devotional service. It is also explained that whatever one desires which is obtainable by fruitive activities, even if one wants to be elevated to higher planets, can be achieved simply by execution of devotional service. Since the Supreme Lord is full in six opulences, He can bestow any one of them upon the worshiper.</P><P>The one Supreme Personality of Godhead reveals Himself to different thinkers as the Supreme person or impersonal Brahman or Param&#257;tm&#257;. Impersonalists merge into the impersonal Brahman, but that is not achieved by worshiping the impersonal Brahman. If one takes to devotional service and at the same time desires to merge into the existence of the Supreme Lord, he can achieve that. If someone desires at all to merge into the existence of the Supreme, he has to execute devotional service.</P><P>The devotee can see the Supreme Lord face to face, but the jñ&#257;n&#299;, the empiric philosopher or yog&#299; cannot. They cannot be elevated to the positions of associates of the Lord. There is no evidence in the scriptures stating that by cultivating knowledge or worshiping the impersonal Brahman one can become a personal associate of the Supreme Personality of Godhead. Nor by executing the yogic principles can one become an associate of the Supreme Godhead. Impersonal Brahman, being formless, is described as adri&#347;ya because the impersonal effulgence of brahmajyoti covers the face of the Supreme Lord. Some yog&#299;s see the four-handed Vishnu sitting within the heart, and therefore in their case also the Supreme Lord is invisible. Only for the devotees is the Lord visible. Here the statement dri&#347;y-&#257;dibhih is significant. Since the Supreme Personality of Godhead is both invisible and visible, there are different features of the Lord. The Param&#257;tm&#257; feature and Brahman feature are invisible, but the Bhagav&#257;n feature is visible. In the Vishnu Pur&#257;na this fact is very nicely explained. The universal form of the Lord and the formless Brahman effulgence of the Lord, being invisible, are inferior features. The concept of the universal form is material, and the concept of impersonal Brahman is spiritual, but the highest spiritual understanding is the Personality of Godhead. The Vishnu Pur&#257;na states, vishnur brahma-svar&#363;pena svayam eva vyavasthitah: Brahman's real feature is Vishnu, or the Supreme Brahman is Vishnu. Svayam eva: that is His personal feature. The supreme spiritual conception is the Supreme Personality of Godhead. It is also confirmed in Bhagavad-g&#299;t&#257;: yad gatv&#257; na nivartante tad dh&#257;ma paramam mama [<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>]. That specific abode called paramam mama is the place from which, once one attains it, one does not return to this miserable, conditional life. Every place, every space and everything belongs to Vishnu, but where He personally lives is tad dh&#257;ma paramam, His supreme abode. One has to make one's destination the supreme abode of the Lord.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>