<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.27</P><P CLASS=c>et&#257;v&#257;n eva yogena</P><P CLASS=c>samagreneha yoginah</P><P CLASS=c>yujyate 'bhimato hy artho</P><P CLASS=c>yad asa&#324;gas tu kritsna&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etavan">et&#257;v&#257;n</A> &#8212; of such <A HREF="http://vedabase.net/a/a">a</A> measure; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; just; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by <A HREF="http://vedabase.net/y/yoga">yoga</A> practice; <A CLASS=v HREF="http://vedabase.net/s/samagrena">samagrena</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; of the <A HREF="http://vedabase.net/y/yogi">yog&#299;</A>; <A CLASS=v HREF="http://vedabase.net/y/yujyate">yujyate</A> &#8212; is achieved; <A CLASS=v HREF="http://vedabase.net/a/abhimatah">abhimatah</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; purpose; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/asangah">asa&#324;gah</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/krtsnasah">kritsna&#347;ah</A> &#8212; completely.</P><P CLASS=t>TRANSLATION</P><P>The greatest common understanding for all yog&#299;s is complete detachment from matter, which can be achieved by different kinds of yoga.</P><P CLASS=t>PURPORT</P><P>There are three kinds of yoga, namely bhakti-yoga, jñ&#257;na-yoga and asht&#257;&#324;ga-yoga. Devotees, jñ&#257;n&#299;s and yog&#299;s all try to get out of the material entanglement. The jñ&#257;n&#299;s try to detach their sensual activities from material engagement. The jñ&#257;na-yog&#299; thinks that matter is false and that Brahman is truth; he tries, therefore, by cultivation of knowledge, to detach the senses from material enjoyment. The asht&#257;&#324;ga-yog&#299;s also try to control the senses. The devotees, however, try to engage the senses in the service of the Lord. Therefore it appears that the activities of the bhaktas, devotees, are better than those of the jñ&#257;n&#299;s and yog&#299;s. The mystic yog&#299;s simply try to control the senses by practicing the eight divisions of yoga &#8212; yama, niyama, &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, etc. &#8212; and the jñ&#257;n&#299;s try by mental reasoning to understand that sense enjoyment is false. But the easiest and most direct process is to engage the senses in the service of the Lord.</P><P>The purpose of all yoga is to detach one's sense activities from this material world. The final aims, however, are different. Jñ&#257;n&#299;s want to become one with the Brahman effulgence, yog&#299;s want to realize Param&#257;tm&#257;, and devotees want to develop Krishna consciousness and transcendental loving service to the Lord. That loving service is the perfect stage of sense control. The senses are actually active symptoms of life, and they cannot be stopped. They can be detached only if there is superior engagement. As it is confirmed in Bhagavad-g&#299;t&#257;, param drishtv&#257; nivartate: the activities of the senses can be stopped if they are given superior engagements. The supreme engagement is engagement of the senses in the service of the Lord. That is the purpose of all yoga.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>