<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.4</P><P CLASS=c>yad&#257; c&#257;h&#299;ndra-&#347;ayy&#257;y&#257;m</P><P CLASS=c>&#347;ete 'nant&#257;sano harih</P><P CLASS=c>tad&#257; lok&#257; layam y&#257;nti</P><P CLASS=c>ta ete griha-medhin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/ahi">ahi</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; of the king of snakes; <A CLASS=v HREF="http://vedabase.net/s/sayyayam">&#347;ayy&#257;y&#257;m</A> &#8212; on the bed; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; lies; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/a/asanah">&#257;sanah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> whose seat is <A HREF="http://vedabase.net/a/ananta">Ananta</A> <A HREF="http://vedabase.net/s/sesa">&#346;esha</A>; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; the planets; <A CLASS=v HREF="http://vedabase.net/l/layam">layam</A> &#8212; unto dissolution; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; those very; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/m/medhinam">medhin&#257;m</A> &#8212; of the materialistic householders.</P><P CLASS=t>TRANSLATION</P><P>All the planets of the materialistic persons, including all the heavenly planets, such as the moon, are vanquished when the Supreme Personality of Godhead, Hari, goes to His bed of serpents, which is known as Ananta &#346;esha.</P><P CLASS=t>PURPORT</P><P>The materially attached are very eager to promote themselves to the heavenly planets such as the moon. There are many heavenly planets to which they aspire just to achieve more and more material happiness by getting a long duration of life and the paraphernalia for sense enjoyment. But the attached persons do not know that even if one goes to the highest planet, Brahmaloka, destruction exists there also. In Bhagavad-g&#299;t&#257; the Lord says that one can even go to the Brahmaloka, but still he will find the pangs of birth, death, disease and old age. Only by approaching the Lord's abode, the Vaikunthaloka, does one not take birth again in this material world. The grihamedh&#299;s, or materialistic persons, however, do not like to use this advantage. They would prefer to transmigrate perpetually from one body to another, or from one planet to another. They do not want the eternal, blissful life in knowledge in the kingdom of God.</P><P>There are two kinds of dissolutions. One dissolution takes place at the end of the life of Brahm&#257;. At that time all the planetary systems, including the heavenly systems, are dissolved in water and enter into the body of Garbhodaka&#347;&#257;y&#299; Vishnu, who lies on the Garbhodaka Ocean on the bed of serpents, called &#346;esha. In the other dissolution, which occurs at the end of Brahm&#257;'s day, all the lower planetary systems are destroyed. When Lord Brahm&#257; rises after his night, these lower planetary systems are again created. The statement in Bhagavad-g&#299;t&#257; that persons who worship the demigods have lost their intelligence is confirmed in this verse. These less intelligent persons do not know that even if they are promoted to the heavenly planets, at the time of dissolution they themselves, the demigods and all their planets will be annihilated. They have no information that eternal, blissful life can be attained.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>