<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.42</P><P CLASS=c>bahir-j&#257;ta-vir&#257;g&#257;ya</P><P CLASS=c>&#347;&#257;nta-citt&#257;ya d&#299;yat&#257;m</P><P CLASS=c>nirmatsar&#257;ya &#347;ucaye</P><P CLASS=c>yasy&#257;ham preyas&#257;m priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; for what is outside; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/viragaya">vir&#257;g&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him who has developed detachment; <A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/c/cittaya">citt&#257;ya</A> &#8212; whose mind is peaceful; <A CLASS=v HREF="http://vedabase.net/d/diyatam">d&#299;yat&#257;m</A> &#8212; let this be instructed; <A CLASS=v HREF="http://vedabase.net/n/nirmatsaraya">nirmatsar&#257;ya</A> &#8212; nonenvious; <A CLASS=v HREF="http://vedabase.net/s/sucaye">&#347;ucaye</A> &#8212; perfectly cleansed; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/preyasam">preyas&#257;m</A> &#8212; of all that is very dear; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; the most dear.</P><P CLASS=t>TRANSLATION</P><P>This instruction should be imparted by the spiritual master to persons who have taken the Supreme Personality of Godhead to be more dear than anything, who are not envious of anyone, who are perfectly cleansed and who have developed detachment for that which is outside the purview of Krishna consciousness.</P><P CLASS=t>PURPORT</P><P>In the beginning, no one can be elevated to the highest stage of devotional service. Here bhakta means one who does not hesitate to accept the reformatory processes for becoming a bhakta. In order to become a devotee of the Lord, one has to accept a spiritual master and inquire from him about how to progress in devotional service. To serve a devotee, to chant the holy name according to a certain counting method, to worship the Deity, to hear &#346;r&#299;mad-Bh&#257;gavatam or Bhagavad-g&#299;t&#257; from a realized person and to live in a sacred place where devotional service is not disturbed are the first out of sixty-four devotional activities for making progress in devotional service. One who has accepted these five chief activities is called a devotee.</P><P>One must be prepared to offer the necessary respect and honor to the spiritual master. He should not be unnecessarily envious of his Godbrothers. Rather, if a Godbrother is more enlightened and advanced in Krishna consciousness, one should accept him as almost equal to the spiritual master, and one should be happy to see such Godbrothers advance in Krishna consciousness. A devotee should always be very kind to the general public in instructing Krishna consciousness because that is the only solution for getting out of the clutches of m&#257;y&#257;. That is really humanitarian work, for it is the way to show mercy to other people who need it very badly. The word &#347;u&#347;r&#363;sh&#257;bhirat&#257;ya indicates a person who faithfully engages in serving the spiritual master. One should give personal service and all kinds of comforts to the spiritual master. A devotee who does so is also a bona fide candidate for taking this instruction. The word bahir j&#257;ta-vir&#257;g&#257;ya means a person who has developed detachment from external and internal material propensities. Not only is he detached from activities which are not connected to Krishna consciousness, but he should be internally averse to the material way of life. Such a person must be nonenvious and should think of the welfare of all living entities, not only of the human beings, but living entities other than human beings. The word &#347;ucaye means one who is cleansed both externally and internally. To become actually cleansed externally and internally, one should chant the holy name of the Lord, Hare Krishna, or Vishnu, constantly.</P><P>The word d&#299;yat&#257;m means that knowledge of Krishna consciousness should be offered by the spiritual master. The spiritual master must not accept a disciple who is not qualified; he should not be professional and should not accept disciples for monetary gains. The bona fide spiritual master must see the bona fide qualities of a person whom he is going to initiate. An unworthy person should not be initiated. The spiritual master should train his disciple in such a way so that in the future only the Supreme Personality of Godhead will be the dearmost goal of his life.</P><P>In these two verses the qualities of a devotee are fully explained. One who has actually developed all the qualities listed in these verses is already elevated to the post of a devotee. If one has not developed all these qualities, he still has to fulfill these conditions in order to become a perfect devotee.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>