<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 32 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 32 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 32: <A CLASS=v HREF="index.htm">Entanglement in Fruitive Activities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.32.5</P><P CLASS=c>ye sva-dharm&#257;n na duhyanti</P><P CLASS=c>dh&#299;r&#257;h k&#257;m&#257;rtha-hetave</P><P CLASS=c>nihsa&#324;g&#257; nyasta-karm&#257;nah</P><P CLASS=c>pra&#347;&#257;nt&#257;h &#347;uddha-cetasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; their own occupational duties; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/d/duhyanti">duhyanti</A> &#8212; take advantage of; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;r&#257;h</A> &#8212; intelligent; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; sense gratification; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; economic development; <A CLASS=v HREF="http://vedabase.net/h/hetave">hetave</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of; <A CLASS=v HREF="http://vedabase.net/n/nihsangah">nihsa&#324;g&#257;h</A> &#8212; free from material attachment; <A CLASS=v HREF="http://vedabase.net/n/nyasta">nyasta</A> &#8212; given up; <A CLASS=v HREF="http://vedabase.net/k/karmanah">karm&#257;nah</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/p/prasantah">pra&#347;&#257;nt&#257;h</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/s/suddha">&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; of purified consciousness.</P><P CLASS=t>TRANSLATION</P><P>Those who are intelligent and are of purified consciousness are completely satisfied in Krishna consciousness. Freed from the modes of material nature, they do not act for sense gratification; rather, since they are situated in their own occupational duties, they act as one is expected to act.</P><P CLASS=t>PURPORT</P><P>The first-class example of this type of man is Arjuna. Arjuna was a kshatriya, and his occupational duty was to fight. Generally, kings fight to extend their kingdoms, which they rule for sense gratification. But as far as Arjuna is concerned, he declined to fight for his own sense gratification. He said that although he could get a kingdom by fighting with his relatives, he did not want to fight with them. But when he was ordered by Krishna and convinced by the teachings of Bhagavad-g&#299;t&#257; that his duty was to satisfy Krishna, then he fought. Thus he fought not for his sense gratification but for the satisfaction of the Supreme Personality of Godhead.</P><P>Persons who work at their prescribed duties, not for sense gratification but for gratification of the Supreme Lord, are called nihsa&#324;ga, freed from the influence of the modes of material nature. Nyasta-karm&#257;nah indicates that the results of their activities are given to the Supreme Personality of Godhead. Such persons appear to be acting on the platform of their respective duties, but such activities are not performed for personal sense gratification; rather, they are performed for the Supreme Person. Such devotees are called pra&#347;&#257;nt&#257;h, which means "completely satisfied." &#346;uddha-cetasah means Krishna conscious; their consciousness has become purified. In unpurified consciousness one thinks of himself as the Lord of the universe, but in purified consciousness one thinks himself the eternal servant of the Supreme Personality of Godhead. Putting oneself in that position of eternal servitorship to the Supreme Lord and working for Him perpetually, one actually becomes completely satisfied. As long as one works for his personal sense gratification, he will always be full of anxiety. That is the difference between ordinary consciousness and Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>