<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 105</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 105"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.105</P><P CLASS=c>kriti-s&#257;dhy&#257; bhavet s&#257;dhya-</P><P CLASS=c>bh&#257;v&#257; s&#257; s&#257;dhan&#257;bhidh&#257;</P><P CLASS=c>nitya-siddhasya bh&#257;vasya</P><P CLASS=c>pr&#257;katyam hridi s&#257;dhyat&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krti">kriti</A>-<A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhy&#257;</A> &#8212; which is <A HREF="http://vedabase.net/t/to">to</A> be executed by the senses; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; should be; <A CLASS=v HREF="http://vedabase.net/s/sadhya">s&#257;dhya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;v&#257;</A> &#8212; by which love of Godhead is acquired; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A>-<A CLASS=v HREF="http://vedabase.net/a/abhidha">abhidh&#257;</A> &#8212; called <A HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A>-<A HREF="http://vedabase.net/b/bhakti">bhakti</A>, or devotional service <A HREF="http://vedabase.net/i/in">in</A> practice; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A>-<A CLASS=v HREF="http://vedabase.net/s/siddhasya">siddhasya</A> &#8212; which is eternally present; <A CLASS=v HREF="http://vedabase.net/b/bhavasya">bh&#257;vasya</A> &#8212; of love of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prakatyam">pr&#257;katyam</A> &#8212; the awakening; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/s/sadhyata">s&#257;dhyat&#257;</A> &#8212; potentiality.</P><P CLASS=t>TRANSLATION</P><P>"'When transcendental devotional service, by which love for Krishna is attained, is executed by the senses, it is called s&#257;dhana-bhakti, or the regulative discharge of devotional service. Such devotion eternally exists within the heart of every living entity. The awakening of this eternal devotion is the potentiality of devotional service in practice.'</P><P CLASS=t>PURPORT</P><P>This verse is found in the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/2">1.2.2</A>). Because living entities are minute, atomic parts and parcels of the Lord, devotional service is already present within them in a dormant condition. Devotional service begins with &#347;ravanam k&#299;rtanam, hearing and chanting. When a man is sleeping, he can be awakened by sound vibration; therefore every conditioned soul should be given the chance to hear the Hare Krishna mantra chanted by a pure Vaishnava. One who hears the Hare Krishna mantra thus vibrated is awakened to spiritual consciousness, or Krishna consciousness. In this way one's mind gradually becomes purified, as stated by &#346;r&#299; Caitanya Mah&#257;prabhu (ceto-darpana-m&#257;rjanam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>]). When the mind is purified, the senses are also purified. Instead of using the senses for sense gratification, the awakened devotee employs the senses in the transcendental loving service of the Lord. This is the process by which dormant love for Krishna is awakened.</P><P CLASS=l><A CLASS=i HREF="104.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="106.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>