<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 118</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 118"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.118</P><P CLASS=c>avaishnava-sa&#324;ga-ty&#257;ga, bahu-&#347;ishya n&#257; kariba</P><P CLASS=c>bahu-grantha-kal&#257;bhy&#257;sa-vy&#257;khy&#257;na varjiba</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avaisnava">avaishnava</A> &#8212; of one who is not <A HREF="http://vedabase.net/a/a">a</A> devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; the association; <A CLASS=v HREF="http://vedabase.net/t/tyaga">ty&#257;ga</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> unlimited number of disciples; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kariba">kariba</A> &#8212; should not accept; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/g/grantha">grantha</A> &#8212; of many different types of scriptures; <A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/abhyasa">abhy&#257;sa</A> &#8212; studying <A HREF="http://vedabase.net/a/a">a</A> portion; <A CLASS=v HREF="http://vedabase.net/v/vyakhyana">vy&#257;khy&#257;na</A> &#8212; and explanation; <A CLASS=v HREF="http://vedabase.net/v/varjiba">varjiba</A> &#8212; we should give up.</P><P CLASS=t>TRANSLATION</P><P>"The twelfth item is to give up the company of nondevotees. (13) One should not accept an unlimited number of disciples. (14) One should not partially study many scriptures just to be able to give references and expand explanations.</P><P CLASS=t>PURPORT</P><P>Accepting an unlimited number of devotees or disciples is very risky for one who is not a preacher. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, a preacher has to accept many disciples to expand the cult of &#346;r&#299; Caitanya Mah&#257;prabhu. This is risky because when a spiritual master accepts a disciple, he naturally accepts the disciple's sinful activities and their reactions. Unless he is very powerful, he cannot assimilate all the sinful reactions of his disciples and has to suffer the consequences. Therefore one is generally forbidden to accept many disciples.</P><P>One should not partially study a book just to pose oneself as a great scholar by being able to refer to scriptures. In our Krishna consciousness movement we have therefore limited our study of the Vedic literatures to the Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam, Caitanya-carit&#257;mrita and Bhakti-ras&#257;mrita-sindhu. These four works are sufficient for preaching purposes. They are adequate for the understanding of the philosophy and the spreading of missionary activities all over the world. If one studies a particular book, he must do so thoroughly. That is the principle. By thoroughly studying a limited number of books, one can understand the philosophy.</P><P CLASS=l><A CLASS=i HREF="117.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="119.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>