<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 129</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 129"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.129</P><P CLASS=c>sakala-s&#257;dhana-&#347;reshtha ei pañca a&#324;ga</P><P CLASS=c>krishna-prema janm&#257;ya ei p&#257;&#324;cera alpa sa&#324;ga</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A>-<A CLASS=v HREF="http://vedabase.net/s/sadhana">s&#257;dhana</A> &#8212; of all items for executing devotional service; <A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; these five limbs; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/j/janmaya">janm&#257;ya</A> &#8212; awakens; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/p/pancera">p&#257;&#324;cera</A> &#8212; of the five; <A CLASS=v HREF="http://vedabase.net/a/alpa">alpa</A> <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; slight association with or performance.</P><P CLASS=t>TRANSLATION</P><P>"These five limbs of devotional service are the best of all. Even a slight performance of these five awakens love for Krishna.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura points out that there are thirty-five items up to the point of observing special vows in the month of K&#257;rttika. To these thirty-five items, another four are added &#8212; namely marking tilaka on different parts of the body, writing the names of the Lord all over the body, accepting the Deity's garland and accepting caran&#257;mrita. These four items are understood to be included by Kavir&#257;ja Gosv&#257;m&#299; within arcana, worship of the Deity. Although these items are not mentioned here, they are to be added to the previous thirty-five items. Thus the total number becomes thirty-nine. To these thirty-nine should be added five others: association with devotees, chanting the Hare Krishna mah&#257;-mantra, reading &#346;r&#299;mad-Bh&#257;gavatam regularly, residing in Mathur&#257;, the birthplace of Krishna, and worshiping the Deity with great respect and veneration. The thirty-nine items plus these five come to a total of forty-four. If we add the previous twenty items to these forty-four, the total number becomes sixty-four. The five items mentioned above repeat previously mentioned items. In the Bhakti-ras&#257;mrita-sindhu, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; states:</P><P>a&#324;g&#257;n&#257;m pañcakasy&#257;sya p&#363;rva-vilikhitasya ca</P><P CLASS=n>nikhila-&#347;raishthya-bodh&#257;ya punar apy atra &#347;amsanam</P><P>"The glorification of these five items [association with devotees, chanting the holy name and so on] is to make known the complete superiority of these five practices of devotional service."</P><P>The sixty-four items of devotional service include all the activities of the body, mind and senses. Thus the sixty-four items engage one in devotional service in all respects.</P><P CLASS=l><A CLASS=i HREF="128.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="130.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>