<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 131</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 131"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.131</P><P CLASS=c>&#347;r&#299;mad-bh&#257;gavat&#257;rth&#257;n&#257;m</P><P CLASS=c>&#257;sv&#257;do rasikaih saha</P><P CLASS=c>saj&#257;t&#299;y&#257;&#347;aye snigdhe</P><P CLASS=c>s&#257;dhau sa&#324;gah svato vare</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srimad">&#347;r&#299;mad</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; of the <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/a/arthanam">arth&#257;n&#257;m</A> &#8212; of the meanings; <A CLASS=v HREF="http://vedabase.net/a/asvadah">&#257;sv&#257;dah</A> &#8212; enjoying the taste; <A CLASS=v HREF="http://vedabase.net/r/rasikaih">rasikaih</A> <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with the devotees; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/j/jatiya">j&#257;t&#299;ya</A> &#8212; similar; <A CLASS=v HREF="http://vedabase.net/a/asaye">&#257;&#347;aye</A> &#8212; endowed with <A HREF="http://vedabase.net/a/a">a</A> desire; <A CLASS=v HREF="http://vedabase.net/s/snigdhe">snigdhe</A> &#8212; advanced <A HREF="http://vedabase.net/i/in">in</A> devotional affection; <A CLASS=v HREF="http://vedabase.net/s/sadhau">s&#257;dhau</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; for one's self; <A CLASS=v HREF="http://vedabase.net/v/vare">vare</A> &#8212; better.</P><P CLASS=t>TRANSLATION</P><P>"'One should taste the meaning of &#346;r&#299;mad-Bh&#257;gavatam in the association of pure devotees, and one should associate with the devotees who are more advanced than oneself and who are endowed with a similar type of affection for the Lord.</P><P CLASS=t>PURPORT</P><P>The words saj&#257;t&#299;y&#257;&#347;aye snigdhe s&#257;dhau sa&#324;gah svato vare are very important. One should not associate with professional Bh&#257;gavatam reciters. A professional Bh&#257;gavatam reciter is one who is not in the disciplic succession or one who has no taste for bhakti-yoga. Simply on the strength of grammatical knowledge and word jugglery, professional reciters maintain their bodies and their desires for sense gratification by reading &#346;r&#299;mad-Bh&#257;gavatam. One should also avoid those who are averse to Lord Vishnu and His devotees, those who are M&#257;y&#257;v&#257;d&#299;s, those who offend the chanting of the Hare Krishna mantra, those who simply dress as Vaishnavas or so-called gosv&#257;m&#299;s, and those who make a business by selling Vedic mantras and reciting &#346;r&#299;mad-Bh&#257;gavatam to maintain their families. One should not try to understand &#346;r&#299;mad-Bh&#257;gavatam from such materialistic people. According to the Vedic injunctions, yasya deve par&#257; bhaktih. The &#346;r&#299;mad-Bh&#257;gavatam can be recited only by one who has unflinching faith in the lotus feet of Krishna and His devotee, the spiritual master. One should try to understand &#346;r&#299;mad-Bh&#257;gavatam from the spiritual master. The Vedic injunction states, bhakty&#257; bh&#257;gavatam gr&#257;hyam na buddhy&#257; na ca t&#299;kay&#257;. One has to understand &#346;r&#299;mad-Bh&#257;gavatam through the process of devotional service and by hearing the recitation of a pure devotee. These are the injunctions of the Vedic literature &#8212; &#347;ruti and smriti. Those who are not in the disciplic succession and who are not pure devotees cannot understand the real mysterious objective of &#346;r&#299;mad-Bh&#257;gavatam and &#346;r&#299;mad Bhagavad-g&#299;t&#257;.</P><P CLASS=l><A CLASS=i HREF="130.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="132.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>