<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verses 14-15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verses 14-15"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.14-15</P><P CLASS=c>k&#257;ma-krodhera d&#257;sa hañ&#257; t&#257;ra l&#257;thi kh&#257;ya</P><P CLASS=c>bhramite bhramite yadi s&#257;dhu-vaidya p&#257;ya</P><P CLASS=c>t&#257;&#324;ra upade&#347;a-mantre pi&#347;&#257;c&#299; pal&#257;ya</P><P CLASS=c>krishna-bhakti p&#257;ya, tabe krishna-nikata y&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of lusty desires; <A CLASS=v HREF="http://vedabase.net/k/krodhera">krodhera</A> &#8212; and of anger; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A> &#8212; the servant; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; becoming; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/l/lathi">l&#257;thi</A> <A CLASS=v HREF="http://vedabase.net/k/khaya">kh&#257;ya</A> &#8212; is kicked; <A CLASS=v HREF="http://vedabase.net/b/bhramite">bhramite</A> <A CLASS=v HREF="http://vedabase.net/b/bhramite">bhramite</A> &#8212; wandering and wandering; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/v/vaidya">vaidya</A> &#8212; physician; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> gets; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/u/upadesa">upade&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/mantre">mantre</A> &#8212; by instruction and hymns; <A CLASS=v HREF="http://vedabase.net/p/pisaci">pi&#347;&#257;c&#299;</A> &#8212; the witch (the external energy); <A CLASS=v HREF="http://vedabase.net/p/palaya">pal&#257;ya</A> &#8212; flees; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/paya">p&#257;ya</A> &#8212; obtains; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nikata">nikata</A> <A CLASS=v HREF="http://vedabase.net/y/yaya">y&#257;ya</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> goes <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>"In this way the conditioned soul becomes the servant of lusty desires, and when these are not fulfilled, he becomes the servant of anger and continues to be kicked by the external energy, m&#257;y&#257;. Wandering and wandering throughout the universe, he may by chance get the association of a devotee physician, whose instructions and hymns make the witch of the external energy flee. The conditioned soul thus gets into touch with devotional service to Lord Krishna, and in this way he can approach nearer and nearer to the Lord.</P><P CLASS=t>PURPORT</P><P>An explanation of verses 8 through 15 is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. The Lord is spread throughout the creation in His quadruple expansions and incarnations. Krishna is fully represented with all potencies in each and every personal extension, but the living entities, although separated expansions, are also considered one of the Lord's energies. The living entities are divided into two categories &#8212; the eternally liberated and the eternally conditioned. Those who are ever liberated never come in contact with m&#257;y&#257;, the external energy. The ever-conditioned souls are always under the clutches of the external energy. This is described by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>):</P><P>daiv&#299; hy esh&#257; gunamay&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P>"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome."</P><P>The nitya-baddhas are always conditioned by the external energy, and the nitya-muktas never come in contact with the external energy. Sometimes an ever-liberated personal associate of the Supreme Personality of Godhead descends into this universe just as the Lord descends. Although working for the liberation of conditioned souls, the messenger of the Supreme Lord remains untouched by the material energy. Generally ever-liberated personalities live in the spiritual world as associates of Lord Krishna, and they are known as krishna-p&#257;rishada, associates of the Lord. Their only business is enjoying Lord Krishna's company, and even though such eternally liberated persons come within this material world to serve the Lord's purpose, they enjoy Lord Krishna's company without stoppage. The ever-liberated person who works on Krishna's behalf enjoys Lord Krishna's company through his engagement. The ever-conditioned soul, provoked by lusty desires to enjoy the material world, is forced to transmigrate from one body to another. Sometimes he is elevated to higher planetary systems, and sometimes he is degraded to hellish planets and subjected to the tribulations of the external energy.</P><P>Due to being conditioned by the external energy, the conditioned soul within this material world gets two kinds of bodies &#8212; a gross material body and a subtle material body composed of mind, intelligence and ego. Due to the gross and subtle bodies, he is subjected to the threefold miseries (&#257;dhy&#257;tmika, &#257;dhibhautika and &#257;dhidaivika), miseries arising from the body and mind, other living entities and natural disturbances caused by demigods from higher planetary systems. The conditioned soul subjected to the threefold material miseries is ceaselessly kicked by m&#257;y&#257;, and this is his disease. If by chance he meets a saintly person who works on Krishna's behalf to deliver conditioned souls, and if he agrees to abide by his order, he can gradually approach the Supreme Personality of Godhead, Krishna.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>