<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.32</P><P CLASS=c>vilajjam&#257;nay&#257; yasya</P><P CLASS=c>sth&#257;tum &#299;ksh&#257;-pathe 'muy&#257;</P><P CLASS=c>vimohit&#257; vikatthante</P><P CLASS=c>mam&#257;ham iti durdhiyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vilajjamanaya">vilajjam&#257;nay&#257;</A> &#8212; being ashamed; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/s/sthatum">sth&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> remain; <A CLASS=v HREF="http://vedabase.net/i/iksa">&#299;ksh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/pathe">pathe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the line of sight; <A CLASS=v HREF="http://vedabase.net/a/amuya">amuy&#257;</A> &#8212; by that (<A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>); <A CLASS=v HREF="http://vedabase.net/v/vimohitah">vimohit&#257;h</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/v/vikatthante">vikatthante</A> &#8212; boast; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/durdhiyah">durdhiyah</A> &#8212; having poor intelligence.</P><P CLASS=t>TRANSLATION</P><P>"'The external illusory energy of Krishna, known as m&#257;y&#257;, is always ashamed to stand in front of Krishna, just as darkness is ashamed to remain before the sunshine. However, that m&#257;y&#257; bewilders unfortunate people who have no intelligence. Thus they simply boast that this material world is theirs and that they are its enjoyers.'</P><P CLASS=t>PURPORT</P><P>The entire world is bewildered because people are thinking, "This is my land," "America is mine," "India is mine." Not knowing the real value of life, people think that the material body and the land where it is produced are all in all. This is the basic principle behind nationalism, socialism and communism. Such thinking, which simply bewilders the living being, is nothing but rascalism. It is due to the darkness of m&#257;y&#257;. But as soon as one becomes Krishna conscious, he is immediately relieved from such misconceptions. This verse is quoted from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/5/13.htm">2.5.13</A>). There is also another appropriate verse in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/7/47.htm">2.7.47</A>):</P><P>&#347;a&#347;vat pra&#347;&#257;ntam abhayam pratibodha-m&#257;tram</P><P CLASS=n>&#347;uddham samam sad-asatah param&#257;tma-tattvam</P><P CLASS=n>&#347;abdo na yatra puru-k&#257;rakav&#257;n kriy&#257;rtho</P><P CLASS=n>m&#257;y&#257; paraity abhimukhe ca vilajjam&#257;n&#257;</P><P CLASS=n>tad vai padam bhagavatah paramasya pumso</P><P CLASS=n>brahmeti yad vidur ajasra-sukham vi&#347;okam</P><P>"What is realized as the Absolute Brahman is full of unlimited bliss without grief. That is certainly the ultimate phase of the supreme enjoyer, the Personality of Godhead. He is eternally devoid of all disturbances, fearless, completely conscious as opposed to matter, uncontaminated and without distinctions. He is the principal, primeval cause of all causes and effects, in whom there is no sacrifice for fruitive activities and in whom the illusory energy does not stand."</P><P>This verse was spoken by Lord Brahm&#257; when he was questioned by the great sage N&#257;rada. N&#257;rada was surprised to see the creator of the universe meditating, and this caused him to think there might be someone greater than Lord Brahm&#257;. While answering the great sage N&#257;rada, Lord Brahm&#257; described the position of m&#257;y&#257; and the bewildered living entities. This verse was spoken in that connection.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>