<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.51</P><P CLASS=c>mahat-krip&#257; vin&#257; kona karme 'bhakti' naya</P><P CLASS=c>krishna-bhakti d&#363;re rahu, sams&#257;ra nahe kshaya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; the mercy of great devotees; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/k/kona">kona</A> <A CLASS=v HREF="http://vedabase.net/k/karme">karme</A> &#8212; by some other activity; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> <A CLASS=v HREF="http://vedabase.net/n/naya">naya</A> &#8212; there is not devotional service; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; love of <A HREF="http://vedabase.net/k/krsna">Krishna</A> or devotional service <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/d/dure">d&#363;re</A> <A CLASS=v HREF="http://vedabase.net/r/rahu">rahu</A> &#8212; leaving aside; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; the bondage of material existence; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/k/ksaya">kshaya</A> &#8212; destruction.</P><P CLASS=t>TRANSLATION</P><P>"Unless one is favored by a pure devotee, one cannot attain the platform of devotional service. To say nothing of krishna-bhakti, one cannot even be relieved from the bondage of material existence.</P><P CLASS=t>PURPORT</P><P>Pious activities bring about material opulence, but one cannot acquire devotional service by any amount of material pious activity &#8212; not by giving charity, opening big hospitals and schools or working philanthropically. Devotional service can be attained only by the mercy of a pure devotee. Without a pure devotee's mercy, one cannot even escape the bondage of material existence. The word mahat in this verse means "a pure devotee," as Lord Krishna confirms in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>):</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Prith&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."</P><P>One has to associate with such a mah&#257;tm&#257;, who has accepted Krishna as the supreme source of the entire creation. Without being a mah&#257;tm&#257;, one cannot understand Krishna's absolute position. A mah&#257;tm&#257; is rare and transcendental, and he is a pure devotee of Lord Krishna. Foolish people consider Krishna a human being, and they consider Lord Krishna's pure devotee an ordinary human being also. Whatever one may be, one must take shelter at the lotus feet of a devotee mah&#257;tm&#257; and treat him as the most exalted well-wisher of all human society. We should take shelter of such a mah&#257;tm&#257; and ask for his causeless mercy. Only by his benediction can one be relieved from attachment to the materialistic way of life. When one is thus relieved, he can engage in the Lord's transcendental loving service through the mercy of the mah&#257;tm&#257;.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>