<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 53"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.53</P><P CLASS=c>naish&#257;m matis t&#257;vad urukram&#257;&#324;ghrim</P><P CLASS=c>spri&#347;aty anarth&#257;pagamo yad-arthah</P><P CLASS=c>mah&#299;yas&#257;m p&#257;da-rajo-'bhishekam</P><P CLASS=c>nishkiñcan&#257;n&#257;m na vrin&#299;ta y&#257;vat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/esam">esh&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> attached <A HREF="http://vedabase.net/t/to">to</A> household life; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; the interest; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; that long; <A CLASS=v HREF="http://vedabase.net/u/urukrama">urukrama</A>-<A CLASS=v HREF="http://vedabase.net/a/anghrim">a&#324;ghrim</A> &#8212; the lotus feet of the Supreme Personality of Godhead, who is credited with uncommon activities; <A CLASS=v HREF="http://vedabase.net/s/sprsati">spri&#347;ati</A> &#8212; touches; <A CLASS=v HREF="http://vedabase.net/a/anartha">anartha</A> &#8212; of unwanted things; <A CLASS=v HREF="http://vedabase.net/a/apagamah">apagamah</A> &#8212; vanquishing; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; result; <A CLASS=v HREF="http://vedabase.net/m/mahiyasam">mah&#299;yas&#257;m</A> &#8212; of the great personalities, devotees; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; of the dust of the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/abhisekam">abhishekam</A> &#8212; sprinkling on the head; <A CLASS=v HREF="http://vedabase.net/n/niskincananam">nishkiñcan&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> completely detached from material possessions; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vrnita">vrin&#299;ta</A> &#8212; does not <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>"'Unless human society accepts the dust of the lotus feet of great mah&#257;tm&#257;s &#8212; devotees who have nothing to do with material possessions &#8212; mankind cannot turn its attention to the lotus feet of Krishna. Those lotus feet vanquish all the unwanted, miserable conditions of material life.'</P><P CLASS=t>PURPORT</P><P>This verse appears in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/32.htm">7.5.32</A>). When the great sage N&#257;rada was giving instructions to Mah&#257;r&#257;ja Yudhishthira, he narrated the activities of Prahl&#257;da Mah&#257;r&#257;ja. This verse was spoken by Prahl&#257;da Mah&#257;r&#257;ja to his father, Hiranyaka&#347;ipu, the king of demons. Prahl&#257;da Mah&#257;r&#257;ja had informed his father of the nine basic processes of bhakti-yoga, explaining that whoever takes to these processes is to be considered a highly learned scholar. Hiranyaka&#347;ipu, however, did not like his son to talk about devotional service; therefore he immediately called Prahl&#257;da's teacher, Shanda. The teacher explained that he had not taught devotional service to Prahl&#257;da but that the boy was naturally inclined that way. At that time Hiranyaka&#347;ipu became very angry and asked Prahl&#257;da why he had become a Vaishnava. In answer to this question, Prahl&#257;da Mah&#257;r&#257;ja recited this verse to the effect that one cannot become the Lord's devotee without receiving the mercy and blessings of another devotee.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>