<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 71</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 71"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.71</P><P CLASS=c>rati-prema-t&#257;ratamye bhakta &#8212; tara-tama</P><P CLASS=c>ek&#257;da&#347;a skandhe t&#257;ra kariy&#257;che lakshana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rati">rati</A> &#8212; of attachment; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; and love; <A CLASS=v HREF="http://vedabase.net/t/taratamye">t&#257;ratamye</A> &#8212; by comparison; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; devotee; <A CLASS=v HREF="http://vedabase.net/t/tara">tara</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; superior or superlative; <A CLASS=v HREF="http://vedabase.net/e/ekadasa">ek&#257;da&#347;a</A> <A CLASS=v HREF="http://vedabase.net/s/skandhe">skandhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Eleventh Canto of <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of this; <A CLASS=v HREF="http://vedabase.net/k/kariyache">kariy&#257;che</A> &#8212; has <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/l/laksana">lakshana</A> &#8212; symptoms.</P><P CLASS=t>TRANSLATION</P><P>"A devotee is considered superlative or superior according to his attachment and love. In the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, the following symptoms have been given.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura has stated that if one has developed faith in Krishna consciousness, he is to be considered an eligible candidate for further advancement in Krishna consciousness. Those who have faith are divided into three categories &#8212; uttama, madhyama and kanishtha (first class, second class and neophyte). A first-class devotee has firm conviction in the revealed scriptures and is expert in arguing according to the &#347;&#257;stras. He is firmly convinced of the science of Krishna consciousness. The madhyama-adhik&#257;r&#299;, or second-class devotee, has firm conviction in Krishna consciousness, but he cannot support his conviction by citing &#347;&#257;stric references. The neophyte devotee does not yet have firm faith. In this way the devotees are typed.</P><P>The standard of devotion is also categorized in the same way. A neophyte believes that only love of Krishna or Krishna consciousness is very good, but he may not know the basis of pure Krishna consciousness or how one can become a perfect devotee. Sometimes in the heart of a neophyte there is attraction for karma, jñ&#257;na or yoga. When he is free and transcendental to mixed devotional activity, he becomes a second-class devotee. When he becomes expert in logic and can refer to the &#347;&#257;stras, he becomes a first-class devotee. The devotees are also described as positive, comparative and superlative in terms of their love and attachment for Krishna.</P><P>It should be understood that a madhyama-adhik&#257;r&#299;, a second-class devotee, is fully convinced of Krishna consciousness but cannot support his convictions with &#347;&#257;stric reference. A neophyte may fall down by associating with nondevotees because he is not firmly convinced and strongly situated. The second-class devotee, even though he cannot support his position with &#347;&#257;stric reference, can gradually become a first-class devotee by studying the &#347;&#257;stras and associating with a first-class devotee. However, if the second-class devotee does not advance himself by associating with a first-class devotee, he makes no progress. There is no possibility that a first-class devotee will fall down, even though he may mix with nondevotees to preach. Conviction and faith gradually increase to make one an uttama-adhik&#257;r&#299;, a first-class devotee.</P><P CLASS=l><A CLASS=i HREF="70.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="72.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>