<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22 Verse 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22.9</P><P CLASS=c>sv&#257;m&#347;a-vist&#257;ra &#8212; catur-vy&#363;ha, avat&#257;ra-gana</P><P CLASS=c>vibhinn&#257;m&#347;a j&#299;va &#8212; t&#257;&#324;ra &#347;aktite ganana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/v/vistara">vist&#257;ra</A> &#8212; the expansion of His personal forms; <A CLASS=v HREF="http://vedabase.net/c/catur">catur</A>-<A CLASS=v HREF="http://vedabase.net/v/vyuha">vy&#363;ha</A> &#8212; His quadruple form; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; the incarnations; <A CLASS=v HREF="http://vedabase.net/v/vibhinna">vibhinna</A>-<A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; His separated forms; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/s/saktite">&#347;aktite</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the category of potency; <A CLASS=v HREF="http://vedabase.net/g/ganana">ganana</A> &#8212; calculating.</P><P CLASS=t>TRANSLATION</P><P>"Expansions of His personal self &#8212; like the quadruple manifestations of Sa&#324;karshana, Pradyumna, Aniruddha and V&#257;sudeva &#8212; descend as incarnations from Vaikuntha to this material world. The separated expansions are the living entities. Although they are expansions of Krishna, they are counted among His different potencies.</P><P CLASS=t>PURPORT</P><P>The personal expansions are known as vishnu-tattva, and the separated expansions are known as j&#299;va-tattva. Although the j&#299;vas (living entities) are part and parcel of the Supreme Personality of Godhead, they are still counted among His multipotencies. This is fully described by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>):</P><P>apareyam itas tv any&#257;m prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho yayedam dh&#257;ryate jagat</P><P>"Besides this inferior nature, O mighty-armed Arjuna, there is another, superior energy of Mine, which comprises the living entities who are exploiting the resources of this material, inferior nature."</P><P>Although the living entities are Krishna's parts and parcels, they are prakriti, not purusha. Sometimes prakriti (a living entity) attempts to imitate the activities of the purusha. Due to a poor fund of knowledge, living entities conditioned in this material world claim to be God. They are thus illusioned. A living entity cannot be on the level of a vishnu-tattva, or the Personality of Godhead, at any stage; therefore it is ludicrous for a living entity to claim to be God. Advanced spiritualists would never accept such a thing. Such claims are made to cheat ordinary, foolish people. The Krishna consciousness movement declares war against such bogus incarnations. The bogus propaganda put out by people claiming to be God has killed God consciousness all over the world. Members of the Krishna consciousness movement must be very alert to defy these rascals, who are presently misleading the whole world. One such rascal, known as Paundraka, appeared before Lord Krishna, and the Lord immediately killed him. Of course, those who are Krishna's servants cannot kill such imitation gods, but they should try their best to defeat them through the evidence of &#347;&#257;stra, authentic knowledge received through the disciplic succession.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>