<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 22"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">The Process of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 22 Summary</P><P>In the Twenty-second Chapter, &#346;r&#299; Caitanya Mah&#257;prabhu describes the process of devotional service. In the beginning He describes the truth about the living entity and the superexcellence of devotional service. He then describes the uselessness of mental speculation and mystic yoga. In all circumstances the living entity is recommended to accept the path of devotional service as personally explained by &#346;r&#299; Caitanya Mah&#257;prabhu. The speculative method of the so-called jñ&#257;n&#299;s is considered a waste of time, and that is proved in this chapter. An intelligent person should abandon the processes of karma-k&#257;nda, jñ&#257;na-k&#257;nda and mystic yoga. One should give up all these useless processes and take seriously to the path of Krishna consciousness. In this way one's life will be successful. If one takes to Krishna consciousness fully, even though he may sometimes be agitated due to having previously practiced mental speculation and yogic mysticism, he will be saved by Lord Krishna Himself. The fact is that devotional service is bestowed by the blessings of a pure devotee (sa mah&#257;tm&#257; su-durlabhah). A pure devotee is the supreme transcendentalist, and one has to receive his mercy for one's dormant Krishna consciousness to be awakened. One has to associate with pure devotees. If one has firm faith in the words of a great soul, pure devotional service will awaken.</P><P>In this chapter &#346;r&#299; Caitanya Mah&#257;prabhu differentiates between a pure devotee and others. He also describes the characteristics of a pure devotee. A devotee's most formidable enemy is association with women in an enjoying spirit. Association with nondevotees is also condemned because it is also a formidable enemy on the path of devotional service. One has to fully surrender unto the lotus feet of Krishna and give up attraction for women and nondevotees.</P><P>The six symptoms of fully surrendered souls are also described in this chapter. Devotional service has been divided into two categories &#8212; regulative devotional service and spontaneous love. There are sixty-four items listed in regulative devotional service, and out of these sixty-four the last five are considered very important. By practicing even one of the nine processes of devotional service, one can become successful. Speculative knowledge and mystic yoga can never help one in devotional service. Pious activity, nonviolence, sense control and regulation are not separate from devotional service in its pure form. If one engages in devotional service, all good qualities follow. One does not have to cultivate them separately. Spontaneous devotional service arises when one follows a pure devotee who is awakened to spontaneous love of God. &#346;r&#299; Caitanya Mah&#257;prabhu describes the symptoms of devotees who are already situated in spontaneous love of God. He also describes the devotees who are trying to follow in the footsteps of the pure devotees.</P><P CLASS=l><A CLASS=i HREF="../21/149.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>