<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 11 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 11 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">King Indra Annihilates the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.11.7</P><P CLASS=c>&#347;r&#299;-balir uv&#257;ca</P><P CLASS=c>sa&#324;gr&#257;me vartam&#257;n&#257;n&#257;m</P><P CLASS=c>k&#257;la-codita-karman&#257;m</P><P CLASS=c>k&#299;rtir jayo 'jayo mrityuh</P><P CLASS=c>sarvesh&#257;m syur anukram&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/balih">balih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> said; <A CLASS=v HREF="http://vedabase.net/s/sangrame">sa&#324;gr&#257;me</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the battlefield; <A CLASS=v HREF="http://vedabase.net/v/vartamananam">vartam&#257;n&#257;n&#257;m</A> &#8212; of all persons present here; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/c/codita">codita</A> &#8212; influenced by the course of time; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; for persons engaged <A HREF="http://vedabase.net/i/in">in</A> fighting or any other activities; <A CLASS=v HREF="http://vedabase.net/k/kirtih">k&#299;rtih</A> &#8212; reputation; <A CLASS=v HREF="http://vedabase.net/j/jayah">jayah</A> &#8212; victory; <A CLASS=v HREF="http://vedabase.net/a/ajayah">ajayah</A> &#8212; defeat; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; must be done; <A CLASS=v HREF="http://vedabase.net/a/anukramat">anukram&#257;t</A> &#8212; one after another.</P><P CLASS=t>TRANSLATION</P><P>Bali Mah&#257;r&#257;ja replied: All those present on this battlefield are certainly under the influence of eternal time, and according to their prescribed activities, they are destined to receive fame, victory, defeat and death, one after another.</P><P CLASS=t>PURPORT</P><P>If one is victorious on the battlefield, he becomes famous; and if one is not victorious but is defeated, he may die. Both victory and defeat are possible, whether on such a battlefield as this or on the battlefield of the struggle for existence. Everything takes place according to the laws of nature (prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]). Since everyone, without exception, is subject to the modes of material nature, whether one is victorious or defeated he is not independent, but is under the control of material nature. Bali Mah&#257;r&#257;ja, therefore, was very sensible. He knew that the fighting was arranged by eternal time and that under time's influence one must accept the results of one's own activities. Therefore even though Indra threatened that he would now kill Bali Mah&#257;r&#257;ja by releasing the thunderbolt, Bali Mah&#257;r&#257;ja was not at all afraid. This is the spirit of a kshatriya: yuddhe c&#257;py apal&#257;yanam (<A CLASS=v HREF="../../../bg/18/43.htm">Bg. 18.43</A>). A kshatriya must be tolerant in all circumstances, especially on the battlefield. Thus Bali Mah&#257;r&#257;ja asserted that he was not at all afraid of death, although he was threatened by such a great personality as the King of heaven.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>