<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 11"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">King Indra Annihilates the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.11 Summary</P><P>As described in this chapter, the great saint N&#257;rada Muni, being very compassionate to the demons who had been killed by the demigods, forbade the demigods to continue killing. Then &#346;ukr&#257;c&#257;rya, by his mystic power, renewed the lives of all the demons.</P><P>Having been graced by the Supreme Personality of Godhead, the demigods began fighting the demons again, with renewed energy. King Indra released his thunderbolt against Bali, and when Bali fell, his friend Jambh&#257;sura attacked Indra, who then cut off Jambh&#257;sura's head with his thunderbolt. When N&#257;rada Muni learned that Jambh&#257;sura had been killed, he informed Jambh&#257;sura's relatives Namuci, Bala and P&#257;ka, who then went to the battlefield and attacked the demigods. Indra, King of heaven, severed the heads of Bala and P&#257;ka and released the weapon known as kuli&#347;a, the thunderbolt, against Namuci's shoulder. The thunderbolt, however, returned unsuccessful, and thus Indra became morose. At that time, an unseen voice came from the sky. The voice declared, "A dry or wet weapon cannot kill Namuci." Hearing this voice, Indra began to think of how Namuci could be killed. He then thought of foam, which is neither moist nor dry. Using a weapon of foam, he was able to kill Namuci. Thus Indra and the other demigods killed many demons. Then, at the request of Lord Brahm&#257;, N&#257;rada went to the demigods and forbade them to kill the demons any longer. All the demigods then returned to their abodes. Following the instructions of N&#257;rada, whatever demons remained alive on the battlefield took Bali Mah&#257;r&#257;ja to Asta Mountain. There, by the touch of &#346;ukr&#257;c&#257;rya's hand, Bali Mah&#257;r&#257;ja regained his senses and consciousness, and those demons whose heads and bodies had not been completely lost were brought back to life by the mystic power of &#346;ukr&#257;c&#257;rya.</P><P CLASS=l><A CLASS=i HREF="../10/57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>