<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.1</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>atha te sampravakshy&#257;mi</P><P CLASS=c>tattv&#257;n&#257;m lakshanam prithak</P><P CLASS=c>yad viditv&#257; vimucyeta</P><P CLASS=c>purushah pr&#257;kritair gunaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/s/sampravaksyami">sampravakshy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall describe; <A CLASS=v HREF="http://vedabase.net/t/tattvanam">tattv&#257;n&#257;m</A> &#8212; of the categories of the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; the distinctive features; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; one by one; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/viditva">viditv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/v/vimucyeta">vimucyeta</A> &#8212; one can be released; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; any person; <A CLASS=v HREF="http://vedabase.net/p/prakrtaih">pr&#257;kritaih</A> &#8212; of the material nature; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; from the modes.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, Kapila, continued: My dear mother, now I shall describe unto you the different categories of the Absolute Truth, knowing which any person can be released from the influence of the modes of material nature.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257;, one can understand the Supreme Personality of Godhead, the Absolute Truth, only through devotional service (bhakty&#257; m&#257;m abhij&#257;n&#257;ti [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]). As stated in the Bh&#257;gavatam, the object of devotional service is m&#257;m, Krishna. And, as explained in the Caitanya-carit&#257;mrita, to understand Krishna means to understand Krishna in His personal form with His internal energy, His external energy, His expansions and His incarnations. There are many diverse departments of knowledge in understanding Krishna. S&#257;&#324;khya philosophy is especially meant for persons who are conditioned by this material world. It is generally understood by the parampar&#257; system, or by disciplic succession, to be the science of devotional service. Preliminary studies of devotional service have already been explained. Now the analytical study of devotional service will be explained by the Lord, who says that by such an analytical study, one becomes freed from the modes of material nature. The same assertion is confirmed in Bhagavad-g&#299;t&#257;. Tato m&#257;m tattvato jñ&#257;tv&#257;: by understanding the Lord according to various categories, one can become eligible to enter into the kingdom of God. This is also explained here. By understanding the science of devotional service in S&#257;&#324;khya philosophy, one can become free from the modes of material nature. The eternal self, after becoming freed from the spell of material nature, becomes eligible to enter into the kingdom of God. As long as one has even a slight desire to enjoy or lord it over material nature, there is no chance of his being freed from the influence of nature's material modes. Therefore, one has to understand the Supreme Personality of Godhead analytically, as explained in the S&#257;&#324;khya system of philosophy by Lord Kapiladeva.</P><P CLASS=l><A CLASS=i HREF="../25/44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>