<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.10</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>yat tat tri-gunam avyaktam</P><P CLASS=c>nityam sad-asad-&#257;tmakam</P><P CLASS=c>pradh&#257;nam prakritim pr&#257;hur</P><P CLASS=c>avi&#347;esham vi&#347;eshavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; now further; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gunam</A> &#8212; combination of the three modes; <A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; unmanifested; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; consisting of cause and effect; <A CLASS=v HREF="http://vedabase.net/p/pradhanam">pradh&#257;nam</A> &#8212; the <A HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; <A HREF="http://vedabase.net/p/prakrti">prakriti</A>; <A CLASS=v HREF="http://vedabase.net/p/prahuh">pr&#257;huh</A> &#8212; they call; <A CLASS=v HREF="http://vedabase.net/a/avisesam">avi&#347;esham</A> &#8212; undifferentiated; <A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;esha</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; possessing differentiation.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: The unmanifested eternal combination of the three modes is the cause of the manifest state and is called pradh&#257;na. It is called prakriti when in the manifested stage of existence.</P><P CLASS=t>PURPORT</P><P>The Lord points out material nature in its subtle stage, which is called pradh&#257;na, and He analyzes this pradh&#257;na. The explanation of pradh&#257;na and prakriti is that pradh&#257;na is the subtle, undifferentiated sum total of all material elements. Although they are undifferentiated, one can understand that the total material elements are contained therein. When the total material elements are manifested by the interaction of the three modes of material nature, the manifestation is called prakriti. Impersonalists say that Brahman is without variegatedness and without differentiation. One may say that pradh&#257;na is the Brahman stage, but actually the Brahman stage is not pradh&#257;na. pradh&#257;na is distinct from Brahman because in Brahman there is no existence of the material modes of nature. One may argue that the mahat-tattva is also different from pradh&#257;na because in the mahat-tattva there are manifestations. The actual explanation of pradh&#257;na, however, is given here: when the cause and effect are not clearly manifested (avyakta), the reaction of the total elements does not take place, and that stage of material nature is called pradh&#257;na. Pradh&#257;na is not the time element because in the time element there are actions and reactions, creation and annihilation. Nor is it the j&#299;va, or marginal potency of living entities, or designated, conditioned living entities, because the designations of the living entities are not eternal. One adjective used in this connection is nitya, which indicates eternality. Therefore the condition of material nature immediately previous to its manifestation is called pradh&#257;na.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>