<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.16</P><P CLASS=c>prabh&#257;vam paurusham pr&#257;huh</P><P CLASS=c>k&#257;lam eke yato bhayam</P><P CLASS=c>aha&#324;k&#257;ra-vim&#363;dhasya</P><P CLASS=c>kartuh prakritim &#299;yushah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhavam">prabh&#257;vam</A> &#8212; the influence; <A CLASS=v HREF="http://vedabase.net/p/paurusam">paurusham</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prahuh">pr&#257;huh</A> &#8212; they have said; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; the time factor; <A CLASS=v HREF="http://vedabase.net/e/eke">eke</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/a/ahankara">aha&#324;k&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vimudhasya">vim&#363;dhasya</A> &#8212; deluded by false ego; <A CLASS=v HREF="http://vedabase.net/k/kartuh">kartuh</A> &#8212; of the individual soul; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; material nature; <A CLASS=v HREF="http://vedabase.net/i/iyusah">&#299;yushah</A> &#8212; having contacted.</P><P CLASS=t>TRANSLATION</P><P>The influence of the Supreme Personality of Godhead is felt in the time factor, which causes fear of death due to the false ego of the deluded soul who has contacted material nature.</P><P CLASS=t>PURPORT</P><P>The living entity's fear of death is due to his false ego of identifying with the body. Everyone is afraid of death. Actually there is no death for the spirit soul, but due to our absorption in the identification of body as self, the fear of death develops. It is also stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/37.htm">11.2.37</A>), bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;t. Dvit&#299;ya refers to matter, which is beyond spirit. Matter is the secondary manifestation of spirit, for matter is produced from spirit. Just as the material elements described are caused by the Supreme Lord, or the Supreme Spirit, the body is also a product of the spirit soul. Therefore, the material body is called dvit&#299;ya, or "the second." One who is absorbed in this second element or second exhibition of the spirit is afraid of death. When one is fully convinced that he is not his body, there is no question of fearing death, since the spirit soul does not die.</P><P>If the spirit soul engages in the spiritual activities of devotional service, he is completely freed from the platform of birth and death. His next position is complete spiritual freedom from a material body. The fear of death is the action of the k&#257;la, or the time factor, which represents the influence of the Supreme Personality of Godhead. In other words, time is destructive. Whatever is created is subject to destruction and dissolution, which is the action of time. Time is a representation of the Lord, and it reminds us also that we must surrender unto the Lord. The Lord speaks to every conditioned soul as time. He says in Bhagavad-g&#299;t&#257; that if someone surrenders unto Him, then there is no longer any problem of birth and death. We should therefore accept the time factor as the Supreme Personality of Godhead standing before us. This is further explained in the following verse.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>