<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.18</P><P CLASS=c>antah purusha-r&#363;pena</P><P CLASS=c>k&#257;la-r&#363;pena yo bahih</P><P CLASS=c>samanvety esha sattv&#257;n&#257;m</P><P CLASS=c>bhagav&#257;n &#257;tma-m&#257;yay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of Supersoul; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of time; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/s/samanveti">samanveti</A> &#8212; exists; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/s/sattvanam">sattv&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His potencies.</P><P CLASS=t>TRANSLATION</P><P>By exhibiting His potencies, the Supreme Personality of Godhead adjusts all these different elements, keeping Himself within as the Supersoul and without as time.</P><P CLASS=t>PURPORT</P><P>Here it is stated that within the heart the Supreme Personality of Godhead resides as the Supersoul. This situation is also explained in Bhagavad-g&#299;t&#257;: the Supersoul rests beside the individual soul and acts as a witness. This is also confirmed elsewhere in the Vedic literature: two birds are sitting on the same tree of the body; one is witnessing, and the other is eating the fruits of the tree. This purusha, or Param&#257;tm&#257;, who resides within the body of the individual soul, is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/23.htm">13.23</A>) as the upadrasht&#257;, witness, and the anumant&#257;, sanctioning authority. The conditioned soul engages in the happiness and distress of the particular body given him by the arrangement of the external energy of the Supreme Lord. But the supreme living being, or the Param&#257;tm&#257;, is different from the conditioned soul. He is described in Bhagavad-g&#299;t&#257; as mahe&#347;vara, or the Supreme Lord. He is Param&#257;tm&#257;, not j&#299;v&#257;tm&#257;. Param&#257;tm&#257; means the Supersoul, who is sitting by the side of the conditioned soul just to sanction his activities. The conditioned soul comes to this material world in order to lord it over material nature. Since one cannot do anything without the sanction of the Supreme Lord, He lives with the j&#299;va soul as witness and sanction-giver. He is also bhokt&#257;; He gives maintenance and sustenance to the conditioned soul.</P><P>Since the living entity is constitutionally part and parcel of the Supreme Personality of Godhead, the Lord is very affectionate to the living entities. Unfortunately, when the living entity is bewildered or illusioned by the external energy, he becomes forgetful of his eternal relationship with the Lord, but as soon as he becomes aware of his constitutional position, he is liberated. The minute independence of the conditioned soul is exhibited by his marginal position. If he likes, he can forget the Supreme Personality of Godhead and come into the material existence with a false ego to lord it over material nature, but if he likes he can turn his face to the service of the Lord. The individual living entity is given that independence. His conditional life is ended and his life becomes successful as soon as he turns his face to the Lord, but by misusing his independence he enters into material existence. Yet the Lord is so kind that, as Supersoul, He always remains with the conditioned soul. The concern of the Lord is neither to enjoy nor to suffer from the material body. He remains with the j&#299;va simply as sanction-giver and witness so that the living entity can receive the results of his activities, good or bad.</P><P>Outside the body of the conditioned soul, the Supreme Personality of Godhead remains as the time factor. According to the S&#257;&#324;khya system of philosophy, there are twenty-five elements. The twenty-four elements already described plus the time factor make twenty-five. According to some learned philosophers, the Supersoul is included to make a total of twenty-six elements.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>