<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.2</P><P CLASS=c>jñ&#257;nam nih&#347;reyas&#257;rth&#257;ya</P><P CLASS=c>purushasy&#257;tma-dar&#347;anam</P><P CLASS=c>yad &#257;hur varnaye tat te</P><P CLASS=c>hridaya-granthi-bhedanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/n/nihsreyasa">nih&#347;reyasa</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaya">arth&#257;ya</A> &#8212; for the ultimate perfection; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; self-realization; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; they said; <A CLASS=v HREF="http://vedabase.net/v/varnaye">varnaye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall explain; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/g/granthi">granthi</A> &#8212; the knots; <A CLASS=v HREF="http://vedabase.net/b/bhedanam">bhedanam</A> &#8212; cuts.</P><P CLASS=t>TRANSLATION</P><P>Knowledge is the ultimate perfection of self-realization. I shall explain that knowledge unto you by which the knots of attachment to the material world are cut.</P><P CLASS=t>PURPORT</P><P>It is said that by proper understanding of the pure self, or by self-realization, one can be freed from material attachment. Knowledge leads one to attain the ultimate perfection of life and to see oneself as he is. The &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/8">3.8</A>) also confirms this. Tam eva viditv&#257;ti-mrityum eti: simply by understanding one's spiritual position, or by seeing oneself as he is, one can be freed from material entanglement. In various ways, the seeing of oneself is described in the Vedic literatures, and it is confirmed in the Bh&#257;gavatam (purushasya &#257;tma-dar&#347;anam) that one has to see oneself and know what he is. As Kapiladeva explains to His mother, this "seeing" can be done by hearing from the proper authoritative source. Kapiladeva is the greatest authority because He is the Personality of Godhead, and if someone accepts whatever is explained as it is, without interpretation, then he can see himself.</P><P>Lord Caitanya explained to San&#257;tana Gosv&#257;m&#299; the real constitutional position of the individual. He said directly that each and every individual soul is eternally a servitor of Krishna. J&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] every individual soul is eternally a servitor. When one is fixed in the understanding that he is part and parcel of the Supreme Soul and that his eternal position is to serve in association with the Supreme Lord, he becomes self-realized. This position of rightly understanding oneself cuts the knot of material attraction (hridaya-granthi-bhedanam). Due to false ego, or false identification of oneself with the body and the material world, one is entrapped by m&#257;y&#257;, but as soon as one understands that he is qualitatively the same substance as the Supreme Lord because he belongs to the same category of spirit soul, and that his perpetual position is to serve, one attains &#257;tma-dar&#347;anam and hridaya-granthi-bhedanam, self-realization. When one can cut the knot of attachment to the material world, his understanding is called knowledge. &#256;tma-dar&#347;anam means to see oneself by knowledge; therefore, when one is freed from the false ego by the cultivation of real knowledge, he sees himself, and that is the ultimate necessity of human life. The soul is thus isolated from the entanglement of the twenty-four categories of material nature. Pursuit of the systematic philosophic process called S&#257;&#324;khya is called knowledge and self-revelation.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>