<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.21</P><P CLASS=c>yat tat sattva-gunam svaccham</P><P CLASS=c>&#347;&#257;ntam bhagavatah padam</P><P CLASS=c>yad &#257;hur v&#257;sudev&#257;khyam</P><P CLASS=c>cittam tan mahad-&#257;tmakam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/g/gunam">gunam</A> &#8212; the mode of goodness; <A CLASS=v HREF="http://vedabase.net/s/svaccham">svaccham</A> &#8212; clear; <A CLASS=v HREF="http://vedabase.net/s/santam">&#347;&#257;ntam</A> &#8212; sober; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the status of understanding; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/ahuh">&#257;huh</A> &#8212; is called; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; manifest <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>.</P><P CLASS=t>TRANSLATION</P><P>The mode of goodness, which is the clear, sober status of understanding the Personality of Godhead and which is generally called v&#257;sudeva, or consciousness, becomes manifest in the mahat-tattva.</P><P CLASS=t>PURPORT</P><P>The v&#257;sudeva manifestation, or the status of understanding the Supreme Personality of Godhead, is called pure goodness, or &#347;uddha-sattva. In the &#347;uddha-sattva status there is no infringement of the other qualities, namely passion and ignorance. In the Vedic literature there is mention of the Lord's expansion as the four Personalities of Godhead &#8212; V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. Here in the reappearance of the mahat-tattva the four expansions of Godhead occur. He who is seated within as Supersoul expands first as V&#257;sudeva.</P><P>The v&#257;sudeva stage is free from infringement by material desires and is the status in which one can understand the Supreme Personality of Godhead, or the objective which is described in the Bhagavad-g&#299;t&#257; as adbhuta. This is another feature of the mahat-tattva. The v&#257;sudeva expansion is also called Krishna consciousness, for it is free from all tinges of material passion and ignorance. This clear state of understanding helps one to know the Supreme Personality of Godhead. The v&#257;sudeva status is also explained in Bhagavad-g&#299;t&#257; as kshetra-jña, which refers to the knower of the field of activities as well as the Superknower. The living being who has occupied a particular type of body knows that body, but the Superknower, V&#257;sudeva, knows not only a particular type of body but also the field of activities in all the different varieties of bodies. In order to be situated in clear consciousness, or Krishna consciousness, one must worship V&#257;sudeva. V&#257;sudeva is Krishna alone. When Krishna, or Vishnu, is alone, without the accompaniment of His internal energy, He is V&#257;sudeva. When He is accompanied by His internal potency, He is called Dv&#257;rak&#257;dh&#299;&#347;a. To have clear consciousness, or Krishna consciousness, one has to worship V&#257;sudeva. It is also explained in Bhagavad-g&#299;t&#257; that after many, many births one surrenders to V&#257;sudeva. Such a great soul is very rare.</P><P>In order to get release from the false ego, one has to worship Sa&#324;karshana. Sa&#324;karshana is also worshiped through Lord &#346;iva; the snakes which cover the body of Lord &#346;iva are representations of Sa&#324;karshana, and Lord &#346;iva is always absorbed in meditation upon Sa&#324;karshana. One who is actually a worshiper of Lord &#346;iva as a devotee of Sa&#324;karshana can be released from false, material ego. If one wants to get free from mental disturbances, one has to worship Aniruddha. For this purpose, worship of the moon planet is also recommended in the Vedic literature. Similarly, to be fixed in one's intelligence one has to worship Pradyumna, who is reached through the worship of Brahm&#257;. These matters are explained in Vedic literature.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>