<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.26</P><P CLASS=c>kartritvam karanatvam ca</P><P CLASS=c>k&#257;ryatvam ceti lakshanam</P><P CLASS=c>&#347;&#257;nta-ghora-vim&#363;dhatvam</P><P CLASS=c>iti v&#257; sy&#257;d aha&#324;kriteh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kartrtvam">kartritvam</A> &#8212; being the doer; <A CLASS=v HREF="http://vedabase.net/k/karanatvam">karanatvam</A> &#8212; being the instrument; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/karyatvam">k&#257;ryatvam</A> &#8212; being the effect; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; characteristic; <A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nta</A> &#8212; serene; <A CLASS=v HREF="http://vedabase.net/g/ghora">ghora</A> &#8212; active; <A CLASS=v HREF="http://vedabase.net/v/vimudhatvam">vim&#363;dhatvam</A> &#8212; being dull; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may be; <A CLASS=v HREF="http://vedabase.net/a/ahankrteh">aha&#324;kriteh</A> &#8212; of the false ego.</P><P CLASS=t>TRANSLATION</P><P>This false ego is characterized as the doer, as an instrument and as an effect. It is further characterized as serene, active or dull according to how it is influenced by the modes of goodness, passion and ignorance.</P><P CLASS=t>PURPORT</P><P>Aha&#324;k&#257;ra, or false ego, is transformed into the demigods, the controlling directors of material affairs. As an instrument, the false ego is represented as different senses and sense organs, and as the result of the combination of the demigods and the senses, material objects are produced. In the material world we are producing so many things, and this is called advancement of civilization, but factually the advancement of civilization is a manifestation of the false ego. By false ego all material things are produced as objects of enjoyment. One has to cease increasing artificial necessities in the form of material objects. One great &#257;c&#257;rya, Narottama d&#257;sa Th&#257;kura, has lamented that when one deviates from pure consciousness of V&#257;sudeva, or Krishna consciousness, he becomes entangled in material activities. The exact words he uses are, sat-sa&#324;ga ch&#257;di' kainu asate vil&#257;sa/ te-k&#257;rane l&#257;gila ye karma-bandha-ph&#257;&#324;sa: "I have given up the pure status of consciousness because I wanted to enjoy in the temporary, material manifestation; therefore I have been entangled in the network of actions and reactions."</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>