<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.28</P><P CLASS=c>yad vidur hy aniruddh&#257;khyam</P><P CLASS=c>hrish&#299;k&#257;n&#257;m adh&#299;&#347;varam</P><P CLASS=c>&#347;&#257;radend&#299;vara-&#347;y&#257;mam</P><P CLASS=c>samr&#257;dhyam yogibhih &#347;anaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which mind; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; is known; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/aniruddha">aniruddha</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/a/aniruddha">Aniruddha</A>; <A CLASS=v HREF="http://vedabase.net/h/hrsikanam">hrish&#299;k&#257;n&#257;m</A> &#8212; of the senses; <A CLASS=v HREF="http://vedabase.net/a/adhisvaram">adh&#299;&#347;varam</A> &#8212; the supreme ruler; <A CLASS=v HREF="http://vedabase.net/s/sarada">&#347;&#257;rada</A> &#8212; autumnal; <A CLASS=v HREF="http://vedabase.net/i/indivara">ind&#299;vara</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> blue lotus; <A CLASS=v HREF="http://vedabase.net/s/syamam">&#347;y&#257;mam</A> &#8212; bluish; <A CLASS=v HREF="http://vedabase.net/s/samradhyam">samr&#257;dhyam</A> &#8212; who is found; <A CLASS=v HREF="http://vedabase.net/y/yogibhih">yogibhih</A> &#8212; by the yog&#299;s; <A CLASS=v HREF="http://vedabase.net/s/sanaih">&#347;anaih</A> &#8212; gradually.</P><P CLASS=t>TRANSLATION</P><P>The mind of the living entity is known by the name of Lord Aniruddha, the supreme ruler of the senses. He possesses a bluish-black form resembling a lotus flower growing in the autumn. He is found slowly by the yog&#299;s.</P><P CLASS=t>PURPORT</P><P>The system of yoga entails controlling the mind, and the Lord of the mind is Aniruddha. It is stated that Aniruddha is four-handed, with Sudar&#347;ana cakra, conchshell, club and lotus flower. There are twenty-four forms of Vishnu, each differently named. Among these twenty-four forms, Sa&#324;karshana, Aniruddha, Pradyumna and V&#257;sudeva are depicted very nicely in the Caitanya-carit&#257;mrita, where it is stated that Aniruddha is worshiped by the yog&#299;s. Meditation upon voidness is a modern invention of the fertile brain of some speculator. Actually the process of yoga meditation, as prescribed in this verse, should be fixed upon the form of Aniruddha. By meditating on Aniruddha one can become free from the agitation of acceptance and rejection. When one's mind is fixed upon Aniruddha, one gradually becomes God-realized; he approaches the pure status of Krishna consciousness, which is the ultimate goal of yoga.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>