<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.30</P><P CLASS=c>sam&#347;ayo 'tha vipary&#257;so</P><P CLASS=c>ni&#347;cayah smritir eva ca</P><P CLASS=c>sv&#257;pa ity ucyate buddher</P><P CLASS=c>lakshanam vrittitah prithak</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samsayah">sam&#347;ayah</A> &#8212; doubt; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/viparyasah">vipary&#257;sah</A> &#8212; misapprehension; <A CLASS=v HREF="http://vedabase.net/n/niscayah">ni&#347;cayah</A> &#8212; correct apprehension; <A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; memory; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/svapah">sv&#257;pah</A> &#8212; sleep; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/ucyate">ucyate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> said; <A CLASS=v HREF="http://vedabase.net/b/buddheh">buddheh</A> &#8212; of intelligence; <A CLASS=v HREF="http://vedabase.net/l/laksanam">lakshanam</A> &#8212; characteristics; <A CLASS=v HREF="http://vedabase.net/v/vrttitah">vrittitah</A> &#8212; by their functions; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; different.</P><P CLASS=t>TRANSLATION</P><P>Doubt, misapprehension, correct apprehension, memory and sleep, as determined by their different functions, are said to be the distinct characteristics of intelligence.</P><P CLASS=t>PURPORT</P><P>Doubt is one of the important functions of intelligence; blind acceptance of something does not give evidence of intelligence. Therefore the word sam&#347;aya is very important; in order to cultivate intelligence, one should be doubtful in the beginning. But doubting is not very favorable when information is received from the proper source. In Bhagavad-g&#299;t&#257; the Lord says that doubting the words of the authority is the cause of destruction.</P><P>As described in the Patañjali yoga system, pram&#257;na-viparyaya-vikalpa-nidra-smrityah. By intelligence only one can understand things as they are. By intelligence only can one understand whether or not he is the body. The study to determine whether one's identity is spiritual or material begins in doubt. When one is able to analyze his actual position, the false identification with the body is detected. This is vipary&#257;sa. When false identification is detected, then real identification can be understood. Real understanding is described here as ni&#347;cayah, or proved experimental knowledge. This experimental knowledge can be achieved when one has understood the false knowledge. By experimental or proved knowledge, one can understand that he is not the body but spirit soul.</P><P>Smriti means "memory," and sv&#257;pa means "sleep." Sleep is also necessary to keep the intelligence in working order. If there is no sleep, the brain cannot work nicely. In Bhagavad-g&#299;t&#257; it is especially mentioned that persons who regulate eating, sleeping and other necessities of the body in the proper proportion become very successful in the yoga process. These are some of the aspects of the analytical study of intelligence as described in both the Patañjali yoga system and the S&#257;&#324;khya philosophy system of Kapiladeva in &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>