<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.50</P><P CLASS=c>et&#257;ny asamhatya yad&#257;</P><P CLASS=c>mahad-&#257;d&#299;ni sapta vai</P><P CLASS=c>k&#257;la-karma-gunopeto</P><P CLASS=c>jagad-&#257;dir up&#257;vi&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etani">et&#257;ni</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/a/asamhatya">asamhatya</A> &#8212; being unmixed; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>, false ego and five gross elements; <A CLASS=v HREF="http://vedabase.net/s/sapta">sapta</A> &#8212; all together seven; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fact; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; and the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/u/upetah">upetah</A> &#8212; accompanied by; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/a/adih">&#257;dih</A> &#8212; the origin of creation; <A CLASS=v HREF="http://vedabase.net/u/upavisat">up&#257;vi&#347;at</A> &#8212; entered.</P><P CLASS=t>TRANSLATION</P><P>When all these elements were unmixed, the Supreme Personality of Godhead, the origin of creation, along with time, work, and the qualities of the modes of material nature, entered into the universe with the total material energy in seven divisions.</P><P CLASS=t>PURPORT</P><P>After stating the generation of the causes, Kapiladeva speaks about the generation of the effects. At that time when the causes were unmixed, the Supreme Personality of Godhead, in His feature of Garbhodaka&#347;&#257;y&#299; Vishnu, entered within each universe. Accompanying Him were all of the seven primary elements &#8212; the five material elements, the total energy (mahat-tattva) and the false ego. This entrance of the Supreme Personality of Godhead involves His entering even the atoms of the material world. This is confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/35.htm">5.35</A>): and&#257;ntara-stha-param&#257;nu-cay&#257;ntara-stham. He is not only within the universe, but within the atoms also. He is within the heart of every living entity. Garbhodaka&#347;&#257;y&#299; Vishnu, the Supreme Personality of Godhead, entered into everything.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>