<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.55</P><P CLASS=c>ghr&#257;n&#257;d v&#257;yur abhidyet&#257;m</P><P CLASS=c>akshin&#299; cakshur etayoh</P><P CLASS=c>tasm&#257;t s&#363;ryo nyabhidyet&#257;m</P><P CLASS=c>karnau &#347;rotram tato di&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/ghranat">ghr&#257;n&#257;t</A> &#8212; from the olfactory sense; <A CLASS=v HREF="http://vedabase.net/v/vayuh">v&#257;yuh</A> &#8212; the wind-god; <A CLASS=v HREF="http://vedabase.net/a/abhidyetam">abhidyet&#257;m</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/a/aksini">akshin&#299;</A> &#8212; the two eyes; <A CLASS=v HREF="http://vedabase.net/c/caksuh">cakshuh</A> &#8212; the sense of sight; <A CLASS=v HREF="http://vedabase.net/e/etayoh">etayoh</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> them; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/s/suryah">s&#363;ryah</A> &#8212; the sun-god; <A CLASS=v HREF="http://vedabase.net/n/nyabhidyetam">nyabhidyet&#257;m</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/k/karnau">karnau</A> &#8212; the two ears; <A CLASS=v HREF="http://vedabase.net/s/srotram">&#347;rotram</A> &#8212; the auditory sense; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/d/disah">di&#347;ah</A> &#8212; the deities presiding over the directions.</P><P CLASS=t>TRANSLATION</P><P>In the wake of the olfactory sense came the wind-god, who presides over that sense. Thereafter a pair of eyes appeared in the universal form, and in them the sense of sight. In the wake of this sense came the sun-god, who presides over it. Next there appeared in Him a pair of ears, and in them the auditory sense and in its wake the Dig-devat&#257;s, or the deities who preside over the directions.</P><P CLASS=t>PURPORT</P><P>The appearance of different bodily parts of the Lord's universal form and the appearance of the presiding deities of those bodily parts is being described. As in the womb of a mother a child gradually grows different bodily parts, so in the universal womb the universal form of the Lord gives rise to the creation of various paraphernalia. The senses appear, and over each of them there is a presiding deity. It is corroborated by this statement of &#346;r&#299;mad-Bh&#257;gavatam, and also by Brahma-samhit&#257;, that the sun appeared after the appearance of the eyes of the universal form of the Lord. The sun is dependent on the eyes of the universal form. The Brahma-samhit&#257; also says that the sun is the eye of the Supreme Personality of Godhead, Krishna. Yac-cakshur esha savit&#257;. Savit&#257; means "the sun." The sun is the eye of the Supreme Personality of Godhead. Actually, everything is created by the universal body of the Supreme Godhead. Material nature is simply the supplier of materials. The creation is actually done by the Supreme Lord, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>). May&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram: "Under My direction does material nature create all moving and nonmoving objects in the cosmic creation."</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>