<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 61"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.61</P><P CLASS=c>manasa&#347; candram&#257; j&#257;to</P><P CLASS=c>buddhir buddher gir&#257;m patih</P><P CLASS=c>aha&#324;k&#257;ras tato rudra&#347;</P><P CLASS=c>cittam caityas tato 'bhavat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; from the mind; <A CLASS=v HREF="http://vedabase.net/c/candramah">candram&#257;h</A> &#8212; the moon; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/b/buddheh">buddheh</A> &#8212; from intelligence; <A CLASS=v HREF="http://vedabase.net/g/giram">gir&#257;m</A> <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the lord of speech (<A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/a/ahankarah">aha&#324;k&#257;rah</A> &#8212; false ego; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/r/rudrah">rudrah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/c/cittam">cittam</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/c/caityah">caityah</A> &#8212; the deity presiding over consciousness; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; appeared.</P><P CLASS=t>TRANSLATION</P><P>After the mind, the moon appeared. Intelligence appeared next, and after intelligence, Lord Brahm&#257; appeared. Then the false ego appeared and then Lord &#346;iva, and after the appearance of Lord &#346;iva came consciousness and the deity presiding over consciousness.</P><P CLASS=t>PURPORT</P><P>The moon appeared after the appearance of mind, and this indicates that the moon is the presiding deity of mind. Similarly, Lord Brahm&#257;, appearing after intelligence, is the presiding deity of intelligence, and Lord &#346;iva, who appears after false ego, is the presiding deity of false ego. In other words, it is indicated that the moon-god is in the mode of goodness, whereas Lord Brahm&#257; is in the mode of passion and Lord &#346;iva is in the mode of ignorance. The appearance of consciousness after the appearance of false ego indicates that, from the beginning, material consciousness is under the mode of ignorance and that one therefore has to purify himself by purifying his consciousness. This purificatory process is called Krishna consciousness. As soon as the consciousness is purified, the false ego disappears. Identification of the body with the self is called false identification, or false ego. Lord Caitanya confirms this in His &#346;iksh&#257;shtaka. He states that the first result of chanting the mah&#257;-mantra, Hare Krishna, is that dirt is cleared from the consciousness, or the mirror of the mind, and then at once the blazing fire of material existence is over. The blazing fire of material existence is due to false ego, but as soon as the false ego is removed, one can understand his real identity. At that point he is actually liberated from the clutches of m&#257;y&#257;. As soon as one is freed from the clutches of false ego, his intelligence also becomes purified, and then his mind is always engaged upon the lotus feet of the Supreme Personality of Godhead.</P><P>The Supreme Personality of Godhead appeared on the full-moon day as Gauracandra, or the spotless transcendental moon. The material moon has spots on it, but on the transcendental moon, Gauracandra, there are no spots. In order to fix the purified mind in the service of the Supreme Lord, one has to worship the spotless moon, Gauracandra. Those who are materially passionate or those who want to exhibit their intelligence for material advancement in life are generally worshipers of Lord Brahm&#257;, and persons who are in the gross ignorance of identifying with the body worship Lord &#346;iva. Materialists like Hiranyaka&#347;ipu and R&#257;vana are worshipers of Lord Brahm&#257; or Lord &#346;iva, but Prahl&#257;da and other devotees in the service of Krishna consciousness worship the Supreme Lord, the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>