<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.7</P><P CLASS=c>tad asya samsritir bandhah</P><P CLASS=c>p&#257;ra-tantryam ca tat-kritam</P><P CLASS=c>bhavaty akartur &#299;&#347;asya</P><P CLASS=c>s&#257;kshino nirvrit&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; from the misconception; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/s/samsrtih">samsritih</A> &#8212; conditioned life; <A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah</A> &#8212; bondage; <A CLASS=v HREF="http://vedabase.net/p/para">p&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/t/tantryam">tantryam</A> &#8212; dependence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> by that; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/a/akartuh">akartuh</A> &#8212; of the nondoer; <A CLASS=v HREF="http://vedabase.net/i/isasya">&#299;&#347;asya</A> &#8212; independent; <A CLASS=v HREF="http://vedabase.net/s/saksinah">s&#257;kshinah</A> &#8212; the witness; <A CLASS=v HREF="http://vedabase.net/n/nirvrta">nirvrita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; joyful by nature.</P><P CLASS=t>TRANSLATION</P><P>Material consciousness is the cause of one's conditional life, in which conditions are enforced upon the living entity by the material energy. Although the spirit soul does not do anything and is transcendental to such activities, he is thus affected by conditional life.</P><P CLASS=t>PURPORT</P><P>The M&#257;y&#257;v&#257;d&#299; philosopher, who does not differentiate between the Supreme Spirit and the individual spirit, says that the conditional existence of the living entity is his l&#299;l&#257;, or pastime. But the word "pastime" implies employment in the activities of the Lord. The M&#257;y&#257;v&#257;d&#299;s misuse the word and say that even if the living entity has become a stool-eating hog, he is also enjoying his pastimes. This is a most dangerous interpretation. Actually the Supreme Lord is the leader and maintainer of all living entities. His pastimes are transcendental to any material activity. Such pastimes of the Lord cannot be dragged to the level of the conditional activities of the living entities. In conditional life the living entity actually remains as if a captive in the hands of material energy. Whatever the material energy dictates, the conditioned soul does. He has no responsibility; he is simply the witness of the action, but he is forced to act in that way due to his offense in his eternal relationship with Krishna. Lord Krishna therefore says in Bhagavad-g&#299;t&#257; that m&#257;y&#257;, His material energy, is so forceful that it is insurmountable. But if a living entity simply understands that his constitutional position is to serve Krishna and he tries to act on this principle, then however conditioned he may be, the influence of m&#257;y&#257; immediately vanishes. This is clearly stated in Bhagavad-g&#299;t&#257;, Seventh Chapter: Krishna takes charge of anyone who surrenders to Him in helplessness, and thus the influence of m&#257;y&#257;, or conditional life, is removed.</P><P>The spirit soul is actually sac-cid-&#257;nanda &#8212; eternal, full of bliss and full of knowledge. Under the clutches of m&#257;y&#257;, however, he suffers from continued birth, death, disease and old age. One has to be serious to cure this condition of material existence and transfer himself to Krishna consciousness, for thus his long suffering may be mitigated without difficulty. In summary, the suffering of the conditioned soul is due to his attachment to material nature. This attachment should thus be transferred from matter to Krishna.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>