<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 26 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 26 Verse 72"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 26: <A CLASS=v HREF="index.htm">Fundamental Principles of Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.26.72</P><P CLASS=c>tam asmin pratyag-&#257;tm&#257;nam</P><P CLASS=c>dhiy&#257; yoga-pravrittay&#257;</P><P CLASS=c>bhakty&#257; virakty&#257; jñ&#257;nena</P><P CLASS=c>vivicy&#257;tmani cintayet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; upon Him; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; with the mind; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/p/pravrttaya">pravrittay&#257;</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; through devotion; <A CLASS=v HREF="http://vedabase.net/v/viraktya">virakty&#257;</A> &#8212; through detachment; <A CLASS=v HREF="http://vedabase.net/j/jnanena">jñ&#257;nena</A> &#8212; through spiritual knowledge; <A CLASS=v HREF="http://vedabase.net/v/vivicya">vivicya</A> &#8212; considering carefully; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/c/cintayet">cintayet</A> &#8212; one should contemplate.</P><P CLASS=t>TRANSLATION</P><P>Therefore, through devotion, detachment and advancement in spiritual knowledge acquired through concentrated devotional service, one should contemplate that Supersoul as present in this very body although simultaneously apart from it.</P><P CLASS=t>PURPORT</P><P>One can realize the Supersoul within oneself. He is within one's body but apart from the body, or transcendental to the body. Although sitting in the same body as the individual soul, the Supersoul has no affection for the body, whereas the individual soul does. One has to detach himself, therefore, from this material body, by discharging devotional service. It is clearly mentioned here (bhakty&#257;) that one has to execute devotional service to the Supreme. As it is stated in the First Canto, Second Chapter, of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/7.htm">1.2.7</A>), v&#257;sudeve bhagavati bhakti-yogah prayojitah. When V&#257;sudeva, the all-pervading Vishnu, the Supreme Personality of Godhead, is served in completely pure devotion, detachment from the material world immediately begins. The purpose of S&#257;&#324;khya is to detach oneself from material contamination. This can be achieved simply by devotional service to the Supreme Personality of Godhead.</P><P>When one is detached from the attraction of material prosperity, one can actually concentrate his mind upon the Supersoul. As long as the mind is distracted towards the material, there is no possibility of concentrating one's mind and intelligence upon the Supreme Personality of Godhead or His partial representation, Supersoul. In other words, one cannot concentrate one's mind and energy upon the Supreme unless one is detached from the material world. Following detachment from the material world, one can actually attain transcendental knowledge of the Absolute Truth. As long as one is entangled in sense enjoyment, or material enjoyment, it is not possible to understand the Absolute Truth. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>). One who is freed from material contamination is joyful and can enter into devotional service, and by devotional service he can be liberated.</P><P>In the &#346;r&#299;mad-Bh&#257;gavatam, First Canto, it is stated that one becomes joyful by discharging devotional service. In that joyful attitude, one can understand the science of God, or Krishna consciousness; otherwise it is not possible. The analytical study of the elements of material nature and the concentration of the mind upon the Supersoul are the sum and substance of the S&#257;&#324;khya philosophical system. The perfection of this s&#257;&#324;khya-yoga culminates in devotional service unto the Absolute Truth.</P><P>Thus end the Bhaktivedanta purports of the Third Canto, Twenty-sixth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Fundamental Principles of Material Nature."</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../27/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>