<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 22 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 22 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Krishna Steals the Garments of the Unmarried Gop&#299;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.22.17</P><P CLASS=c>tato jal&#257;&#347;ay&#257;t sarv&#257;</P><P CLASS=c>d&#257;rik&#257;h &#347;&#299;ta-vepit&#257;h</P><P CLASS=c>p&#257;nibhy&#257;m yonim &#257;cch&#257;dya</P><P CLASS=c>protteruh &#347;&#299;ta-kar&#347;it&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/a/asayat">&#257;&#347;ay&#257;t</A> &#8212; out of the river; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/d/darikah">d&#257;rik&#257;h</A> &#8212; the young girls; <A CLASS=v HREF="http://vedabase.net/s/sita">&#347;&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vepitah">vepit&#257;h</A> &#8212; shivering from the cold; <A CLASS=v HREF="http://vedabase.net/p/panibhyam">p&#257;nibhy&#257;m</A> &#8212; with their hands; <A CLASS=v HREF="http://vedabase.net/y/yonim">yonim</A> &#8212; their pubic area; <A CLASS=v HREF="http://vedabase.net/a/acchadya">&#257;cch&#257;dya</A> &#8212; covering; <A CLASS=v HREF="http://vedabase.net/p/protteruh">protteruh</A> &#8212; they came up; <A CLASS=v HREF="http://vedabase.net/s/sita">&#347;&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/k/karsitah">kar&#347;it&#257;h</A> &#8212; pained by the cold.</P><P CLASS=t>TRANSLATION</P><P>Then, shivering from the painful cold, all the young girls rose up out of the water, covering their pubic area with their hands.</P><P CLASS=t>PURPORT</P><P>The gop&#299;s had assured Krishna that they were His eternal servants and would do whatever He said, and thus they were now defeated by their own words. If they delayed any longer, they thought, some other man might come along, and this would be unbearable for them. The gop&#299;s loved Krishna so much that even in that awkward situation their attachment to Him was increasing more and more, and they were very eager to stay in His company. Thus they did not even consider drowning themselves in the river because of the embarrassing situation.</P><P>They concluded that they could do nothing but go forward to their beloved Krishna, putting aside their embarrassment. Thus the gop&#299;s assured each other that there was no alternative and rose up out of the water to meet Him.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>