<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 22 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 22 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Krishna Steals the Garments of the Unmarried Gop&#299;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.22.4</P><P CLASS=c>k&#257;ty&#257;yani mah&#257;-m&#257;ye</P><P CLASS=c>mah&#257;-yoginy adh&#299;&#347;vari</P><P CLASS=c>nanda-gopa-sutam devi</P><P CLASS=c>patim me kuru te namah</P><P CLASS=c>iti mantram japantyas t&#257;h</P><P CLASS=c>p&#363;j&#257;m cakruh kam&#257;rik&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/katyayani">k&#257;ty&#257;yan&#299;</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> goddess <A HREF="http://vedabase.net/k/katyayani">K&#257;ty&#257;yan&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/maye">m&#257;ye</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great potency; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yogini">yogini</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> possessor of great mystic power; <A CLASS=v HREF="http://vedabase.net/a/adhisvari">adh&#299;&#347;vari</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> mighty controller; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A>-<A CLASS=v HREF="http://vedabase.net/g/gopa">gopa</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; the son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/n/nanda">Nanda</A>; <A CLASS=v HREF="http://vedabase.net/d/devi">devi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> goddess; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the husband; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A> &#8212; please <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my obeisances; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; with these words; <A CLASS=v HREF="http://vedabase.net/m/mantram">mantram</A> &#8212; the hymn; <A CLASS=v HREF="http://vedabase.net/j/japantyah">japantyah</A> &#8212; chanting; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/p/pujam">p&#363;j&#257;m</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/c/cakruh">cakruh</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/k/kumarikah">kum&#257;rik&#257;h</A> &#8212; the unmarried girls.</P><P CLASS=t>TRANSLATION</P><P>Each of the young unmarried girls performed her worship while chanting the following mantra. "O goddess K&#257;ty&#257;yan&#299;, O great potency of the Lord, O possessor of great mystic power and mighty controller of all, please make the son of Nanda Mah&#257;r&#257;ja my husband. I offer my obeisances unto you."</P><P CLASS=t>PURPORT</P><P>According to various &#257;c&#257;ryas, the goddess Durg&#257; mentioned in this verse is not the illusory energy of Krishna called Maya but rather the internal potency of the Lord known as Yoga-m&#257;y&#257;. The distinction between the internal and external, or illusory, potency of the Lord is described in the N&#257;rada-pañcar&#257;tra, in the conversation between &#346;ruti and Vidy&#257;:</P><P>j&#257;n&#257;ty ek&#257;par&#257; k&#257;ntam</P><P CLASS=n>saiv&#257; durg&#257; tad-&#257;tmik&#257;</P><P CLASS=n>y&#257; par&#257; param&#257; &#347;aktir</P><P CLASS=n>mah&#257;-vishnu-svar&#363;pin&#299;</P><P CLASS=n>yasy&#257; vijñ&#257;na-m&#257;trena</P><P CLASS=n>par&#257;n&#257;m param&#257;tmanah</P><P CLASS=n>mah&#363;rt&#257;d deva-devasya</P><P CLASS=n>pr&#257;ptir bhavati n&#257;nyath&#257;</P><P CLASS=n>ekeyam prema-sarvasva</P><P CLASS=n>svabh&#257;v&#257; gokule&#347;var&#299;</P><P CLASS=n>anay&#257; su-labho jñeya</P><P CLASS=n>&#257;di-devo 'khile&#347;varah</P><P CLASS=n>asy&#257; &#257;v&#257;rika-&#347;aktir</P><P CLASS=n>mah&#257;-m&#257;y&#257;khile&#347;var&#299;</P><P CLASS=n>yay&#257; mugdam jagat sarvam</P><P CLASS=n>sarve deh&#257;bhim&#257;ninah</P><P>"The Lord's inferior potency, known as Durg&#257;, is dedicated to His loving service. Being the Lord's potency, this inferior energy is nondifferent from Him. There is another, superior potency, whose form is on the same spiritual level as that of God Himself. Simply by scientifically understanding this supreme potency, one can immediately achieve the Supreme Soul of all souls, who is the Lord of all lords. There is no other process to achieve Him. That supreme potency of the Lord is known as Gokule&#347;var&#299;, the goddess of Gokula. Her nature is to be completely absorbed in love of God, and through Her one can easily obtain the primeval God, the Lord of all that be. This internal potency of the Lord has a covering potency, known as Mah&#257;-m&#257;y&#257;, who rules the material world. In fact she bewilders the entire universe, and thus everyone within the universe falsely identifies himself with the material body."</P><P>From the above we can understand that the internal and external, or superior and inferior, potencies of the Supreme Lord are personified as Yoga-m&#257;y&#257; and Mah&#257;-m&#257;y&#257;, respectively. The name Durg&#257; is sometimes used to refer to the internal, superior potency, as stated in the Pañcar&#257;tra: "In all mantras used to worship Krishna, the presiding deity is known as Durg&#257;." Thus in the transcendental sound vibrations glorifying and worshiping the Absolute Truth, Krishna, the presiding deity of the particular mantra or hymn is called Durg&#257;. The name Durg&#257; therefore refers also to that personality who functions as the internal potency of the Lord and who is thus on the platform of &#347;uddha-sattva, pure transcendental existence. This internal potency is understood to be Krishna's sister, known also as Ek&#257;nam&#347;&#257; or Subhadr&#257;. This is the Durg&#257; who was worshiped by the gop&#299;s in Vrind&#257;vana. Several &#257;c&#257;ryas have pointed out that ordinary people are sometimes bewildered and think that the names Mah&#257;-m&#257;y&#257; and Durg&#257; refer exclusively to the external potency of the Lord.</P><P>Even if we accept hypothetically that the gop&#299;s were worshiping the external M&#257;y&#257;, there is no fault on their part, since in their pastimes of loving Krishna they were acting as ordinary members of society. &#346;r&#299;la Prabhup&#257;da comments in this regard: "The Vaishnavas generally do not worship any demigods. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura has strictly forbidden all worship of the demigods for anyone who wants to advance in pure devotional service. Yet the gop&#299;s, who are beyond compare in their affection for Krishna, were seen to worship Durg&#257;. The worshipers of demigods also sometimes mention that the gop&#299;s also worshiped goddess Durg&#257;, but we must understand the purpose of the gop&#299;s. Generally, people worship goddess Durg&#257; for some material benediction. Here, the gop&#299;s could adopt any means to satisfy or serve Krishna. That was the superexcellent characteristic of the gop&#299;s. They worshiped goddess Durg&#257; completely for one month in order to have Krishna as their husband. Every day they prayed for Krishna, the son of Nanda Mah&#257;r&#257;ja, to become their husband."</P><P>The conclusion is that a sincere devotee of Krishna will never imagine any material quality to exist in the transcendental gop&#299;s, who are the most exalted devotees of the Lord. The only motivation in all their activities was simply to love and satisfy Krishna, and if we foolishly consider their activities to be mundane in any way, it will be impossible for us to understand Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="2-3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>