<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 22 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 22 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Krishna Steals the Garments of the Unmarried Gop&#299;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.22.7</P><P CLASS=c>nady&#257;h kad&#257;cid &#257;gatya</P><P CLASS=c>t&#299;re nikshipya p&#363;rva-vat</P><P CLASS=c>v&#257;s&#257;msi krishnam g&#257;yantyo</P><P CLASS=c>vijahruh salile mud&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nadyah">nady&#257;h</A> &#8212; of the river; <A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/a/agatya">&#257;gatya</A> &#8212; coming; <A CLASS=v HREF="http://vedabase.net/t/tire">t&#299;re</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the shore; <A CLASS=v HREF="http://vedabase.net/n/niksipya">nikshipya</A> &#8212; throwing down; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> previously; <A CLASS=v HREF="http://vedabase.net/v/vasamsi">v&#257;s&#257;msi</A> &#8212; their clothing; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; about <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/gayantyah">g&#257;yantyah</A> &#8212; singing; <A CLASS=v HREF="http://vedabase.net/v/vijahruh">vijahruh</A> &#8212; they played; <A CLASS=v HREF="http://vedabase.net/s/salile">salile</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; with pleasure.</P><P CLASS=t>TRANSLATION</P><P>One day they came to the riverbank and, putting aside their clothing as they had done before, happily played in the water while singing the glories of Krishna.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, this incident occurred on the day the young gop&#299;s completed their vow, which was a full-moon day. To celebrate the successful completion of their vow, the girls invited young R&#257;dh&#257;r&#257;n&#299; &#8212; the daughter of Vrishabh&#257;nu and the special object of their affection &#8212; along with other important gop&#299;s, and brought them all to the river to bathe. Their playing in the water was meant to serve as the avabhritha-sn&#257;na, the ceremonial bath taken immediately upon the completion of a Vedic sacrifice.</P><P>&#346;r&#299;la Prabhup&#257;da comments as follows: "It is an old system among Indian girls and women that when they take bath in the river they place their garments on the bank and dip into the water completely naked. The portion of the river where the girls and women take bath was strictly prohibited to any male, and this is still the system. The Supreme Personality of Godhead, knowing the minds of the unmarried young gop&#299;s, awarded them their desired objective. They had prayed for Krishna to become their husband, and Krishna wanted to fulfill their desires."</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>