<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Krishna Steals the Garments of the Unmarried Gop&#299;s</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.22 Summary</P><P>This chapter describes how the marriageable daughters of the cowherd men worshiped K&#257;ty&#257;yan&#299; to get Lord &#346;r&#299; Krishna as their husband, and how Krishna stole the garments of the young girls and gave the girls benedictions.</P><P>During the month of M&#257;rga&#347;&#299;rsha, every day early in the morning the young daughters of the cowherds would take one another's hands and, singing of Krishna's transcendental qualities, go to the Yamun&#257; to bathe. Desiring to obtain Krishna as their husband, they would then worship the goddess K&#257;ty&#257;yan&#299; with incense, flowers and other items.</P><P>One day, the young gop&#299;s left their garments on the shore as usual and began playing in the water while chanting of Lord Krishna's activities. Suddenly Krishna Himself came there, took away all the garments and climbed a nearby kadamba tree. Wanting to tease the gop&#299;s, Krishna said, "I understand how fatigued you gop&#299;s are from your austerities, so please come onto the shore and take back your clothes."</P><P>The gop&#299;s then pretended to become angry and said the cold water of the Yamun&#257; was giving them great pain. If Krishna did not give them back their garments, they said, they would inform King Kamsa of all that had happened. But if He did give the clothes back, they would willingly carry out His orders in the mood of humble servants.</P><P>&#346;r&#299; Krishna replied that He had no fear of King Kamsa, and that if the girls really intended to follow His command and be His maidservants they should each immediately come onto the shore and take their respective garments. The girls, trembling from the cold, climbed out of the water with their two hands covering their private parts. Krishna, who felt great affection for them, again spoke: "Because while executing a vow you bathed in the water naked, you have committed an offense against the demigods, and to counteract it you should offer obeisances with joined palms. Then your vow of austerity will achieve its full result."</P><P>The gop&#299;s followed this instruction and, folding their hands in respect, offered obeisances to &#346;r&#299; Krishna. Satisfied, He gave them back their clothing. But the young girls had become so attracted to Him that they could not leave. Understanding their minds, Krishna said that He knew they had worshiped K&#257;ty&#257;yan&#299; to get Him as their husband. Because they had offered their hearts to Him, their desires would never again become tainted by the mood of materialistic enjoyment, just as fried barleycorns can no longer grow into shoots. Next autumn, He told them, their most cherished desire would be fulfilled.</P><P>Then the gop&#299;s, fully satisfied, returned to Vraja, and &#346;r&#299; Krishna and His cowherd friends went off to a distant place to graze the cows.</P><P>Sometime later, when the boys felt disturbed by the great heat of summer, they took shelter at the base of a tree that stood just like an umbrella. The Lord then said that the life of a tree is most excellent, for even while feeling pain a tree continues to protect others from heat, rain, snow and so on. With its leaves, flowers, fruits, shade, roots, bark, wood, fragrance, sap, ashes, pulp and sprouts, a tree fulfills the desires of everyone. This kind of life is ideal. Indeed, said Krishna, the perfection of life is to act with one's vital energy, wealth, intelligence and words for the benefit of all.</P><P>After the Lord had glorified the trees in this way, the entire company went to the Yamun&#257;, where the cowherd boys let the cows drink the sweet water and also drank some themselves.</P><P CLASS=l><A CLASS=i HREF="../21/20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>