<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 13 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 13 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Appearance of Lord Var&#257;ha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.13.11</P><P CLASS=c>sa tvam asy&#257;m apaty&#257;ni</P><P CLASS=c>sadri&#347;&#257;ny &#257;tmano gunaih</P><P CLASS=c>utp&#257;dya &#347;&#257;sa dharmena</P><P CLASS=c>g&#257;m yajñaih purusham yaja</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; therefore that obedient son; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/asyam">asy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> her; <A CLASS=v HREF="http://vedabase.net/a/apatyani">apaty&#257;ni</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/s/sadrsani">sadri&#347;&#257;ni</A> &#8212; equally qualified; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of yourself; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; with the characteristics; <A CLASS=v HREF="http://vedabase.net/u/utpadya">utp&#257;dya</A> &#8212; having begotten; <A CLASS=v HREF="http://vedabase.net/s/sasa">&#347;&#257;sa</A> &#8212; rule; <A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; on the principles of devotional service; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; the world; <A CLASS=v HREF="http://vedabase.net/y/yajnaih">yajñaih</A> &#8212; by sacrifices; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yaja">yaja</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>Since you are my very obedient son, I ask you to beget children qualified like yourself in the womb of your wife. Rule the world in pursuance of the principles of devotional service unto the Supreme Personality of Godhead, and thus worship the Lord by performances of yajña.</P><P CLASS=t>PURPORT</P><P>The purpose of the material creation by Brahm&#257; is clearly described herein. Every human being should beget nice children in the womb of his wife, as a sacrifice for the purpose of worshiping the Supreme Personality of Godhead in devotional service. In the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>) it is stated:</P><P>varn&#257;&#347;ram&#257;c&#257;ravat&#257;</P><P CLASS=n>purushena parah pum&#257;n</P><P CLASS=n>vishnur &#257;r&#257;dhyate panth&#257;</P><P CLASS=n>n&#257;nyat tat-tosha-k&#257;ranam</P><P>"One can worship the Supreme Personality of Godhead, Vishnu, by proper discharge of the principles of varna and &#257;&#347;rama. There is no alternative to pacifying the Lord by execution of the principles of the varn&#257;&#347;rama system."</P><P>Vishnu worship is the ultimate aim of human life. Those who take the license of married life for sense enjoyment must also take the responsibility to satisfy the Supreme Personality of Godhead, Vishnu, and the first stepping-stone is the varn&#257;&#347;rama-dharma system. Varn&#257;&#347;rama-dharma is the systematic institution for advancing in worship of Vishnu. However, if one directly engages in the process of devotional service to the Supreme Personality of Godhead, it may not be necessary to undergo the disciplinary system of varn&#257;&#347;rama-dharma. The other sons of Brahm&#257;, the Kum&#257;ras, directly engaged in devotional service, and thus they had no need to execute the principles of varn&#257;&#347;rama-dharma.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>