<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 13 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 13 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Appearance of Lord Var&#257;ha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.13.35</P><P CLASS=c>r&#363;pam tavaitan nanu dushkrit&#257;tman&#257;m</P><P CLASS=c>durdar&#347;anam deva yad adhvar&#257;tmakam</P><P CLASS=c>chand&#257;msi yasya tvaci barhi-romasv</P><P CLASS=c>&#257;jyam dri&#347;i tv a&#324;ghrishu c&#257;tur-hotram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/d/duskrta">dushkrita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of souls who <A HREF="http://vedabase.net/a/are">are</A> simply miscreants; <A CLASS=v HREF="http://vedabase.net/d/durdarsanam">durdar&#347;anam</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/adhvara">adhvara</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; worshipable by performances of sacrifice; <A CLASS=v HREF="http://vedabase.net/c/chandamsi">chand&#257;msi</A> &#8212; the <A HREF="http://vedabase.net/g/gayatri">G&#257;yatr&#299;</A> <A HREF="http://vedabase.net/m/mantra">mantra</A> and others; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/t/tvaci">tvaci</A> &#8212; touch of the skin; <A CLASS=v HREF="http://vedabase.net/b/barhih">barhih</A> &#8212; sacred grass called <A HREF="http://vedabase.net/k/kusa">ku&#347;a</A>; <A CLASS=v HREF="http://vedabase.net/r/romasu">romasu</A> &#8212; hairs on the body; <A CLASS=v HREF="http://vedabase.net/a/ajyam">&#257;jyam</A> &#8212; clarified butter; <A CLASS=v HREF="http://vedabase.net/d/drsi">dri&#347;i</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the eyes; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anghrisu">a&#324;ghrishu</A> &#8212; on the four legs; <A CLASS=v HREF="http://vedabase.net/c/catuh">c&#257;tuh</A>-<A CLASS=v HREF="http://vedabase.net/h/hotram">hotram</A> &#8212; four kinds of fruitive activities.</P><P CLASS=t>TRANSLATION</P><P>O Lord, Your form is worshipable by performances of sacrifice, but souls who are simply miscreants are unable to see it. All the Vedic hymns, G&#257;yatr&#299; and others, are in the touch of Your skin. In Your bodily hairs is the ku&#347;a grass, in Your eyes is the clarified butter, and in Your four legs are the four kinds of fruitive activities.</P><P CLASS=t>PURPORT</P><P>There is a class of miscreants who are known in the words of Bhagavad-g&#299;t&#257; as veda-v&#257;d&#299;, or so-called strict followers of the Vedas. They do not believe in the incarnation of the Lord, what to speak of the Lord's incarnation as the worshipable hog. They describe worship of the different forms or incarnations of the Lord as anthropomorphism. In the estimation of &#346;r&#299;mad-Bh&#257;gavatam these men are miscreants, and in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>) they are called not only miscreants but also fools and the lowest of mankind, and it is said that their knowledge has been plundered by illusion due to their atheistic temperament. For such condemned persons, the Lord's incarnation as the gigantic hog is invisible. These strict followers of the Vedas who despise the eternal forms of the Lord may know from &#346;r&#299;mad-Bh&#257;gavatam that such incarnations are personified forms of the Vedas. Lord Boar's skin, His eyes and His bodily hair holes are all described here as different parts of the Vedas. He is therefore the personified form of the Vedic hymns, and specifically the G&#257;yatr&#299; mantra.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>