<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 13 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 13 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Appearance of Lord Var&#257;ha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.13.36</P><P CLASS=c>srak tunda &#257;s&#299;t sruva &#299;&#347;a n&#257;sayor</P><P CLASS=c>idodare camas&#257;h karna-randhre</P><P CLASS=c>pr&#257;&#347;itram &#257;sye grasane grah&#257;s tu te</P><P CLASS=c>yac carvanam te bhagavann agni-hotram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srak">srak</A> &#8212; the plate for sacrifice; <A CLASS=v HREF="http://vedabase.net/t/tunde">tunde</A> &#8212; on the tongue; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/s/sruvah">sruvah</A> &#8212; another plate for sacrifice; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/n/nasayoh">n&#257;sayoh</A> &#8212; of the nostrils; <A CLASS=v HREF="http://vedabase.net/i/ida">id&#257;</A> &#8212; the plate for eating; <A CLASS=v HREF="http://vedabase.net/u/udare">udare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the belly; <A CLASS=v HREF="http://vedabase.net/c/camasah">camas&#257;h</A> &#8212; another plate for sacrifices; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/r/randhre">randhre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the holes of the ears; <A CLASS=v HREF="http://vedabase.net/p/prasitram">pr&#257;&#347;itram</A> &#8212; the plate called the <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> plate; <A CLASS=v HREF="http://vedabase.net/a/asye">&#257;sye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mouth; <A CLASS=v HREF="http://vedabase.net/g/grasane">grasane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the throat; <A CLASS=v HREF="http://vedabase.net/g/grahah">grah&#257;h</A> &#8212; the plates known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/soma">soma</A> plates; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/c/carvanam">carvanam</A> &#8212; chewing; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/h/hotram">hotram</A> &#8212; is Your eating through Your sacrificial fire.</P><P CLASS=t>TRANSLATION</P><P>O Lord, Your tongue is a plate of sacrifice, Your nostril is another plate of sacrifice, in Your belly is the eating plate of sacrifice, and another plate of sacrifice is the holes of Your ears. In Your mouth is the Brahm&#257; plate of sacrifice, Your throat is the plate of sacrifice known as soma, and whatever You chew is known as agni-hotra.</P><P CLASS=t>PURPORT</P><P>The veda-v&#257;d&#299;s say that there is nothing more than the Vedas and the performances of sacrifice mentioned in the Vedas. They have recently made a rule in their group to formally observe daily sacrifice; they simply ignite a small fire and offer something whimsically, but they do not strictly follow the sacrificial rules and regulations mentioned in the Vedas. It is understood that by regulation there are different plates of sacrifice required, such as srak, sruv&#257;, barhis, c&#257;tur-hotra, id&#257;, camasa, pr&#257;&#347;itra, graha and agni-hotra. One cannot achieve the results of sacrifice unless one observes the strict regulations. In this age there is practically no facility for performing sacrifices in strict discipline. Therefore, in this age of Kali there is a stricture regarding such sacrifices: it is explicitly directed that one should perform sa&#324;k&#299;rtana-yajña and nothing more. The incarnation of the Supreme Lord is Yajñe&#347;vara, and unless one has respect for the incarnation of the Lord, he cannot perfectly perform sacrifice. In other words, taking shelter of the Lord and rendering service unto Him is the factual performance of all sacrifices, as explained herein. Different plates of sacrifice correspond to the different parts of the body of the Lord's incarnation. In the &#346;r&#299;mad-Bh&#257;gavatam, Eleventh Canto, it is explicitly directed that one should perform sa&#324;k&#299;rtana-yajña to please the Lord's incarnation as &#346;r&#299; Caitanya Mah&#257;prabhu. This should be rigidly followed in order to achieve the result of yajña performance.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>