<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 13 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 13 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Appearance of Lord Var&#257;ha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.13.8</P><P CLASS=c>tad vidhehi namas tubhyam</P><P CLASS=c>karmasv &#299;dy&#257;tma-&#347;aktishu</P><P CLASS=c>yat kritveha ya&#347;o vishvag</P><P CLASS=c>amutra ca bhaved gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vidhehi">vidhehi</A> &#8212; give direction; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my obeisances; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> duties; <A CLASS=v HREF="http://vedabase.net/i/idya">&#299;dya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> worshipful one; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/saktisu">&#347;aktishu</A> &#8212; within our working capacity; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; doing; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/v/visvak">vishvak</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/a/amutra">amutra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next world; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> should be; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; progress.</P><P CLASS=t>TRANSLATION</P><P>O worshipful one, please give us your direction for the execution of duty within our working capacity so that we can follow it for fame in this life and progress in the next.</P><P CLASS=t>PURPORT</P><P>Brahm&#257; is the direct recipient of Vedic knowledge from the Personality of Godhead, and anyone discharging his entrusted duties in disciplic succession from Brahm&#257; is sure to gain fame in this life and salvation in the next. The disciplic succession from Brahm&#257; is called the Brahma-samprad&#257;ya, and it descends as follows: Brahm&#257;, N&#257;rada, Vy&#257;sa, Madhva Muni (P&#363;rnaprajña), Padman&#257;bha, Nrihari, M&#257;dhava, Akshobhya, Jayat&#299;rtha, Jñ&#257;nasindhu, Day&#257;nidhi, Vidy&#257;nidhi, R&#257;jendra, Jayadharma, Purushottama, Brahmanyat&#299;rtha, Vy&#257;sat&#299;rtha, Lakshm&#299;pati, M&#257;dhavendra Pur&#299;, &#298;&#347;vara Pur&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu, Svar&#363;pa D&#257;modara and &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and others, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, Krishnad&#257;sa Gosv&#257;m&#299;, Narottama d&#257;sa Th&#257;kura, Vi&#347;van&#257;tha Cakravart&#299;, Jagann&#257;tha d&#257;sa B&#257;b&#257;j&#299;, Bhaktivinoda Th&#257;kura, Gauraki&#347;ora d&#257;sa B&#257;b&#257;j&#299;, &#346;r&#299;mad Bhaktisiddh&#257;nta Sarasvat&#299;, A. C. Bhaktivedanta Swami.</P><P>This line of disciplic succession from Brahm&#257; is spiritual, whereas the genealogical succession from Manu is material, but both are on the progressive march towards the same goal of Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>