<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 13 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 13 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Appearance of Lord Var&#257;ha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.13.9</P><P CLASS=c>brahmov&#257;ca</P><P CLASS=c>pr&#299;tas tubhyam aham t&#257;ta</P><P CLASS=c>svasti st&#257;d v&#257;m kshit&#299;&#347;vara</P><P CLASS=c>yan nirvyal&#299;kena hrid&#257;</P><P CLASS=c>&#347;&#257;dhi mety &#257;tman&#257;rpitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> said; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A> &#8212; all blessings; <A CLASS=v HREF="http://vedabase.net/s/stat">st&#257;t</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/v/vam">v&#257;m</A> &#8212; unto you both; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lord of the world; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/n/nirvyalikena">nirvyal&#299;kena</A> &#8212; without reservation; <A CLASS=v HREF="http://vedabase.net/h/hrda">hrid&#257;</A> &#8212; by the heart; <A CLASS=v HREF="http://vedabase.net/s/sadhi">&#347;&#257;dhi</A> &#8212; give instruction; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by self; <A CLASS=v HREF="http://vedabase.net/a/arpitam">arpitam</A> &#8212; surrendered.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; said: My dear son, O lord of the world, I am very pleased with you, and I desire all blessings for both you and your wife. You have without reservation surrendered yourself unto me with your heart for my instructions.</P><P CLASS=t>PURPORT</P><P>The relationship between the father and the son is always sublime. The father is naturally disposed with good will towards the son, and he is always ready to help the son in his progress in life. But in spite of the father's good will, the son is sometimes misguided because of his misuse of personal independence. Every living entity, however small or big he may be, has the choice of independence. If the son is unreservedly willing to be guided by the father, the father is ten times more eager to instruct and guide him by all means. The father and son relationship as exhibited here in the dealings of Brahm&#257; and Manu is excellent. Both the father and the son are well qualified, and their example should be followed by all humankind. Manu, the son, unreservedly asked the father, Brahm&#257;, to instruct him, and the father, who was full of Vedic wisdom, was very glad to instruct. The example of the father of mankind may be rigidly followed by mankind, and that will advance the cause of the relationship of fathers and sons.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>