<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 9 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 9 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Detachment from All that Is Material</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.9.10</P><P CLASS=c>v&#257;se bah&#363;n&#257;m kalaho</P><P CLASS=c>bhaved v&#257;rt&#257; dvayor api</P><P CLASS=c>eka eva vaset tasm&#257;t</P><P CLASS=c>kum&#257;ry&#257; iva ka&#324;kanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vase">v&#257;se</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> residence; <A CLASS=v HREF="http://vedabase.net/b/bahunam">bah&#363;n&#257;m</A> &#8212; of many people; <A CLASS=v HREF="http://vedabase.net/k/kalahah">kalahah</A> &#8212; quarrel; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; will be; <A CLASS=v HREF="http://vedabase.net/v/varta">v&#257;rt&#257;</A> &#8212; conversation; <A CLASS=v HREF="http://vedabase.net/d/dvayoh">dvayoh</A> &#8212; of two people; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vaset">vaset</A> &#8212; one should live; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/kumaryah">kum&#257;ry&#257;h</A> &#8212; of the young girl; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/k/kankanah">ka&#324;kanah</A> &#8212; the bracelet.</P><P CLASS=t>TRANSLATION</P><P>When many people live together in one place there will undoubtedly be quarreling. And even if only two people live together there will be frivolous conversation and disagreement. Therefore, to avoid conflict, one should live alone, as we learn from the example of the bracelet of the young girl.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has given a nice example in this regard. Because the young girl mentioned in this story had no husband, she had to fulfill her duties as a host by removing her bracelets so that each wrist held one bracelet only. In the same way, the process of jñ&#257;na-yoga, or spiritual advancement by philosophical speculation, demands that the speculating sages live alone, without any other association. Since jñ&#257;n&#299;s have dedicated their lives to speculation. there will undoubtedly be endless argument and quarreling on technical points if many jñ&#257;n&#299;s live together. Therefore, to keep a peaceful atmosphere they must live alone. On the other hand, a king's daughter who has been duly married to an aristocratic prince fulfills her duties to her husband by dressing herself attractively with innumerable ornaments and approaching him for love. Similarly, the goddess of devotion, Bhakti-dev&#299;, decorates herself with the innumerable ornaments of the Vaishnavas, who come together to relish the sweet sound of the holy name of the Lord. Because pure Vaishnavas do not intimately associate with nondevotees, it may be said that they reside alone, and thus they also fulfill the purpose of this verse. There cannot be any quarrel among pure Vaishnavas, because they are on the real platform of desirelessness, not wanting even salvation or mystic powers, what to speak of sense gratification. Because they are all devotees of Krishna, they may freely associate with one another for glorifying the Lord. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/25/34.htm">3.25.34</A>):</P><P>naik&#257;tmat&#257;m me sprihayanti kecin</P><P CLASS=n>mat-p&#257;da-sev&#257;bhirat&#257; mad-&#299;h&#257;h</P><P CLASS=n>ye 'nyonyato bh&#257;gavat&#257;h prasajya</P><P CLASS=n>sabh&#257;jayante mama paurush&#257;ni</P><P>"A pure devotee, who is attached to the activities of devotional service and who always engages in the service of My lotus feet, never desires to become one with Me. Such a devotee, who is unflinchingly engaged, always glorifies My pastimes and activities."</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has commented on this verse as follows: "The young girl in the story kept only one bracelet on each wrist so that there would be no noisy conflict among the bracelets. Similarly, one should give up the association of those who are not devoted to the Supreme Lord." This is the actual lesson to be learned. A real Vaishnava is always pure and faultless in character. However, in those places where nondevotees congregate there will undoubtedly be envious criticism of the devotional service of the Lord, and those who falsely attempt to analyze reality without the Supreme Personality of Godhead will create much disturbing noise in the name of philosophy. Therefore, one should remain in those places where the Supreme Lord is properly worshiped according to the Vedic standard. If everyone is dedicated to glorifying the Personality of Godhead, Krishna, there will not be any impediment in mutual association. However, in a place where people have many different purposes besides the pleasure of the Supreme Lord, social dealings will certainly be disrupted.</P><P>One should therefore avoid the association of those who are inimical to devotional service; otherwise one will be frustrated in achieving the spiritual purpose of life. One who always keeps himself in the company of the devotees of the Lord is actually living alone. If one lives in a community where the only consideration is the pleasure of the Lord, then one can avoid the contradictory situations caused by many persons competing to satisfy their own material desires. This is the lesson intelligently understood by the br&#257;hmana from the bracelets of the young girl.</P><P>In this connection &#346;r&#299;la Madhv&#257;c&#257;rya quotes the following:</P><P>asaj-janais tu samv&#257;so</P><P CLASS=n>na kartavyah kathañcana</P><P CLASS=n>y&#257;vad y&#257;vac ca bahubhih</P><P CLASS=n>saj-janaih sa tu mukti-dah</P><P>"One should not under any circumstances live with those who are not devotees of the Lord. On the other hand, one should stay with many devotees, because such association awards liberation."</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>