<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 9 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 9 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Detachment from All that Is Material</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.9.11</P><P CLASS=c>mana ekatra samyuñjy&#257;j</P><P CLASS=c>jita-&#347;v&#257;so jit&#257;sanah</P><P CLASS=c>vair&#257;gy&#257;bhy&#257;sa-yogena</P><P CLASS=c>dhriyam&#257;nam atandritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/e/ekatra">ekatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one place; <A CLASS=v HREF="http://vedabase.net/s/samyunjyat">samyuñjy&#257;t</A> &#8212; one should fix; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A> &#8212; conquered; <A CLASS=v HREF="http://vedabase.net/s/svasah">&#347;v&#257;sah</A> &#8212; the breathing process; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A> &#8212; conquered; <A CLASS=v HREF="http://vedabase.net/a/asanah">&#257;sanah</A> &#8212; the <A HREF="http://vedabase.net/y/yoga">yoga</A> sitting postures; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; by detachment; <A CLASS=v HREF="http://vedabase.net/a/abhyasa">abhy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by the regulated practice of <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/d/dhriyamanam">dhriyam&#257;nam</A> &#8212; the mind being steadied; <A CLASS=v HREF="http://vedabase.net/a/atandritah">atandritah</A> &#8212; very carefully.</P><P CLASS=t>TRANSLATION</P><P>Having perfected the yoga sitting postures and conquered the breathing process, one should make the mind steady by detachment and the regulated practice of yoga. Thus one should carefully fix the mind on the single goal of yoga practice.</P><P CLASS=t>PURPORT</P><P>One should develop vair&#257;gya, or detachment, by observing that all material things are doomed. Thus one should take to the regulated practice of yoga, which in this age means the process of chanting the Hare Krishna mantra. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the avadh&#363;ta br&#257;hmana is recommending bhakti-mi&#347;ra asht&#257;&#324;ga-yoga, or the eightfold mystic yoga process performed as an offering to the Supreme Personality of Godhead.</P><P>The desire to enjoy the material world is so strong that the mind wanders here and there uncontrollably. Therefore it is stated, dhriyam&#257;nam: the mind must be fixed in the goal of life, the Supreme Personality of Godhead. In the perfect stage of mental concentration called sam&#257;dhi there is no longer any distinction between internal and external vision, since one can see the Absolute Truth everywhere.</P><P>In the mystic yoga process one must sit properly, and then it is possible to control the different airs within the body. When the breathing process is controlled, the mind, which is dependent upon the actions of the bodily airs, is easily fixed in higher consciousness. But although the mind may be momentarily controlled, if one is overcome by desire for sense gratification the mind will again be lost. Thus, this verse emphasizes vair&#257;gya, detachment from material illusion. This is attained by abhy&#257;sa-yoga, the regulated practice of Krishna consciousness, which is the highest yoga system, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/47.htm">6.47</A>):</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar-&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"And of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all."</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>