<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 9 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 9 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Detachment from All that Is Material</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.9.16</P><P CLASS=c>eko n&#257;r&#257;yano devah</P><P CLASS=c>p&#363;rva-srishtam sva-m&#257;yay&#257;</P><P CLASS=c>samhritya k&#257;la-kalay&#257;</P><P CLASS=c>kalp&#257;nta idam &#299;&#347;varah</P><P CLASS=c>eka ev&#257;dvit&#299;yo 'bh&#363;d</P><P CLASS=c>&#257;tm&#257;dh&#257;ro 'khil&#257;&#347;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; God; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A> &#8212; previously; <A CLASS=v HREF="http://vedabase.net/s/srstam">srishtam</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/s/sta">sta</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His own potency; <A CLASS=v HREF="http://vedabase.net/s/samhrtya">samhritya</A> &#8212; withdrawing within Himself; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; by the portion; <A CLASS=v HREF="http://vedabase.net/k/kalpa">kalpa</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the time of annihilation; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this universe; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/advitiyah">advit&#299;yah</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> second; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/adharah">&#257;dh&#257;rah</A> &#8212; one whose self is the reservoir and resting place of everything; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; of all potencies; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; the reservoir.</P><P CLASS=t>TRANSLATION</P><P>The Lord of the universe, N&#257;r&#257;yana, is the worshipable God of all living entities. Without extraneous assistance, the Lord creates this universe by His own potency, and at the time of annihilation the Lord destroys the universe through His personal expansion of time and withdraws all of the cosmos, including all the conditioned living entities, within Himself. Thus, His unlimited Self is the shelter and reservoir of all potencies. The subtle pradh&#257;na, the basis of all cosmic manifestation, is conserved within the Lord and is in this way not different from Him. In the aftermath of annihilation the Lord stands alone.</P><P CLASS=t>PURPORT</P><P>As will be explained in verse 21 of this chapter, the Lord's independent creation and annihilation of the universe can be compared to the spider's creating and withdrawing his web. The word eka, or "one alone," is mentioned twice in this verse to emphasize that there is only one Supreme Personality of Godhead and that all universal affairs, as well as spiritual pastimes, are conducted by His potency alone. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, this verse refers to K&#257;ran&#257;rnava&#347;&#257;y&#299; Vishnu, or Mah&#257;-Vishnu lying in the Causal Ocean. The words &#257;tm&#257;dh&#257;ra and akhil&#257;&#347;raya both indicate that N&#257;r&#257;yana is the reservoir or shelter of all existence. &#256;tm&#257;dh&#257;ra indicates that the Lord's personal body is the shelter of everything. Mah&#257;-Vishnu is a plenary portion of Lord Krishna, the original Supreme Personality of Godhead, from whose body expand the innumerable potencies that manifest the material and spiritual worlds. According to the Brahma-samhit&#257; these innumerable worlds rest within the brahmajyoti, or spiritual effulgence, also emanating from the Lord's body. Thus Krishna is &#299;&#347;vara, the supreme controller.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17-18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>