<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 9 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 9 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Detachment from All that Is Material</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.9.19</P><P CLASS=c>keval&#257;tm&#257;nubh&#257;vena</P><P CLASS=c>sva-m&#257;y&#257;m tri-gun&#257;tmik&#257;m</P><P CLASS=c>sa&#324;kshobhayan srijaty &#257;dau</P><P CLASS=c>tay&#257; s&#363;tram arindama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kevala">kevala</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of His own Self; <A CLASS=v HREF="http://vedabase.net/a/anubhavena">anubh&#257;vena</A> &#8212; by the potency; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; His own energy; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; modes; <A CLASS=v HREF="http://vedabase.net/a/atmikam">&#257;tmik&#257;m</A> &#8212; composed of; <A CLASS=v HREF="http://vedabase.net/s/sanksobhayan">sa&#324;kshobhayan</A> &#8212; agitating; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> manifests; <A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; at the time of creation; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; with that energy; <A CLASS=v HREF="http://vedabase.net/s/sutram">s&#363;tram</A> &#8212; the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A> distinguished by the power of action; <A CLASS=v HREF="http://vedabase.net/a/arindama">arindama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> subduer of the enemies.</P><P CLASS=t>TRANSLATION</P><P>O subduer of the enemies, at the time of creation the Personality of Godhead expands His own transcendental potency in the form of time, and agitating His material energy, m&#257;y&#257;, composed of the three modes of material nature, He creates the mahat-tattva.</P><P CLASS=t>PURPORT</P><P>The word kevala means "pure" and indicates that the Lord's k&#257;la&#347;akti, or time potency, is a transcendental energy nondifferent from His personal body. The br&#257;hmana addresses King Yadu here as arindama, subduer of the enemies. This indicates that although the topic of m&#257;y&#257;, or illusory creation, is being discussed, the King need not worry, because as a staunch devotee of the Lord, he is able to subdue the real enemies of life, namely lust, anger and greed, which make one a prisoner in m&#257;y&#257;'s kingdom. The word s&#363;tram indicates the mahat-tattva, on which many material creations rest, just like jewels rest on a thread. In the state of pradh&#257;na, or material equilibrium, the modes of nature do not interact. In the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam, Lord Kapila explains in His S&#257;&#324;khya teachings that the Supreme Personality of Godhead agitates the neutral state of nature and thus creation takes place. The created manifest form of nature in which fruitive activities are stimulated is called mahat-tattva, as indicated in this verse.</P><P>If one tries to renounce the illusory creation of the Lord by taking shelter of impersonal Ved&#257;nta philosophy, thus artificially equating the infinite consciousness of the Lord and the infinitesimal consciousness of the conditioned soul, one's analysis will fall far short of reality. The word sva-m&#257;y&#257;m in this verse indicates that the illusory potency that covers the conditioned souls is always subordinate to the Lord, whose consciousness is infallible and infinite and who is always a person.</P><P CLASS=l><A CLASS=i HREF="17-18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>