<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 9 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 9 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Detachment from All that Is Material</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.9.28</P><P CLASS=c>srishtv&#257; pur&#257;ni vividh&#257;ny ajay&#257;tma-&#347;akty&#257;</P><P CLASS=c>vriksh&#257;n sar&#299;sripa-pa&#347;&#363;n khaga-danda&#347;&#363;k&#257;n</P><P CLASS=c>tais tair atushta-hridayah purusham vidh&#257;ya</P><P CLASS=c>brahm&#257;valoka-dhishanam mudam &#257;pa devah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srstva">srishtv&#257;</A> &#8212; having created; <A CLASS=v HREF="http://vedabase.net/p/purani">pur&#257;ni</A> &#8212; material bodies that house the conditioned souls; <A CLASS=v HREF="http://vedabase.net/v/vividhani">vividh&#257;ni</A> &#8212; many varieties; <A CLASS=v HREF="http://vedabase.net/a/ajaya">ajay&#257;</A> &#8212; through the agency of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/saktya">&#347;akty&#257;</A> &#8212; the Lord's own potency; <A CLASS=v HREF="http://vedabase.net/v/vrksan">vriksh&#257;n</A> &#8212; trees; <A CLASS=v HREF="http://vedabase.net/s/sarisrpa">sar&#299;sripa</A> &#8212; reptiles; <A CLASS=v HREF="http://vedabase.net/p/pasun">pa&#347;&#363;n</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/k/khaga">khaga</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A>-<A CLASS=v HREF="http://vedabase.net/s/sukan">&#347;&#363;k&#257;n</A> &#8212; snakes; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by all these different varieties of bodies; <A CLASS=v HREF="http://vedabase.net/a/atusta">atushta</A> &#8212; unsatisfied; <A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; His heart; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the human form of life; <A CLASS=v HREF="http://vedabase.net/v/vidhaya">vidh&#257;ya</A> &#8212; creating; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A> &#8212; vision of; <A CLASS=v HREF="http://vedabase.net/d/dhisanam">dhishanam</A> &#8212; intelligence suitable for; <A CLASS=v HREF="http://vedabase.net/m/mudam">mudam</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/a/apa">&#257;p&#257;</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the Lord.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, expanding His own potency, m&#257;y&#257;-&#347;akti, created innumerable species of life to house the conditioned souls. Yet by creating the forms of trees, reptiles, animals, birds, snakes and so on, the Lord was not satisfied within His heart. Then He created human life, which offers the conditioned soul sufficient intelligence to perceive the Absolute Truth, and became pleased.</P><P CLASS=t>PURPORT</P><P>God has specifically created the human form of life to facilitate the liberation of the conditioned soul. Therefore one who abuses human life prepares his path to hell. As stated in the Vedas, purushatve c&#257;vistar&#257;m &#257;tm&#257;: "In the human form of life there is good possibility of understanding the eternal soul." The Vedas also state:</P><P>t&#257;bhyo g&#257;m &#257;nayat t&#257; abruvan</P><P CLASS=n>na vai no 'yam alam iti</P><P CLASS=n>t&#257;bhyo '&#347;vam &#257;nayat t&#257; abruvan</P><P CLASS=n>na vai no 'yam alam iti</P><P CLASS=n>t&#257;bhyah purusham &#257;nayat t&#257;</P><P CLASS=n>abruvan su-kritam bata</P><P>The purport of this &#347;ruti-mantra is that lower forms of life, such as the cow and horse, are not actually suitable to fulfill the purpose of creation. But human life awards the opportunity to understand one's eternal relationship with God. Thus, one must control the material senses and fulfill the real purpose of human life. If one takes to Krishna consciousness, the Supreme Lord personally feels happiness and gradually reveals Himself to His devotee.</P><P>The Lord's material creation consists of the living entities and dead matter, which the less intelligent try to enjoy. The Lord, however, is not satisfied by those species that blindly strive for sense gratification without understanding spiritual nature. We are suffering due to our forgetfulness of Krishna and the blissful situation of His abode. If we accept the Lord as protector and shelter and execute His order, we can easily revive our eternal, blissful nature as parts and parcels of the Personality of Godhead. It is for this purpose that the Lord has created human life.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>