<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 9 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 9 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Detachment from All that Is Material</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.9.31</P><P CLASS=c>na hy ekasm&#257;d guror jñ&#257;nam</P><P CLASS=c>su-sthiram sy&#257;t su-pushkalam</P><P CLASS=c>brahmaitad advit&#299;yam vai</P><P CLASS=c>g&#299;yate bahudharshibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/ekasmat">ekasm&#257;t</A> &#8212; from one; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; <A HREF="http://vedabase.net/g/guru">guru</A>; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sthiram">sthiram</A> &#8212; very steady; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; can be; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/puskalam">pushkalam</A> &#8212; very complete; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/advitiyam">advit&#299;yam</A> &#8212; one without <A HREF="http://vedabase.net/a/a">a</A> second; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/giyate">g&#299;yate</A> &#8212; is glorified; <A CLASS=v HREF="http://vedabase.net/b/bahudha">bahudh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> many ways; <A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; by the sages.</P><P CLASS=t>TRANSLATION</P><P>Although the Absolute Truth is one without a second, the sages have described Him in many different ways. Therefore one may not be able to acquire very firm or complete knowledge from one spiritual master.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; comments on this verse as follows. "The statement that one requires many spiritual masters certainly needs explanation, since practically all great saintly persons of the past did not take shelter of many spiritual masters, but rather accepted one. The words g&#299;yate bahudharshibhih, 'the Absolute Truth is glorified in many ways by the sages,' indicate the personal and impersonal understandings of the Absolute Truth. In other words, some sages describe only the Lord's impersonal effulgence, which is without spiritual variety, whereas others describe the Lord's manifest form as the Personality of Godhead. Thus, merely by hearing from many different authorities, one cannot actually learn the highest perfection of life. The proliferation of differing spiritual authorities is useful only to counteract the living entities' tendency to be grossly materialistic. Different spiritual philosophers create faith in the existence of the soul and may be accepted at that level. But as will be clarified in later verses, the spiritual master who ultimately gives perfect knowledge is one."</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; comments as follows on this verse. "Since it is commonly understood that one is to accept a single spiritual master, why is it recommended that one learn from many so-called spiritual masters appearing in the forms of ordinary material objects? The explanation is that one's worshipable spiritual master will instruct one in many departments of knowledge by giving lessons gleaned from ordinary objects. As recommended by the br&#257;hmana avadh&#363;ta, one can strengthen the teachings received from one's &#257;c&#257;rya and avoid transgressing his orders by observing ordinary things in nature. One should not mechanically receive the teachings of one's guru. The disciple should be thoughtful and with his own intelligence realize in practice what he has heard from his spiritual master by observing the world around him. In this sense one may accept many gurus, though not those who preach against the knowledge received from the bona fide spiritual master. In other words, one should not hear from persons like the atheist Kapila."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also comments on this verse, as follows. "It is stated in &#346;r&#299;mad-Bh&#257;gavatam, tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam: [<A CLASS=v HREF="../../11/3/21.htm">SB 11.3.21</A>] 'Therefore one should approach a bona fide spiritual master if one actually desires to achieve the highest perfection in life.' Similarly, in Chapter Ten, verse 5 of this canto, the Personality of Godhead Himself states, mad-abhijñam gurum &#347;&#257;ntam up&#257;s&#299;ta mad-&#257;tmakam: 'One must serve a bona fide spiritual master who is in full knowledge of My personality and who is not different from Me.' There are many similar verses in Vedic literature indicating that one must take shelter of a single bona fide spiritual master. We also have the examples of innumerable great saintly persons who did not accept more than one spiritual master. Thus, it is a fact that we should accept one bona fide spiritual master and receive from him the particular mantra that one is to chant. I myself certainly follow this principle and worship my bona fide spiritual master. However, in worshiping one's &#257;c&#257;rya, one may take help from good and bad examples. By observing examples of good behavior one will be strengthened in devotional service, and in seeing negative examples one will be forewarned and avoid danger. In this way, one may accept many ordinary material objects as one's spiritual masters, considering them as &#347;iksh&#257;-gurus, or gurus who give important lessons for spiritual advancement."</P><P>Thus in the Lord's own words, mad-abhijñam gurum &#347;&#257;ntam up&#257;s&#299;ta mad-&#257;tmakam: one should approach a single bona fide spiritual master who is in full knowledge of the Lord's personality and sincerely worship him, considering him to be mad-&#257;tmakam, or nondifferent from the Lord Himself. This statement does not contradict what the Lord has presented in the teachings of the avadh&#363;ta br&#257;hmana. If one receives the teachings of one's &#257;c&#257;rya but keeps them locked up in his brain as theoretical dogma, one will make little advancement. To develop steady, complete knowledge one must see the teachings of one's &#257;c&#257;rya everywhere; thus a Vaishnava offers all respects to anyone or anything that gives him further enlightenment in the path of worshiping his bona fide &#257;c&#257;rya, who is nondifferent from Lord Krishna.</P><P>Among the many gurus mentioned by the br&#257;hmana, some give positive instructions and others give negative instructions. Pi&#324;gal&#257; the prostitute and the young girl who took off her bracelets provide examples of proper conduct, whereas the hapless pigeons and the foolish honeybee provide examples of behavior to be avoided. In both cases one's spiritual knowledge is enriched. Thus, one should not misunderstand the meaning of this verse in a way contradictory to the Lord's statement mad-abhijñam gurum &#347;&#257;ntam up&#257;s&#299;ta mad-&#257;tmakam (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/10/5.htm">11.10.5</A>).</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>