<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 16 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 16 Verse 29"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Tastes Nectar from the Lips of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 16.29</P><P CLASS=c>&#257;mi &#8212; n&#299;ca-j&#257;ti, &#257;m&#257;ra n&#257;hi krishna-bhakti</P><P CLASS=c>anya aiche haya, &#257;m&#257;ya n&#257;hi aiche &#347;akti"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/n/nica">n&#299;ca</A>-<A CLASS=v HREF="http://vedabase.net/j/jati">j&#257;ti</A> &#8212; belonging <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> lower <A HREF="http://vedabase.net/c/caste">caste</A>; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotion <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anya">anya</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; may be such; <A CLASS=v HREF="http://vedabase.net/a/amaya">&#257;m&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; such power.</P><P CLASS=t>TRANSLATION</P><P>"Such a position may befit others, but I do not possess such spiritual power. I belong to a lower class and have not even a pinch of devotion to Krishna."</P><P CLASS=t>PURPORT</P><P>In his statement, Jhadu Th&#257;kura presents himself as being born in a low-caste family and not having the qualifications of a bona fide devotee of Lord Krishna. He accepts the statements declaring a lowborn person highly exalted if he is a Vaishnava. However, he feels that these descriptions from &#346;r&#299;mad-Bh&#257;gavatam appropriately describe others, but not himself. Jhadu Th&#257;kura's attitude is quite befitting a real Vaishnava, for a Vaishnava never considers himself exalted, even if he factually is. He is always meek and humble and never thinks that he is an advanced devotee. He assigns himself to a lower position, but that does not mean he is indeed low. San&#257;tana Gosv&#257;m&#299; once said that he belonged to a low-caste family, for although he was born in a br&#257;hmana family, he had associated with mlecchas and yavanas in his service as a government minister. Similarly, Jhadu Th&#257;kura presented himself as someone who belonged to a low caste, but he was actually elevated above many persons born in br&#257;hmana families. Not only is there evidence for this in &#346;r&#299;mad-Bh&#257;gavatam, as quoted by K&#257;lid&#257;sa in verses 26 and 27, but there is also considerable evidence for this conclusion in other &#347;&#257;stras. For example, in the Mah&#257;bh&#257;rata (Vana-parva, 177.20), it is stated:</P><P>&#347;&#363;dre tu yad bhavel lakshma dvije tac ca na vidyate</P><P CLASS=n>na vai &#347;&#363;dro bhavec ch&#363;dro br&#257;hmano na ca br&#257;hmanah</P><P>"If someone born a &#347;&#363;dra possesses the characteristics of a br&#257;hmana and someone born a br&#257;hmana does not, that &#347;&#363;dra should not be known as a &#347;&#363;dra, and that br&#257;hmana should not be known as a br&#257;hmana."</P><P>Similarly, in the Vana-parva, Chapter 2<A CLASS=v HREF="http://vedabase.net/todo/chapter03/11">03.11-12</A>, it is said:</P><P>&#347;&#363;dra-yonau hi j&#257;tasya</P><P CLASS=n>sad-gun&#257;nupatishthatah</P><P CLASS=n>&#257;rjave vartam&#257;nasya</P><P CLASS=n>br&#257;hmanyam abhij&#257;yate</P><P>"If a person born in a &#347;&#363;dra family has developed the qualities of a br&#257;hmana, such as satya [truthfulness], &#347;ama [peacefulness], dama [self-control] and &#257;rjava [simplicity], he attains the exalted position of a br&#257;hmana."</P><P>And in the Anu&#347;&#257;sana-parva, Chapter 163, it is said:</P><P>sthito br&#257;hmana-dharmena br&#257;hmanyam upaj&#299;vati</P><P CLASS=n>kshatriyo v&#257;tha vai&#347;yo v&#257; brahma-bh&#363;yah sa gacchati</P><P CLASS=n>ebhis tu karmabhir devi &#347;ubhair &#257;caritais tath&#257;</P><P CLASS=n>&#347;&#363;dro br&#257;hmanat&#257;m y&#257;ti vai&#347;yah kshatriyat&#257;m vrajet</P><P CLASS=n>na yonir n&#257;pi samsk&#257;ro na &#347;rutam na ca santatih</P><P CLASS=n>k&#257;ran&#257;ni dvijatvasya vrittam eva tu k&#257;ranam</P><P>"If one is factually situated in the occupation of a br&#257;hmana, he must be considered a br&#257;hmana, even if born in a kshatriya or vai&#347;ya family. O Dev&#299;, even if one is born a &#347;&#363;dra, if he is actually engaged in the occupation and pure behavior of a br&#257;hmana, he becomes a br&#257;hmana. Moreover, a vai&#347;ya can become a kshatriya. Therefore, neither the source of one's birth nor his reformation nor his education is the criterion of a br&#257;hmana. The vritta, or occupation, is the real standard by which one is known as a br&#257;hmana."</P><P>We have seen that a person who is not the son of a doctor and has not attended a medical college is sometimes able to practice medicine. By practical knowledge of how to perform a surgical operation, how to mix medicine and how to give certain medicines for certain diseases, a person can receive a certificate and be registered as a medical practitioner in the practical field. He can do a medical man's work and be known as a doctor. Although qualified medical men may consider him a quack, the government will recognize his work. Especially in India, there are many such doctors who perform their medical services perfectly. They are accepted even by the government. Similarly, if one is engaged in brahminical service or occupational duties, he must be considered a br&#257;hmana despite the family in which he is born. That is the verdict of all the &#347;&#257;stras.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/11/35.htm">7.11.35</A>), it is said:</P><P>yasya yal lakshanam proktam pumso varn&#257;bhivyañjakam</P><P CLASS=n>yad anyatr&#257;pi dri&#347;yeta tat tenaiva vinirdi&#347;et</P><P>This is a statement by N&#257;rada Muni to Mah&#257;r&#257;ja Yudhishthira, wherein N&#257;rada says that the symptoms of a br&#257;hmana, kshatriya and vai&#347;ya are all described in the &#347;&#257;stra. Therefore, if one is found exhibiting the symptoms and qualities of a br&#257;hmana, kshatriya or vai&#347;ya and serving in a brahminical, kshatriya or vai&#347;ya occupation, even if he is not born a br&#257;hmana, kshatriya or vai&#347;ya he should be considered such according to his qualifications and occupation.</P><P>Similarly, in the Padma pur&#257;na it is said:</P><P>na &#347;&#363;dr&#257; bhagavad-bhakt&#257;s te tu bh&#257;gavat&#257; mat&#257;h</P><P CLASS=n>sarva-varneshu te &#347;&#363;dr&#257; ye na bhakt&#257; jan&#257;rdane</P><P>"A devotee should never be considered a &#347;&#363;dra. All the devotees of the Supreme Personality of Godhead should be recognized as bh&#257;gavatas. If one is not a devotee of Lord Krishna, however, even if born in a br&#257;hmana, kshatriya or vai&#347;ya family, he should be considered a &#347;&#363;dra."</P><P>In the Padma Pur&#257;na it is also said:</P><P>&#347;va-p&#257;kam iva neksheta loke vipram avaishnavam</P><P CLASS=n>vaishnavo varno-b&#257;hyo 'pi pun&#257;ti bhuvana-trayam</P><P>"If a person born in a br&#257;hmana family is an avaishnava, a nondevotee, one should not see his face, exactly as one should not look upon the face of a cand&#257;la, or dog-eater. However, a Vaishnava found in varnas other than br&#257;hmana can purify all the three worlds."</P><P>The Padma Pur&#257;na further says:</P><P>&#347;&#363;dram v&#257; bhagavad-bhaktam nish&#257;dam &#347;va-pacam tath&#257;</P><P CLASS=n>v&#299;kshate j&#257;ti-s&#257;m&#257;ny&#257;t sa y&#257;ti narakam dhruvam</P><P>"One who considers a devotee of the Supreme Personality of Godhead who was born in a family of &#347;&#363;dras, nish&#257;das or cand&#257;las to belong to that particular caste certainly goes to hell."</P><P>A br&#257;hmana must be a Vaishnava and a learned scholar. Therefore in India it is customary to address a br&#257;hmana as pandita. Without knowledge of Brahman, one cannot understand the Supreme Personality of Godhead. Therefore a Vaishnava is already a br&#257;hmana, whereas a br&#257;hmana may become a Vaishnava. In the Garuda Pur&#257;na it is said:</P><P>bhaktir ashta-vidh&#257; hy esh&#257; yasmin mlecche 'pi vartate</P><P CLASS=n>sa viprendro muni-&#347;reshthah sa jñ&#257;n&#299; sa ca panditah</P><P>"Even if one is born a mleccha, if he becomes a devotee he is to be considered the best of the br&#257;hmanas and a learned pandita."</P><P>Similarly, the Tattva-s&#257;gara says:</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena dvijatvam j&#257;yate nrin&#257;m</P><P>"As bell metal is turned to gold when mixed with mercury in an alchemical process, so one who is properly trained and initiated by a bona fide spiritual master becomes a br&#257;hmana immediately." All this evidence found in the revealed scriptures proves that according to the Vedic version, a Vaishnava is never to be considered an abr&#257;hmana, or non-br&#257;hmana. A Vaishnava should not be thought to belong to a lower caste even if born in a mleccha or yavana family. Because he has become a devotee of Lord Krishna, he has become purified and has attained the stage of br&#257;hmana (dvijatvam j&#257;yate nrin&#257;m).</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>