<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: Lord &#346;r&#299; Caitanya Mah&#257;prabhu Tastes Nectar from the Lips of Lord &#346;r&#299; Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 16 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 16.1</B></A>: Let me offer my respectful obeisances unto &#346;r&#299; Caitanya Mah&#257;prabhu, who personally tasted the nectar of ecstatic love for Krishna and then instructed His devotees how to taste it. Thus He enlightened them about ecstatic love of Krishna to initiate them into transcendental knowledge.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 16.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of the Lord!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 16.3</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu thus stayed at Jagann&#257;tha Pur&#299; in the association of His devotees, always merged in ecstatic devotional love.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 16.4</B></A>: The next year, as usual, all the devotees from Bengal went to Jagann&#257;tha Pur&#299;, and, as in previous years, there was a meeting between &#346;r&#299; Caitanya Mah&#257;prabhu and the devotees.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 16.5</B></A>: Along with the devotees from Bengal came a gentleman named K&#257;lid&#257;sa. He never uttered anything but the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 16.6</B></A>: K&#257;lid&#257;sa was a very advanced devotee, yet he was simple and liberal. He would chant the holy name of Krishna while performing all his ordinary dealings.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 16.7</B></A>: When he used to throw dice in jest, he would chant Hare Krishna while throwing the dice.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 16.8</B></A>: K&#257;lid&#257;sa was an uncle of Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. Throughout his entire life, even in his old age, he tried to eat the remnants of food left by Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 16.9</B></A>: K&#257;lid&#257;sa ate the remnants of food of as many Vaishnavas as there were in Bengal.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 16.10</B></A>: He would go to all the Vaishnavas born in br&#257;hmana families, be they neophyte or advanced devotees, and present them with gifts of first-class eatables.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 16.11</B></A>: He would beg remnants of food from such Vaishnavas, and if he did not receive any, he would hide.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 16.12</B></A>: After the Vaishnavas finished eating, they would throw away their leaf dishes, and K&#257;lid&#257;sa would come out of hiding, take the leaves and lick up the remnants.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 16.13</B></A>: He would also take gifts to the homes of Vaishnavas born in &#347;&#363;dra families. Then he would hide and in this manner eat the remnants of food they threw away.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 16.14</B></A>: There was a great Vaishnava named Jhadu Th&#257;kura, who belonged to the bh&#363;&#324;im&#257;li caste. K&#257;lid&#257;sa went to his home, taking mangoes with him.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 16.15</B></A>: K&#257;lid&#257;sa presented the mangoes to Jhadu Th&#257;kura and offered him respectful obeisances. Then he also offered respectful obeisances to the Th&#257;kura's wife.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 16.16</B></A>: When K&#257;lid&#257;sa went to Jhadu Th&#257;kura, he saw that saintly person sitting with his wife. As soon as Jhadu Th&#257;kura saw K&#257;lid&#257;sa, he likewise offered his respectful obeisances unto him.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 16.17</B></A>: After a discussion with K&#257;lid&#257;sa that lasted for some time, Jhadu Th&#257;kura spoke the following sweet words.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 16.18</B></A>: "I belong to a low caste, and you are a very respectable guest. How shall I serve you?</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 16.19</B></A>: "If you will permit me, I shall send some food to a br&#257;hmana's house, and there you may take pras&#257;dam. If you do so, I shall then live very comfortably."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 16.20</B></A>: K&#257;lid&#257;sa replied, "My dear sir, please bestow your mercy upon me. I have come to see you, although I am very fallen and sinful.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 16.21</B></A>: "Simply by seeing you, I have become purified. I am very much obligated to you, for my life is now successful.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 16.22</B></A>: "My dear sir, I have one desire. Please be merciful to me by kindly placing your feet upon my head so that the dust on your feet may touch it."</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 16.23</B></A>: Jhadu Th&#257;kura replied, "It does not befit you to ask this of me. I belong to a very low-caste family, whereas you are a respectable rich gentleman."</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 16.24</B></A>: K&#257;lid&#257;sa then recited some verses, which Jhadu Th&#257;kura was very happy to hear.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 16.25</B></A>: "'Even though one is a very learned scholar in Sanskrit literature, if he is not engaged in pure devotional service, he is not accepted as My devotee. But if someone born in a family of dog-eaters is a pure devotee with no motives for enjoyment through fruitive activity or mental speculation, he is very dear to Me. All respect should be given to him, and whatever he offers should be accepted, for such devotees are indeed as worshipable as I am.'</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 16.26</B></A>: "'A person may be born in a br&#257;hmana family and have all twelve brahminical qualities, but if in spite of being qualified he is not devoted to the lotus feet of Lord Krishna, who has a navel shaped like a lotus, he is not as good as a cand&#257;la who has dedicated his mind, words, activities, wealth and life to the service of the Lord. Simply to take birth in a br&#257;hmana family or to have brahminical qualities is not sufficient. One must become a pure devotee of the Lord. If a &#347;va-paca or cand&#257;la is a devotee, he delivers not only himself but his whole family, whereas a br&#257;hmana who is not a devotee but simply has brahminical qualifications cannot even purify himself, what to speak of his family.'</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 16.27</B></A>: "'My dear Lord, anyone who always keeps Your holy name on his tongue is greater than an initiated br&#257;hmana. Although he may be born in a family of dog-eaters and therefore, by material calculations, be the lowest of men, he is glorious nevertheless. That is the wonderful power of chanting the holy name of the Lord. One who chants the holy name is understood to have performed all kinds of austerities. He has studied all the Vedas, he has performed all the great sacrifices mentioned in the Vedas, and he has already taken his bath in all the holy places of pilgrimage. It is he who is factually the &#256;ryan.'"</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 16.28</B></A>: Hearing these quotations from the revealed scripture &#346;r&#299;mad-Bh&#257;gavatam, Jhadu Th&#257;kura replied, "Yes, this is true, for it is the version of &#347;&#257;stra. It is true, however, for one who is genuinely advanced in devotion to Krishna.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 16.29</B></A>: "Such a position may befit others, but I do not possess such spiritual power. I belong to a lower class and have not even a pinch of devotion to Krishna."</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 16.30</B></A>: K&#257;lid&#257;sa again offered his obeisances to Jhadu Th&#257;kura and asked his permission to go. The saint Jhadu Th&#257;kura followed him as he left.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 16.31</B></A>: After bidding farewell to K&#257;lid&#257;sa, Jhadu Th&#257;kura returned to his home, leaving the marks of his feet plainly visible in many places.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 16.32</B></A>: K&#257;lid&#257;sa smeared the dust from those footprints all over his body. Then he hid in a place near Jhadu Th&#257;kura's home.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 16.33</B></A>: Upon returning home, Jhadu Th&#257;kura saw the mangoes K&#257;lid&#257;sa had presented. Within his mind he offered them to Krishna-candra.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 16.34</B></A>: Jhadu Th&#257;kura's wife then took the mangoes from their covering of banana tree leaves and bark and offered them to Jhadu Th&#257;kura, who began to suck and eat them.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 16.35</B></A>: When he finished eating, he left the seeds on the banana leaf, and his wife, after feeding her husband, later began to eat.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 16.36</B></A>: After she finished eating, she filled the banana leaves and bark with the seeds, picked up the refuse and then threw it into the ditch where all the refuse was thrown.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 16.37</B></A>: K&#257;lid&#257;sa licked the banana bark and the mango seeds and skins, and while licking them he was overwhelmed with jubilation in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 16.38</B></A>: In this way K&#257;lid&#257;sa ate the remnants of food left by all the Vaishnavas residing in Bengal.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 16.39</B></A>: When K&#257;lid&#257;sa visited Jagann&#257;tha Pur&#299;, N&#299;l&#257;cala, &#346;r&#299; Caitanya Mah&#257;prabhu bestowed great mercy upon him.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 16.40</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu would regularly visit the temple of Jagann&#257;tha every day, and at that time Govinda, His personal servant, used to carry His waterpot and go with Him.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 16.41</B></A>: On the northern side of the Simha-dv&#257;ra, behind the door, there are twenty-two steps leading to the temple, and at the bottom of those steps is a ditch.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 16.42</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu would wash His feet in this ditch, and then He would enter the temple to see Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 16.43</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu ordered His personal servant Govinda that no one should take the water that had washed His feet.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 16.44</B></A>: Because of the Lord's strict order, no living being could take the water. Some of His intimate devotees, however, would take it by some trick.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 16.45</B></A>: One day as &#346;r&#299; Caitanya Mah&#257;prabhu was washing His feet in that place, K&#257;lid&#257;sa came and extended his palm to take the water.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 16.46</B></A>: K&#257;lid&#257;sa drank one palmful and then a second and a third. Then &#346;r&#299; Caitanya Mah&#257;prabhu forbade him to drink more.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 16.47</B></A>: "Do not act in this way any more. I have fulfilled your desire as far as possible."</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 16.48</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu is the most exalted, omniscient Supreme Personality of Godhead, and therefore He knew that K&#257;lid&#257;sa, in the core of his heart, had full faith in Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 16.49</B></A>: Because of this quality, &#346;r&#299; Caitanya Mah&#257;prabhu satisfied him with mercy not attainable by anyone else.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 16.50</B></A>: On the southern side, behind and above the twenty-two steps, is a Deity of Lord Nrisimhadeva. It is on the left as one goes up the steps toward the temple.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 16.51</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, His left side toward the Deity, offered obeisances to Lord Nrisimha as He proceeded toward the temple. He recited the following verses again and again while offering obeisances.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 16.52</B></A>: "'I offer my respectful obeisances unto You, Lord Nrisimhadeva. You are the giver of pleasure to Mah&#257;r&#257;ja Prahl&#257;da, and Your nails cut the chest of Hiranyaka&#347;ipu like a chisel cutting stone.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 16.53</B></A>: "'Lord Nrisimhadeva is here, and He is also there on the opposite side. Wherever I go, there I see Lord Nrisimhadeva. He is outside and within my heart. Therefore I take shelter of Lord Nrisimhadeva, the original Supreme Personality of Godhead.'"</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 16.54</B></A>: Having offered obeisances to Lord Nrisimhadeva, &#346;r&#299; Caitanya Mah&#257;prabhu visited the temple of Lord Jagann&#257;tha. Then He returned to His residence, finished His noon duties and took His lunch.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 16.55</B></A>: K&#257;lid&#257;sa was standing outside the door, expecting the remnants of food from &#346;r&#299; Caitanya Mah&#257;prabhu. Knowing this, Mah&#257;prabhu gave an indication to Govinda.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 16.56</B></A>: Govinda understood all the indications of &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore he immediately delivered the remnants of &#346;r&#299; Caitanya Mah&#257;prabhu's food to K&#257;lid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 16.57</B></A>: Taking the remnants of the food of Vaishnavas is so valuable that it induced &#346;r&#299; Caitanya Mah&#257;prabhu to offer K&#257;lid&#257;sa His supreme mercy.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 16.58</B></A>: Therefore, giving up hatred and hesitation, try to eat the remnants of the food of Vaishnavas, for you will thus be able to achieve your desired goal of life.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 16.59</B></A>: The remnants of food offered to Lord Krishna are called mah&#257;-pras&#257;dam. After this same mah&#257;-pras&#257;dam has been taken by a devotee, the remnants are elevated to mah&#257;-mah&#257;-pras&#257;dam.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 16.60</B></A>: The dust of the feet of a devotee, the water that has washed the feet of a devotee, and the remnants of food left by a devotee are three very powerful substances.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 16.61</B></A>: By rendering service to these three, one attains the supreme goal of ecstatic love for Krishna. In all the revealed scriptures this is loudly declared again and again.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 16.62</B></A>: Therefore, my dear devotees, please hear from me, for I insist again and again: please keep faith in these three and render service to them without hesitation.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 16.63</B></A>: From these three one achieves the highest goal of life &#8212; ecstatic love of Krishna. This is the greatest mercy of Lord Krishna. The evidence is K&#257;lid&#257;sa himself.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 16.64</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu remained at Jagann&#257;tha Pur&#299;, N&#299;l&#257;cala, and He invisibly bestowed great mercy upon K&#257;lid&#257;sa.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 16.65</B></A>: That year, &#346;iv&#257;nanda Sena brought with him his wife and youngest son, Pur&#299; d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 16.66</B></A>: Taking his son, &#346;iv&#257;nanda Sena went to see &#346;r&#299; Caitanya Mah&#257;prabhu at His residence. He made his son offer respectful obeisances at the lotus feet of the Lord.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 16.67</B></A>: Again and again &#346;r&#299; Caitanya Mah&#257;prabhu asked the boy to chant the name of Krishna, but the boy would not utter the holy name.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 16.68</B></A>: Although &#346;iv&#257;nanda Sena tried with much endeavor to get his boy to speak Krishna's holy name, the boy would not utter it.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 16.69</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "I have induced the whole world to take to the holy name of Krishna. I have induced even the trees and immovable plants to chant the holy name.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 16.70</B></A>: "But I could not induce this boy to chant the holy name of Krishna." Hearing this, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; began to speak.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 16.71</B></A>: "My Lord," he said, "You have given him initiation into the name of Krishna, but after receiving the mantra he will not express it in front of everyone.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 16.72</B></A>: "This boy chants the mantra within his mind but does not say it aloud. That is his intention, as far as I can guess."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 16.73</B></A>: Another day, when &#346;r&#299; Caitanya Mah&#257;prabhu said to the boy, "Recite, My dear Pur&#299; d&#257;sa," the boy composed the following verse and expressed it before everyone.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 16.74</B></A>: "Lord &#346;r&#299; Krishna is just like a bluish lotus flower for the ears; He is ointment for the eyes, a necklace of indran&#299;la gems for the chest, and universal ornaments for the gop&#299; damsels of Vrind&#257;vana. Let that Lord &#346;r&#299; Hari, Krishna, be glorified."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 16.75</B></A>: Although the boy was only seven years old and still had no education, he composed such a nice verse. Everyone was struck with wonder.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 16.76</B></A>: This is the glory of &#346;r&#299; Caitanya Mah&#257;prabhu's causeless mercy, which even the demigods, headed by Lord Brahm&#257;, cannot estimate.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 16.77</B></A>: All the devotees remained with &#346;r&#299; Caitanya Mah&#257;prabhu continuously for four months. Then the Lord ordered them back to Bengal, and therefore they returned.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 16.78</B></A>: As long as the devotees were in N&#299;l&#257;cala, Jagann&#257;tha Pur&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu maintained His external consciousness, but after their departure His chief engagement was again the madness of ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 16.79</B></A>: Throughout the entire day and night, &#346;r&#299; Caitanya Mah&#257;prabhu directly relished Krishna's beauty, fragrance and taste as if He were touching Krishna hand to hand.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 16.80</B></A>: One day, when &#346;r&#299; Caitanya Mah&#257;prabhu went to visit the temple of Lord Jagann&#257;tha, the gatekeeper at the Simha-dv&#257;ra approached Him and offered respectful obeisances.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 16.81</B></A>: The Lord asked him, "Where is Krishna, My life and soul? Please show Me Krishna." Saying this, He caught the doorkeeper's hand.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 16.82</B></A>: The doorkeeper replied, "The son of Mah&#257;r&#257;ja Nanda is here; please come along with me, and I shall show You."</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 16.83</B></A>: Lord Caitanya said to the doorman, "You are My friend. Please show Me where the Lord of My heart is." After the Lord said this, they both went to the place known as Jagamohana, where everyone views Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 16.84</B></A>: "Just see!" the doorkeeper said. "Here is the best of the Personalities of Godhead. From here You may see the Lord to the full satisfaction of Your eyes."</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 16.85</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu stayed behind the huge column called the Garuda-stambha and looked upon Lord Jagann&#257;tha, but as He looked He saw that Lord Jagann&#257;tha had become Lord Krishna, with His flute to His mouth.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 16.86</B></A>: In his book known as Gaur&#257;&#324;ga-stava-kalpavriksha, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; has described this incident very nicely.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 16.87</B></A>: "'My dear friend the doorkeeper, where is Krishna, the Lord of My heart? Kindly show Him to Me quickly.' With these words, Lord &#346;r&#299; Caitanya Mah&#257;prabhu addressed the doorkeeper like a madman. The doorkeeper grasped His hand and replied very hastily, 'Come, see Your beloved!' May that Lord &#346;r&#299; Caitanya Mah&#257;prabhu rise within my heart and thus make me mad also."</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 16.88</B></A>: The offering of food known as gop&#257;la-vallabha-bhoga was then given to Lord Jagann&#257;tha, and &#257;rati was performed with the sound of the conch and the ringing of bells.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 16.89</B></A>: When the &#257;rati finished, the pras&#257;dam was taken out, and the servants of Lord Jagann&#257;tha came to offer some to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 16.90</B></A>: The servants of Lord Jagann&#257;tha first garlanded &#346;r&#299; Caitanya Mah&#257;prabhu and then offered Him Lord Jagann&#257;tha's pras&#257;dam. The pras&#257;dam was so nice that its aroma alone, to say nothing of its taste, would drive the mind mad.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 16.91</B></A>: The pras&#257;dam was made of very valuable ingredients. Therefore the servant wanted to feed &#346;r&#299; Caitanya Mah&#257;prabhu a portion of it.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 16.92</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu tasted a portion of the pras&#257;dam. Govinda took the rest and bound it in the end of his wrapper.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 16.93</B></A>: To &#346;r&#299; Caitanya Mah&#257;prabhu the pras&#257;dam tasted millions upon millions of times better than nectar, and thus He was fully satisfied. The hair all over His body stood on end, and incessant tears flowed from His eyes.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 16.94</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu considered, "Where has such a taste in this pras&#257;dam come from? Certainly it is due to its having been touched by the nectar of Krishna's lips."</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 16.95</B></A>: Understanding this, &#346;r&#299; Caitanya Mah&#257;prabhu felt an emotion of ecstatic love for Krishna, but upon seeing the servants of Lord Jagann&#257;tha, He restrained Himself.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 16.96</B></A>: The Lord said again and again, "Only by great fortune may one come by a particle of the remnants of food offered to the Lord."The servants of the Jagann&#257;tha temple inquired, "What is the meaning of this?"</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 16.97</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "These are remnants of food that Krishna has eaten and thus turned to nectar with His lips. It surpasses heavenly nectar, and even such demigods as Lord Brahm&#257; find it difficult to obtain.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 16.98</B></A>: "Remnants left by Krishna are called phel&#257;. Anyone who obtains even a small portion must be considered very fortunate.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 16.99</B></A>: "One who is only ordinarily fortunate cannot obtain such mercy. Only persons who have the full mercy of Krishna can receive such remnants.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 16.100</B></A>: "The word 'sukriti' refers to pious activities performed by the mercy of Krishna. One who is fortunate enough to obtain such mercy receives the remnants of the Lord's food and thus becomes glorious."</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 16.101</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu bade farewell to all the servants. After seeing the next offering of food to Lord Jagann&#257;tha, a function known as upala-bhoga, He returned to His own quarters.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 16.102</B></A>: After finishing His noon duties, &#346;r&#299; Caitanya Mah&#257;prabhu ate His lunch, but He constantly remembered the remnants of Krishna's food.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 16.103</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu performed His external activities, but His mind was filled with ecstatic love. With great difficulty He tried to restrain His mind, but it would always be overwhelmed by very deep ecstasy.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 16.104</B></A>: After finishing His evening duties, &#346;r&#299; Caitanya Mah&#257;prabhu sat down with His personal associates in a secluded place and discussed the pastimes of Krishna in great jubilation.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 16.105</B></A>: Following the indications of &#346;r&#299; Caitanya Mah&#257;prabhu, Govinda brought the pras&#257;dam of Lord Jagann&#257;tha. The Lord sent some to Param&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299;.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 16.106</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then gave shares of the pras&#257;dam to R&#257;m&#257;nanda R&#257;ya, S&#257;rvabhauma Bhatt&#257;c&#257;rya, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and all the other devotees.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 16.107</B></A>: As they tasted the uncommon sweetness and fragrance of the pras&#257;dam, everyone's mind was struck with wonder.</P><P CLASS=r><A CLASS=i HREF="108-109.htm"><B>CC Antya 16.108-109</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "These ingredients, such as sugar, camphor, black pepper, cardamom, cloves, butter, spices and licorice, are all material. Everyone has tasted these material substances before.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 16.110</B></A>: "However," the Lord continued, "in these ingredients there are extraordinary tastes and uncommon fragrances. Just taste them and see the difference in the experience.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 16.111</B></A>: "Apart from the taste, even the fragrance pleases the mind and makes one forget any other sweetness besides its own.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 16.112</B></A>: "Therefore, it is to be understood that the spiritual nectar of Krishna's lips has touched these ordinary ingredients and transferred to them all their spiritual qualities.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 16.113</B></A>: "A fragrance and taste that are uncommon and greatly enchanting and that make one forget all other experiences are attributes of Krishna's lips.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 16.114</B></A>: "This pras&#257;dam has been made available only as a result of many pious activities. Now taste it with great faith and devotion."</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 16.115</B></A>: Loudly chanting the holy name of Hari, all of them tasted the pras&#257;dam. As they tasted it, their minds became mad in the ecstasy of love.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 16.116</B></A>: In ecstatic love, &#346;r&#299; Caitanya Mah&#257;prabhu ordered R&#257;m&#257;nanda R&#257;ya to recite some verses. Thus R&#257;m&#257;nanda R&#257;ya spoke as follows.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 16.117</B></A>: "'O hero of charity, please deliver unto us the nectar of Your lips. That nectar increases lusty desires for enjoyment and diminishes lamentation in the material world. Kindly give us the nectar of Your lips, which are touched by Your transcendentally vibrating flute, for that nectar makes all human beings forget all other attachments.'"</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 16.118</B></A>: Upon hearing R&#257;m&#257;nanda R&#257;ya quote this verse, &#346;r&#299; Caitanya Mah&#257;prabhu was very satisfied. Then He recited the following verse, which had been spoken by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in great anxiety.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 16.119</B></A>: "'My dear friend, the all-surpassing nectar from the lips of the Supreme Personality of Godhead, Krishna, can be obtained only after many, many pious activities. For the beautiful gop&#299;s of Vrind&#257;vana, that nectar vanquishes the desire for all other tastes. Madana-mohana always chews pan that surpasses the nectar of heaven. He is certainly increasing the desires of My tongue.'"</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 16.120</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu was overwhelmed by ecstatic loving emotions. Talking like a madman, He began to explain the meaning of the two verses.</P><P CLASS=r><A CLASS=i HREF="121-122.htm"><B>CC Antya 16.121-122</B></A>: "My dear lover," Lord Caitanya said in the mood of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, "let Me describe some of the characteristics of Your transcendental lips. They agitate the mind and body of everyone, they increase lusty desires for enjoyment, they destroy the burden of material happiness and lamentation, and they make one forget all material tastes. The whole world falls under their control. They vanquish shame, religion and patience, especially in women. Indeed, they inspire madness in the minds of all women. Your lips increase the greed of the tongue and thus attract it. Considering all this, We see that the activities of Your transcendental lips are always paradoxical.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 16.123</B></A>: "My dear Krishna, since You are a male, it is not very extraordinary that the attraction of Your lips can disturb the minds of women. But I am ashamed to say that Your impudent lips sometimes attract even Your flute, which is also considered a male. It likes to drink the nectar of Your lips, and thus it also forgets all other tastes.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 16.124</B></A>: "Aside from conscious living beings, even unconscious matter is sometimes made conscious by Your lips. Therefore, Your lips are great magicians. Paradoxically, although Your flute is nothing but dry wood, Your lips constantly make it drink their nectar. They create a mind and senses in the dry wooden flute and give it transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 16.125</B></A>: "That flute is a very cunning male who drinks again and again the taste of another male's lips. It advertises its qualities and says to the gop&#299;s, 'O gop&#299;s, if you are so proud of being women, come forward and enjoy your property &#8212; the nectar of the lips of the Supreme Personality of Godhead.'</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 16.126</B></A>: "Thereupon, the flute said angrily to Me, 'Give up Your shame, fear and religion and come drink the lips of Krishna. On that condition, I shall give up my attachment for them. If You do not give up Your shame and fear, however, I shall continuously drink the nectar of Krishna's lips. I am slightly fearful because You also have the right to drink that nectar, but as for the others, I consider them like straw.'</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 16.127</B></A>: "The nectar of Krishna's lips, combined with the vibration of His flute, attracts all the people of the three worlds. But if we gop&#299;s remain patient out of respect for religious principles, the flute then criticizes us.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 16.128</B></A>: "The nectar of Your lips and the vibration of Your flute join together to loosen our belts and induce us to give up shame and religion, even before our superiors. As if catching us by our hair, they forcibly take us away and deliver us unto You to become Your maidservants. Hearing of these incidents, people laugh at us. We have thus become completely subordinate to the flute.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 16.129</B></A>: "This flute is nothing but a dry stick of bamboo, but it becomes our master and insults us in so many ways that it forces us into a predicament. What can we do but tolerate it? The mother of a thief cannot cry loudly for justice when the thief is punished. Therefore we simply remain silent.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 16.130</B></A>: "Such is the policy of these lips. Just consider some other injustices. Everything that touches those lips &#8212; including food, drink or betel &#8212; becomes just like nectar. It is then called krishna-phel&#257;, or remnants left by Krishna.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 16.131</B></A>: "Even after much prayer, the demigods themselves cannot obtain even a small portion of the remnants of such food. Just imagine the pride of those remnants! Only a person who has acted piously for many, many births and has thus become a devotee can obtain the remnants of such food.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 16.132</B></A>: "The betel chewed by Krishna is priceless, and the remnants of such chewed betel from His mouth are said to be the essence of nectar. When the gop&#299;s accept these remnants, their mouths become His spittoons.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 16.133</B></A>: "Therefore, My dear Krishna, please give up all the tricks You have set up so expertly. Do not try to kill the life of the gop&#299;s with the vibration of Your flute. Because of Your joking and laughing, You are becoming responsible for the killing of women. It would be better for You to satisfy us by giving us the charity of the nectar of Your lips."</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 16.134</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was talking like this, His mind changed. His anger subsided, but His mental agitation increased.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 16.135</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "This nectar from Krishna's lips is supremely difficult to obtain, but if one gets some, his life becomes successful.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 16.136</B></A>: "When a person competent to drink that nectar does not do so, that shameless person continues his life uselessly.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 16.137</B></A>: "There are persons who are unfit to drink that nectar but who nevertheless drink it continuously, whereas some who are suitable never get it and thus die of greed.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 16.138</B></A>: "It is therefore to be understood that such an unfit person must have obtained the nectar of Krishna's lips on the strength of some austerity."</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 16.139</B></A>: Again &#346;r&#299; Caitanya Mah&#257;prabhu said to R&#257;m&#257;nanda R&#257;ya, "Please say something. I want to hear." Understanding the situation, R&#257;m&#257;nanda R&#257;ya recited the following words of the gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 16.140</B></A>: "'My dear gop&#299;s, what auspicious activities must the flute have performed to enjoy the nectar of Krishna's lips independently and leave only a taste for us gop&#299;s, for whom that nectar is actually meant. The forefathers of the flute, the bamboo trees, shed tears of pleasure. His mother, the river on whose bank the bamboo was born, feels jubilation, and therefore her blooming lotus flowers are standing like hair on her body.'"</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 16.141</B></A>: Upon hearing the recitation of this verse, &#346;r&#299; Caitanya Mah&#257;prabhu became absorbed in ecstatic love, and with a greatly agitated mind He began to explain its meaning like a madman.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 16.142</B></A>: "Some gop&#299;s said to other gop&#299;s, 'Just see the astonishing pastimes of Krishna, the son of Vrajendra! He will certainly marry all the gop&#299;s of Vrind&#257;vana. Therefore, the gop&#299;s know for certain that the nectar of Krishna's lips is their own property and cannot be enjoyed by anyone else.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 16.143</B></A>: "'My dear gop&#299;s, fully consider how many pious activities this flute performed in his past life. We do not know what places of pilgrimage he visited, what austerities he performed, or what perfect mantra he chanted.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 16.144</B></A>: "'This flute is utterly unfit because it is merely a dead bamboo stick. Moreover, it belongs to the male sex. Yet this flute is always drinking the nectar of Krishna's lips, which surpasses nectarean sweetness of every description. Only by hoping for that nectar do the gop&#299;s continue to live.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 16.145</B></A>: "'Although the nectar of Krishna's lips is the absolute property of the gop&#299;s, the flute, which is just an insignificant stick, is forcibly drinking that nectar and loudly inviting the gop&#299;s to come drink it also. Just imagine the strength of the flute's austerities and good fortune! Even great devotees drink the nectar of Krishna's lips after the flute has done so.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 16.146</B></A>: "'When Krishna takes His bath in universally purifying rivers like the Yamun&#257; and the Ganges of the celestial world, the great personalities of those rivers greedily and jubilantly drink the remnants of the nectarean juice from His lips.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 16.147</B></A>: "'Aside from the rivers, the trees standing on the banks like great ascetics and engaging in welfare activities for all living entities drink the nectar of Krishna's lips by drawing water from the river with their roots. We cannot understand why they drink like that.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 16.148</B></A>: "'The trees on the bank of the Yamun&#257; and Ganges are always jubilant. They appear to be smiling with their flowers and shedding tears in the form of flowing honey. Just as the forefathers of a Vaishnava son or grandson feel transcendental bliss, the trees feel blissful because the flute is a member of their family.'</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 16.149</B></A>: "The gop&#299;s considered, 'The flute is completely unfit for his position. We want to know what kind of austerities the flute executed, so that we may also perform the same austerities. Although the flute is unfit, he is drinking the nectar of Krishna's lips. Seeing this, we qualified gop&#299;s are dying of unhappiness. Therefore, we must consider the austerities the flute underwent in his past life.'"</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 16.150</B></A>: While thus speaking like a madman, &#346;r&#299; Caitanya Mah&#257;prabhu became full of ecstatic emotion. In the company of His two friends, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and R&#257;m&#257;nanda R&#257;ya, He sometimes danced, sometimes sang and sometimes became unconscious in ecstatic love. &#346;r&#299; Caitanya Mah&#257;prabhu passed His days and nights in this way.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 16.151</B></A>: Expecting the mercy of Svar&#363;pa, R&#363;pa, San&#257;tana and Raghun&#257;tha d&#257;sa, and taking their lotus feet on my head, I, the most fallen Krishnad&#257;sa, continue chanting the epic &#346;r&#299; Caitanya-carit&#257;mrita, which is sweeter than the nectar of transcendental bliss.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>