<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu Tastes Nectar from the Lips of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 16 Summary</P><P>The Sixteenth Chapter is summarized by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. When the Bengali devotees of the Lord returned to Jagann&#257;tha Pur&#299;, a gentleman named K&#257;lid&#257;sa, who was an uncle of Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, went with them to see &#346;r&#299; Caitanya Mah&#257;prabhu. K&#257;lid&#257;sa had tasted the remnants of food of all the Vaishnavas in Bengal, even Jhadu Th&#257;kura. Because of this, he received the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;.</P><P>When Kavi-karnap&#363;ra was only seven years old, he was initiated by &#346;r&#299; Caitanya Mah&#257;prabhu into the Hare Krishna mah&#257;-mantra. He later became the greatest poet among the Vaishnava &#257;c&#257;ryas.</P><P>When &#346;r&#299; Caitanya Mah&#257;prabhu ate the remnants of food known as vallabha-bhoga, He described the glories of such remnants of the Lord's food and then fed all the devotees the pras&#257;dam. Thus they all tasted adhar&#257;mrita, the nectar from the lips of Lord &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="../15/99.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>