<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 19 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 19 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Perfection of Spiritual Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.19.1</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>yo vidy&#257;-&#347;ruta-sampannah</P><P CLASS=c>&#257;tmav&#257;n n&#257;num&#257;nikah</P><P CLASS=c>may&#257;-m&#257;tram idam jñ&#257;tv&#257;</P><P CLASS=c>jñ&#257;nam ca mayi sannyaset</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; with realized knowledge; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; and preliminary scriptural knowledge; <A CLASS=v HREF="http://vedabase.net/s/sampannah">sampannah</A> &#8212; endowed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; self-realized; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anumanikah">&#257;num&#257;nikah</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> impersonal speculation; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this universe; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; such knowledge and the means of achieving <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sannyaset">sannyaset</A> &#8212; one should surrender.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: A self-realized person who has cultivated scriptural knowledge up to the point of enlightenment and who is free from impersonal speculation, understanding the material universe to be simply illusion, should surrender unto Me both that knowledge and the means by which he achieved it.</P><P CLASS=t>PURPORT</P><P>M&#257;y&#257;-m&#257;tram idam jñ&#257;tv&#257; indicates knowledge that the eternal spirit soul and the eternal Personality of Godhead are completely separate from the temporary qualities of the material world. The word vidy&#257;-&#347;ruta-sampanna means that one should cultivate Vedic knowledge for the purpose of enlightenment and not to make a show of mysticism, intellectuality or impersonal speculation. Having neutralized the illusory effects of m&#257;y&#257;, one should then transfer one's attention to the Supreme Personality of Godhead, surrendering the process of philosophical negation to the Lord Himself. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; gives the example that when there is danger the king may issue weapons to private citizens, but after military victory the individual citizens return the weapons to the king.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains this point of this verse as follows. Somehow or other the living entity has to free himself from material illusion, which has covered him since time immemorial. Cultivating desirelessness and renunciation by practice of the mystic yoga system, the living entity develops knowledge of illusion and may thus lift himself above the reach of material ignorance. However, once one is situated on the transcendental platform, both knowledge of illusion and the process of acquiring such knowledge have no further practical application. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura gives the example that a man may be haunted by the ghost of a snake or a tiger. As long as the man is possessed and thinks, "I am a snake" or "I am a tiger," attempts will be made to counteract the ghostly influence by application of jewels, mantras and herbs. But when the man is freed from possession by ghosts, he again thinks, "I am Mr. So-and-so, the son of Mr. So-and-so," and returns to his original nature. At that time the jewels, mantras and herbs have no further immediate application. The word vidy&#257; in this verse thus indicates knowledge acquired through philosophical analysis, mystic yoga, austerities and renunciation. Such knowledge of the temporary, illusory nature of this world counteracts ignorance, and there are many Vedic scriptures that train the living entity in such knowledge. Gradually one gives up his false identification with the material body and mind and with those material objects that interact with the body and mind. Having realized such counteractive knowledge, one must engage in the loving service of the Personality of Godhead and become a pure devotee. When one is completely perfect in Krishna consciousness, there is naturally little interest in the innumerable details of illusion, and gradually one is transferred to the spiritual world.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>