<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 19 Verses 20-24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 19 Verses 20-24"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Perfection of Spiritual Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.19.20-24</P><P CLASS=c>&#347;raddh&#257;mrita-kath&#257;y&#257;m me</P><P CLASS=c>&#347;a&#347;van mad-anuk&#299;rtanam</P><P CLASS=c>parinishth&#257; ca p&#363;j&#257;y&#257;m</P><P CLASS=c>stutibhih stavanam mama</P><P CLASS=c>&#257;darah paricary&#257;y&#257;m</P><P CLASS=c>sarv&#257;&#324;gair abhivandanam</P><P CLASS=c>mad-bhakta-p&#363;j&#257;bhyadhik&#257;</P><P CLASS=c>sarva-bh&#363;teshu man-matih</P><P CLASS=c>mad-artheshv a&#324;ga-cesht&#257; ca</P><P CLASS=c>vacas&#257; mad-guneranam</P><P CLASS=c>mayy arpanam ca manasah</P><P CLASS=c>sarva-k&#257;ma-vivarjanam</P><P CLASS=c>mad-arthe 'rtha-parity&#257;go</P><P CLASS=c>bhogasya ca sukhasya ca</P><P CLASS=c>ishtam dattam hutam japtam</P><P CLASS=c>mad-artham yad vratam tapah</P><P CLASS=c>evam dharmair manushy&#257;n&#257;m</P><P CLASS=c>uddhav&#257;tma-nivedin&#257;m</P><P CLASS=c>mayi sañj&#257;yate bhaktih</P><P CLASS=c>ko 'nyo 'rtho 'sy&#257;va&#347;ishyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A> &#8212; faith; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nectar; <A CLASS=v HREF="http://vedabase.net/k/kathayam">kath&#257;y&#257;m</A> &#8212; of narrations; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; about <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/anukirtanam">anuk&#299;rtanam</A> &#8212; chanting the glories; <A CLASS=v HREF="http://vedabase.net/p/parinistha">parinishth&#257;</A> &#8212; fixed <A HREF="http://vedabase.net/i/in">in</A> attachment; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/pujayam">p&#363;j&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> worshiping <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/stutibhih">stutibhih</A> &#8212; with beautiful hymns; <A CLASS=v HREF="http://vedabase.net/s/stavanam">stavanam</A> &#8212; formal prayers; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/adarah">&#257;darah</A> &#8212; great respect; <A CLASS=v HREF="http://vedabase.net/p/paricaryayam">paricary&#257;y&#257;m</A> &#8212; for My devotional service; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/angaih">a&#324;gaih</A> &#8212; with all the limbs of the body; <A CLASS=v HREF="http://vedabase.net/a/abhivandanam">abhivandanam</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;j&#257;</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/abhyadhika">abhyadhik&#257;</A> &#8212; preeminent; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all living entities; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/arthesu">artheshu</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of serving <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/c/cesta">cesht&#257;</A> &#8212; ordinary, bodily activities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vacasa">vacas&#257;</A> &#8212; with words; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; My transcendental qualities; <A CLASS=v HREF="http://vedabase.net/i/iranam">&#299;ranam</A> &#8212; declaring; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/arpanam">arpanam</A> &#8212; placing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; of all material desires; <A CLASS=v HREF="http://vedabase.net/v/vivarjanam">vivarjanam</A> &#8212; rejection; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for My <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; of wealth; <A CLASS=v HREF="http://vedabase.net/p/parityagah">parity&#257;gah</A> &#8212; the giving up; <A CLASS=v HREF="http://vedabase.net/b/bhogasya">bhogasya</A> &#8212; of sense gratification; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sukhasya">sukhasya</A> &#8212; of material happiness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/istam">ishtam</A> &#8212; desirable activities; <A CLASS=v HREF="http://vedabase.net/d/dattam">dattam</A> &#8212; charity; <A CLASS=v HREF="http://vedabase.net/h/hutam">hutam</A> &#8212; offering of sacrifice; <A CLASS=v HREF="http://vedabase.net/j/japtam">japtam</A> &#8212; chanting the holy names of the Lord; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for the <A HREF="http://vedabase.net/s/sake">sake</A> of achieving <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/v/vratam">vratam</A> &#8212; vows, such <A HREF="http://vedabase.net/a/as">as</A> fasting on <A HREF="http://vedabase.net/e/ekadasi">Ek&#257;da&#347;&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/dharmaih">dharmaih</A> &#8212; by such religious principles; <A CLASS=v HREF="http://vedabase.net/m/manusyanam">manushy&#257;n&#257;m</A> &#8212; of human beings; <A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A> &#8212; Mv dear <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/n/nivedinam">nivedin&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> surrendered souls; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sanjayate">sañj&#257;yate</A> &#8212; arises; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; loving devotion; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; purpose; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of My devotee; <A CLASS=v HREF="http://vedabase.net/a/avasisyate">ava&#347;ishyate</A> &#8212; remains.</P><P CLASS=t>TRANSLATION</P><P>Firm faith in the blissful narration of My pastimes, constant chanting of My glories, unwavering attachment to ceremonial worship of Me, praising Me through beautiful hymns, great respect for My devotional service, offering obeisances with the entire body, performing first-class worship of My devotees, consciousness of Me in all living entities, offering of ordinary, bodily activities in My devotional service, use of words to describe My qualities, offering the mind to Me, rejection of all material desires, giving up wealth for My devotional service, renouncing material sense gratification and happiness, and performing all desirable activities such as charity, sacrifice, chanting, vows and austerities with the purpose of achieving Me &#8212; these constitute actual religious principles, by which those human beings who have actually surrendered themselves to Me automatically develop love for Me. What other purpose or goal could remain for My devotee?</P><P CLASS=t>PURPORT</P><P>The words mad-bhakta-p&#363;j&#257;bhyadhik&#257; are significant in this verse. Abhyadhik&#257; indicates "superior quality." The Lord is extremely satisfied with those who offer worship to His pure devotees, and He rewards them accordingly. Because of the Lord's generous appraisal of His pure devotees, worship of the pure devotees is described as superior to worship of the Lord Himself. The words mad-artheshv a&#324;ga-cesht&#257; state that ordinary, bodily activities such as brushing the teeth, taking bath, eating, etc., should all be offered to the Supreme Lord as devotional service. The words vacas&#257; mad-guneranam indicate that whether one speaks in ordinary, crude language or with learned poetic eloquence, one should describe the glories of the Personality of Godhead. The words mad-arthe 'rtha-parity&#257;gah indicate that one should spend one's money for festivals glorifying the Personality of Godhead, such as Ratha-y&#257;tr&#257;, Janm&#257;shtam&#299; and Gaura-p&#363;rnim&#257;. Also, one is herein instructed to spend money to assist the mission of one's spiritual master and other Vaishnavas. Wealth that cannot be used properly in the Lord's service and is thus an impediment to one's clear consciousness should be given up entirely. The word bhogasya refers to sense gratification, headed by sex enjoyment, and sukhasya refers to sentimental material happiness, such as excessive family attachment. The words dattam hutam indicate that one should offer to br&#257;hmanas and Vaishnavas first-class foods cooked in ghee. One should offer the vibration sv&#257;h&#257; to Lord Vishnu in an authorized sacrificial fire along with grains and ghee. The word japtam indicates that one should constantly chant the holy names of the Lord.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>