<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 19 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 19 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Perfection of Spiritual Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.19.3</P><P CLASS=c>jñ&#257;na-vijñ&#257;na-samsiddh&#257;h</P><P CLASS=c>padam &#347;reshtham vidur mama</P><P CLASS=c>jñ&#257;n&#299; priyatamo 'to me</P><P CLASS=c>jñ&#257;nen&#257;sau bibharti m&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> scriptural knowledge; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A> &#8212; and realized spiritual understanding; <A CLASS=v HREF="http://vedabase.net/s/samsiddhah">samsiddh&#257;h</A> &#8212; completely perfected; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/srestham">&#347;reshtham</A> &#8212; the supreme object; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; they know; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/j/jnani">jñ&#257;n&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> learned transcendentalist; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; most dear; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/j/jnanena">jñ&#257;nena</A> &#8212; by spiritual knowledge; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that learned person; <A CLASS=v HREF="http://vedabase.net/b/bibharti">bibharti</A> &#8212; maintains (<A HREF="http://vedabase.net/i/in">in</A> happiness); <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>Those who have achieved complete perfection through philosophical and realized knowledge recognize My lotus feet to be the supreme transcendental object. Thus the learned transcendentalist is most dear to Me, and by his perfect knowledge he maintains Me in happiness.</P><P CLASS=t>PURPORT</P><P>The words padam &#347;reshtham vidur mama ("they recognize My lotus feet to be supreme") certainly eliminate the impersonalist philosophers from the category of samsiddh&#257;h, or completely perfected philosophers. Lord Krishna here refers to such great transcendental scholars as the four Kum&#257;ras, &#346;ukadeva Gosv&#257;m&#299;, &#346;r&#299; Vy&#257;sadeva, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura and &#346;r&#299;la A. C. Bhaktivedanta Swami Prabhup&#257;da. The Lord similarly states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/17.htm">7.17-18</A>),</P><P>tesh&#257;m jñ&#257;n&#299; nitya-yukta</P><P CLASS=n>eka-bhaktir vi&#347;ishyate</P><P CLASS=n>priyo hi jñ&#257;nino 'ty-artham</P><P CLASS=n>aham sa ca mama priyah</P><P>"Of these, the wise one who is in full knowledge in union with Me through pure devotional service is the best. For I am very dear to him, and he is dear to Me."</P><P>ud&#257;r&#257;h sarva evaite</P><P CLASS=n>jñ&#257;n&#299; tv &#257;tmaiva me matam</P><P CLASS=n>&#257;sthitah sa hi yukt&#257;tm&#257;</P><P CLASS=n>m&#257;m ev&#257;nuttam&#257;m gatim</P><P>"All these devotees are undoubtedly magnanimous souls, but he who is situated in knowledge of Me I consider verily to dwell in Me. Being engaged in My transcendental service, he attains Me."</P><P>Jñ&#257;na refers to an authorized philosophical and analytic perception of reality, and when such knowledge is clearly realized through the sanctification of consciousness the resultant comprehensive experience is called vijñ&#257;na. Speculative, impersonal knowledge does not actually purify the heart of the living entity but rather merges him ever deeper into forgetfulness of the Supreme Personality of Godhead. Just as a father is always proud of his son's education, similarly, Lord Krishna becomes very happy to see the living entities acquiring a sound spiritual education and thus making progress on the way back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>