<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.11</P><P CLASS=c>rishaya &#363;cuh</P><P CLASS=c>s&#363;ta j&#299;va sam&#257;h saumya</P><P CLASS=c>&#347;&#257;&#347;vat&#299;r vi&#347;adam ya&#347;ah</P><P CLASS=c>yas tvam &#347;amsasi krishnasya</P><P CLASS=c>marty&#257;n&#257;m amritam hi nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the good sages said; <A CLASS=v HREF="http://vedabase.net/s/suta">s&#363;ta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; we wish you life for; <A CLASS=v HREF="http://vedabase.net/s/samah">sam&#257;h</A> &#8212; many years; <A CLASS=v HREF="http://vedabase.net/s/saumya">saumya</A> &#8212; grave; <A CLASS=v HREF="http://vedabase.net/s/sasvatih">&#347;&#257;&#347;vat&#299;h</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/v/visadam">vi&#347;adam</A> &#8212; particularly; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> fame; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; because you; <A CLASS=v HREF="http://vedabase.net/s/samsasi">&#347;amsasi</A> &#8212; speaking nicely; <A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/martyanam">marty&#257;n&#257;m</A> &#8212; of those who die; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; eternity of life; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our.</P><P CLASS=t>TRANSLATION</P><P>The good sages said: O grave S&#363;ta Gosv&#257;m&#299;! May you live many years and have eternal fame, for you are speaking very nicely about the activities of Lord Krishna, the Personality of Godhead. This is just like nectar for mortal beings like us.</P><P CLASS=t>PURPORT</P><P>When we hear about the transcendental qualities and activities of the Personality of Godhead, we may always remember what has been spoken by the Lord Himself in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>). His acts, even when He acts in human society, are all transcendental, for they are all accentuated by the spiritual energy of the Lord, which is distinguished from His material energy. As stated in the Bhagavad-g&#299;t&#257;, such acts are called divyam. This means that He does not act or take His birth like an ordinary living being under the custody of material energy. Nor is His body material or changeable like that of ordinary living beings. And one who understands this fact, either from the Lord or from authorized sources, is not reborn after leaving the present material body. Such an enlightened soul is admitted into the spiritual realm of the Lord and engages in the transcendental loving service of the Lord. Therefore, the more we hear about the transcendental activities of the Lord, as they are stated in the Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam, the more we can know about His transcendental nature and thus make definite progress on the path back to Godhead.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>