<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.12</P><P CLASS=c>karmany asminn an&#257;&#347;v&#257;se</P><P CLASS=c>dh&#363;ma-dh&#363;mr&#257;tman&#257;m bhav&#257;n</P><P CLASS=c>&#257;p&#257;yayati govinda-</P><P CLASS=c>p&#257;da-padm&#257;savam madhu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karmani">karmani</A> &#8212; performance of; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/a/anasvase">an&#257;&#347;v&#257;se</A> &#8212; without certainty; <A CLASS=v HREF="http://vedabase.net/d/dhuma">dh&#363;ma</A> &#8212; smoke; <A CLASS=v HREF="http://vedabase.net/d/dhumra">dh&#363;mra</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; tinged body and mind; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/a/apayayati">&#257;p&#257;yayati</A> &#8212; very much pleasing; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/a/asavam">&#257;savam</A> &#8212; nectar of the lotus flower; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A> &#8212; honey.</P><P CLASS=t>TRANSLATION</P><P>We have just begun the performance of this fruitive activity, a sacrificial fire, without certainty of its result due to the many imperfections in our action. Our bodies have become black from the smoke, but we are factually pleased by the nectar of the lotus feet of the Personality of Godhead, Govinda, which you are distributing.</P><P CLASS=t>PURPORT</P><P>The sacrificial fire kindled by the sages of Naimish&#257;ranya was certainly full of smoke and doubts because of so many flaws. The first flaw is that there is an acute scarcity of expert br&#257;hmanas able to carry out such performances successfully in this age of Kali. Any discrepancy in such sacrifices spoils the whole show, and the result is uncertain, like agricultural enterprises. The good result of tilling the paddy field depends on providential rain, and therefore the result is uncertain. Similarly, performance of any kind of sacrifice in this age of Kali is also uncertain. Unscrupulous greedy br&#257;hmanas of the age of Kali induce the innocent public to such uncertain sacrificial shows without disclosing the scriptural injunction that in the age of Kali there is no fruitful sacrificial performance but the sacrifice of the congregational chanting of the holy name of the Lord. S&#363;ta Gosv&#257;m&#299; was narrating the transcendental activities of the Lord before the congregation of sages, and they were factually perceiving the result of hearing these transcendental activities. One can feel this practically, as one can feel the result of eating food. Spiritual realization acts in that way.</P><P>The sages of Naimish&#257;ranya were practically sufferers from the smoke of a sacrificial fire and were doubtful about the result, but by hearing from a realized person like S&#363;ta Gosv&#257;m&#299;, they were fully satisfied. In the Brahma-vaivarta Pur&#257;na, Vishnu tells &#346;iva that in the age of Kali, men full of anxieties of various kinds can vainly labor in fruitive activity and philosophical speculations, but when they are engaged in devotional service, the result is sure and certain, and there is no loss of energy. In other words, nothing performed for spiritual realization or for material benefit can be successful without the devotional service to the Lord.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>