<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.14</P><P CLASS=c>ko n&#257;ma tripyed rasavit kath&#257;y&#257;m</P><P CLASS=c>mahattamaik&#257;nta-par&#257;yanasya</P><P CLASS=c>n&#257;ntam gun&#257;n&#257;m agunasya jagmur</P><P CLASS=c>yoge&#347;var&#257; ye bhava-p&#257;dma-mukhy&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who is <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; specifically; <A CLASS=v HREF="http://vedabase.net/t/trpyet">tripyet</A> &#8212; get full satisfaction; <A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> relishing mellow nectar; <A CLASS=v HREF="http://vedabase.net/k/kathayam">kath&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the topics of; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; the greatest amongst the living beings; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A> &#8212; exclusively; <A CLASS=v HREF="http://vedabase.net/p/parayanasya">par&#257;yanasya</A> &#8212; of one who is the shelter of; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/antam">antam</A> &#8212; end; <A CLASS=v HREF="http://vedabase.net/g/gunanam">gun&#257;n&#257;m</A> &#8212; of attributes; <A CLASS=v HREF="http://vedabase.net/a/agunasya">agunasya</A> &#8212; of the Transcendence; <A CLASS=v HREF="http://vedabase.net/j/jagmuh">jagmuh</A> &#8212; could ascertain; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;var&#257;h</A> &#8212; the lords of mystic power; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all they; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/p/padma">p&#257;dma</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/m/mukhyah">mukhy&#257;h</A> &#8212; heads.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, Lord Krishna [Govinda], is the exclusive shelter for all great living beings, and His transcendental attributes cannot even be measured by such masters of mystic powers as Lord &#346;iva and Lord Brahm&#257;. Can anyone who is expert in relishing nectar [rasa] ever be fully satiated by hearing topics about Him?</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva and Lord Brahm&#257; are two chiefs of the demigods. They are full of mystic powers. For example, Lord &#346;iva drank an ocean of poison of which one drop was sufficient to kill an ordinary living being. Similarly, Brahm&#257; could create many powerful demigods, including Lord &#346;iva. So they are &#299;&#347;varas, or lords of the universe. But they are not the supreme powerful. The supreme powerful is Govinda, Lord Krishna. He is the Transcendence, and His transcendental attributes cannot be measured even by such powerful &#299;&#347;varas as &#346;iva and Brahm&#257;. Therefore Lord Krishna is the exclusive shelter of the greatest of all living beings. Brahm&#257; is counted amongst the living beings, but he is the greatest of all of us. And why is the greatest of all the living beings so much attached to the transcendental topics of Lord Krishna? Because He is the reservoir of all enjoyment. Everyone wants to relish some kind of taste in everything, but one who is engaged in the transcendental loving service of the Lord can derive unlimited pleasure from such engagement. The Lord is unlimited, and His name, attributes, pastimes, entourage, variegatedness, etc. are unlimited, and those who relish them can do so unlimitedly and still not feel satiated. This fact is confirmed in the Padma Pur&#257;na:</P><P>ramante yogino 'nante</P><P CLASS=n>saty&#257;nanda-cid-&#257;tmani</P><P CLASS=n>iti r&#257;ma-paden&#257;sau</P><P CLASS=n>param brahm&#257;bhidh&#299;yate</P><P>"The mystics derive unlimited transcendental pleasures from the Absolute Truth, and therefore the Supreme Absolute Truth, the Personality of Godhead, is also known as R&#257;ma."</P><P>There is no end to such transcendental discourses. In mundane affairs there is the law of satiation, but in transcendence there is no such satiation. S&#363;ta Gosv&#257;m&#299; desired to continue the topics of Lord Krishna before the sages of Naimish&#257;ranya, and the sages also expressed their readiness to hear from him continuously. Since the Lord is transcendence and His attributes are transcendental, such discourses increase the receptive mood of the purified audience.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>