<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.16</P><P CLASS=c>sa vai mah&#257;-bh&#257;gavatah par&#299;kshid</P><P CLASS=c>yen&#257;pavarg&#257;khyam adabhra-buddhih</P><P CLASS=c>jñ&#257;nena vaiy&#257;saki-&#347;abditena</P><P CLASS=c>bheje khagendra-dhvaja-p&#257;da-m&#363;lam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; first-class devotee; <A CLASS=v HREF="http://vedabase.net/p/pariksit">par&#299;kshit</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> of liberation; <A CLASS=v HREF="http://vedabase.net/a/adabhra">adabhra</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/j/jnanena">jñ&#257;nena</A> &#8212; by knowledge; <A CLASS=v HREF="http://vedabase.net/v/vaiyasaki">vaiy&#257;saki</A> &#8212; the son of <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/s/sabditena">&#347;abditena</A> &#8212; vibrated by; <A CLASS=v HREF="http://vedabase.net/b/bheje">bheje</A> &#8212; taken <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/k/khaga">khaga</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; <A HREF="http://vedabase.net/g/garuda">Garuda</A>, the king of the birds; <A CLASS=v HREF="http://vedabase.net/d/dhvaja">dhvaja</A> &#8212; flag; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; soles of the feet.</P><P CLASS=t>TRANSLATION</P><P>O S&#363;ta Gosv&#257;m&#299;, please describe those topics of the Lord by which Mah&#257;r&#257;ja Par&#299;kshit, whose intelligence was fixed on liberation, attained the lotus feet of the Lord, who is the shelter of Garuda, the king of birds. Those topics were vibrated by the son of Vy&#257;sa [&#346;r&#299;la &#346;ukadeva].</P><P CLASS=t>PURPORT</P><P>There is some controversy amongst the students on the path of liberation. Such transcendental students are known as impersonalists and devotees of the Lord. The devotee of the Lord worships the transcendental form of the Lord, whereas the impersonalist meditates upon the glaring effulgence, or the bodily rays of the Lord, known as the brahmajyoti. Here in this verse it is said that Mah&#257;r&#257;ja Par&#299;kshit attained the lotus feet of the Lord by instructions in knowledge delivered by the son of Vy&#257;sadeva, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;. &#346;ukadeva Gosv&#257;m&#299; was also an impersonalist in the beginning, as he himself has admitted in the Bh&#257;gavatam (<A CLASS=v HREF="../../2/1/9.htm">2.1.9</A>), but later on he was attracted by the transcendental pastimes of the Lord and thus became a devotee. Such devotees with perfect knowledge are called mah&#257;-bh&#257;gavatas, or first-class devotees. There are three classes of devotees, namely the pr&#257;krita, madhyama, and mah&#257;-bh&#257;gavata. The pr&#257;krita, or third-class devotees, are temple worshipers without specific knowledge of the Lord and the Lord's devotees. The madhyama, or the second-class devotee, knows well the Lord, the Lord's devotees, the neophytes, and the nondevotees also. But the mah&#257;-bh&#257;gavata, or the first-class devotee, sees everything in relation with the Lord and the Lord present in everyone's relation. The mah&#257;-bh&#257;gavata, therefore, does not make any distinction, particularly between a devotee and nondevotee. Mah&#257;r&#257;ja Par&#299;kshit was such a mah&#257;-bh&#257;gavata devotee because he was initiated by a mah&#257;-bh&#257;gavata devotee, &#346;ukadeva Gosv&#257;m&#299;. He was equally kind, even to the personality of Kali, and what to speak of others.</P><P>So there are many instances in the transcendental histories of the world of an impersonalist who has later become a devotee. But a devotee has never become an impersonalist. This very fact proves that on the transcendental steps, the step occupied by a devotee is higher than the step occupied by an impersonalist. It is also stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/5.htm">12.5</A>) that persons stuck on the impersonal step undergo more sufferings than achievement of reality. Therefore knowledge imparted by &#346;ukadeva Gosv&#257;m&#299; unto Mah&#257;r&#257;ja Par&#299;kshit helped him attain the service of the Lord. And this stage of perfection is called apavarga, or the perfect stage of liberation. Simple knowledge of liberation is material knowledge. Actual freedom from material bondage is called liberation, but attainment of the transcendental service of the Lord is called the perfect stage of liberation. Such a stage is attained by knowledge and renunciation, as we have already explained (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/12.htm">1.2.12</A>), and perfect knowledge, as delivered by &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, results in the attainment of the transcendental service of the Lord.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>