<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.18</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>aho vayam janma-bhrito 'dya h&#257;sma</P><P CLASS=c>vriddh&#257;nuvritty&#257;pi viloma-j&#257;t&#257;h</P><P CLASS=c>daushkulyam &#257;dhim vidhunoti &#347;&#299;ghram</P><P CLASS=c>mahattam&#257;n&#257;m abhidh&#257;na-yogah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; promoted <A HREF="http://vedabase.net/i/in">in</A> birth; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; clearly; <A CLASS=v HREF="http://vedabase.net/a/asma">&#257;sma</A> &#8212; have become; <A CLASS=v HREF="http://vedabase.net/v/vrddha">vriddha</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvrttya">anuvritty&#257;</A> &#8212; by serving those who <A HREF="http://vedabase.net/a/are">are</A> advanced <A HREF="http://vedabase.net/i/in">in</A> knowledge; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/v/viloma">viloma</A>-<A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;t&#257;h</A> &#8212; born <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> mixed <A HREF="http://vedabase.net/c/caste">caste</A>; <A CLASS=v HREF="http://vedabase.net/d/dauskulyam">daushkulyam</A> &#8212; disqualification of birth; <A CLASS=v HREF="http://vedabase.net/a/adhim">&#257;dhim</A> &#8212; sufferings; <A CLASS=v HREF="http://vedabase.net/v/vidhunoti">vidhunoti</A> &#8212; purifies; <A CLASS=v HREF="http://vedabase.net/s/sighram">&#347;&#299;ghram</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamanam">tam&#257;n&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> great; <A CLASS=v HREF="http://vedabase.net/a/abhidhana">abhidh&#257;na</A> &#8212; conversation; <A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; connection.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: O God, although we are born in a mixed caste, we are still promoted in birthright simply by serving and following the great who are advanced in knowledge. Even by conversing with such great souls, one can without delay cleanse oneself of all disqualifications resulting from lower births.</P><P CLASS=t>PURPORT</P><P>S&#363;ta Gosv&#257;m&#299; did not take his birth in a br&#257;hmana family. He was born in a family of mixed caste, or an uncultured low family. But because of higher association, like &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; and the great rishis of Naimish&#257;ranya, certainly the disqualification of inferior birth was washed off. Lord &#346;r&#299; Caitanya Mah&#257;prabhu followed this principle in pursuance of the Vedic usages, and by His transcendental association He elevated many lowborn, or those disqualified by birth or action, to the status of devotional service and established them in the position of &#257;c&#257;ryas, or authorities. He clearly stated that any man, whatever he may be, whether a br&#257;hmana or &#347;&#363;dra by birth, or a householder or mendicant in the order of society, if he is conversant with the science of Krishna, he can be accepted as an &#257;c&#257;rya or guru, a spiritual master.</P><P>S&#363;ta Gosv&#257;m&#299; learned the science of Krishna from great rishis and authorities like &#346;ukadeva and Vy&#257;sadeva and he was so qualified that even the sages of Naimish&#257;ranya eagerly wanted to hear from him the science of Krishna in the form of &#346;r&#299;mad-Bh&#257;gavatam. So he had the double association of great souls by hearing and preaching. Transcendental science, or the science of Krishna, has to be learned from the authorities, and when one preaches the science, he becomes still more qualified. So S&#363;ta Gosv&#257;m&#299; had both the advantages, and thus undoubtedly he was completely freed from all disqualifications of low birth and mental agonies. This verse definitely proves that &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; did not refuse to teach S&#363;ta Gosv&#257;m&#299; about the transcendental science nor did the sages of Naimish&#257;ranya refuse to hear lessons from him because of his inferior birth. This means that thousands of years ago there was no bar to learning or preaching the transcendental science because of inferior birth. The rigidity of the so-called caste system in Hindu society became prominent within only one hundred years or so when the number of dvija-bandhus, or disqualified men in the families of higher castes, increased. Lord &#346;r&#299; Caitanya revived the original Vedic system, and He elevated Th&#257;kura Harid&#257;sa to the position of n&#257;m&#257;c&#257;rya, or the authority in preaching the glories of the holy name of the Lord, although His Holiness &#346;r&#299;la Harid&#257;sa Th&#257;kura was pleased to appear in a family of Mohammedans.</P><P>Such is the power of pure devotees of the Lord. The Ganges water is accepted as pure, and one can become purified after taking a bath in the waters of the Ganges. But as far as the great devotees of the Lord are concerned, they can purify a degraded soul even by being seen by the lowborn, and what to speak of association. Lord &#346;r&#299; Caitanya Mah&#257;prabhu wanted to purify the whole atmosphere of the polluted world by sending qualified preachers all over the world, and it remains with the Indians to take up this task scientifically and thus do the best kind of humanitarian work. The mental diseases of the present generation are more acute than bodily diseases; it is quite fit and proper to take up the preaching of &#346;r&#299;mad-Bh&#257;gavatam all over the world without delay. Mahattam&#257;n&#257;m abhidh&#257;na also means dictionary of great devotees, or a book full of the words of great devotees. Such a dictionary of the words of great devotees and those of the Lord are in the Vedas and allied literatures, specifically the &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>