<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verses 24-25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verses 24-25"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.24-25</P><P CLASS=c>ekad&#257; dhanur udyamya</P><P CLASS=c>vicaran mrigay&#257;m vane</P><P CLASS=c>mrig&#257;n anugatah &#347;r&#257;ntah</P><P CLASS=c>kshudhitas trishito bhri&#347;am</P><P CLASS=c>jal&#257;&#347;ayam acaksh&#257;nah</P><P CLASS=c>pravive&#347;a tam &#257;&#347;ramam</P><P CLASS=c>dadar&#347;a munim &#257;s&#299;nam</P><P CLASS=c>&#347;&#257;ntam m&#299;lita-locanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; once upon <A HREF="http://vedabase.net/a/a">a</A> time; <A CLASS=v HREF="http://vedabase.net/d/dhanuh">dhanuh</A> &#8212; arrows and bow; <A CLASS=v HREF="http://vedabase.net/u/udyamya">udyamya</A> &#8212; taking firmly; <A CLASS=v HREF="http://vedabase.net/v/vicaran">vicaran</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/m/mrgayam">mrigay&#257;m</A> &#8212; hunting excursion; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/m/mrgan">mrig&#257;n</A> &#8212; stags; <A CLASS=v HREF="http://vedabase.net/a/anugatah">anugatah</A> &#8212; while following; <A CLASS=v HREF="http://vedabase.net/s/srantah">&#347;r&#257;ntah</A> &#8212; fatigued; <A CLASS=v HREF="http://vedabase.net/k/ksudhitah">kshudhitah</A> &#8212; hungry; <A CLASS=v HREF="http://vedabase.net/t/trsitah">trishitah</A> &#8212; being thirsty; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; extremely; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/a/asayam">&#257;&#347;ayam</A> &#8212; reservoir of water; <A CLASS=v HREF="http://vedabase.net/a/acaksanah">acaksh&#257;nah</A> &#8212; while searching for; <A CLASS=v HREF="http://vedabase.net/p/pravivesa">pravive&#347;a</A> &#8212; entered into; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that famous; <A CLASS=v HREF="http://vedabase.net/a/asramam">&#257;&#347;ramam</A> &#8212; hermitage of &#346;am&#299;ka <A HREF="http://vedabase.net/r/rsi">Rishi</A>; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/m/munim">munim</A> &#8212; the sage; <A CLASS=v HREF="http://vedabase.net/a/asinam">&#257;s&#299;nam</A> &#8212; seated; <A CLASS=v HREF="http://vedabase.net/s/santam">&#347;&#257;ntam</A> &#8212; all silent; <A CLASS=v HREF="http://vedabase.net/m/milita">m&#299;lita</A> &#8212; closed; <A CLASS=v HREF="http://vedabase.net/l/locanam">locanam</A> &#8212; eyes.</P><P CLASS=t>TRANSLATION</P><P>Once upon a time Mah&#257;r&#257;ja Par&#299;kshit, while engaged in hunting in the forest with bow and arrows, became extremely fatigued, hungry and thirsty while following the stags. While searching for a reservoir of water, he entered the hermitage of the well-known &#346;am&#299;ka Rishi and saw the sage sitting silently with closed eyes.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord is so kind to His pure devotees that in proper time He calls such devotees up to Him and thus creates an auspicious circumstance for the devotee. Mah&#257;r&#257;ja Par&#299;kshit was a pure devotee of the Lord, and there was no reason for him to become extremely fatigued, hungry and thirsty because a devotee of the Lord never becomes perturbed by such bodily demands. But by the desire of the Lord, even such a devotee can become apparently fatigued and thirsty just to create a situation favorable for his renunciation of worldly activities. One has to give up all attachment for worldly relations before one is able to go back to Godhead, and thus when a devotee is too much absorbed in worldly affairs, the Lord creates a situation to cause indifference. The Supreme Lord never forgets His pure devotee, even though he may be engaged in so-called worldly affairs. Sometimes He creates an awkward situation, and the devotee becomes obliged to renounce all worldly affairs. The devotee can understand by the signal of the Lord, but others take it to be unfavorable and frustrating. Mah&#257;r&#257;ja Par&#299;kshit was to become the medium for the revelation of &#346;r&#299;mad-Bh&#257;gavatam by Lord &#346;r&#299; Krishna, as his grandfather Arjuna was the medium for the Bhagavad-g&#299;t&#257;. Had Arjuna not been taken up with an illusion of family affection by the will of the Lord, the Bhagavad-g&#299;t&#257; would not have been spoken by the Lord Himself for the good of all concerned. Similarly, had Mah&#257;r&#257;ja Par&#299;kshit not been fatigued, hungry and thirsty at this time, &#346;r&#299;mad-Bh&#257;gavatam would not have been spoken by &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, the prime authority of &#346;r&#299;mad-Bh&#257;gavatam. So this is a prelude to the circumstances under which &#346;r&#299;mad-Bh&#257;gavatam was spoken for the benefit of all concerned. The prelude, therefore, begins with the words "once upon a time."</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>