<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.32</P><P CLASS=c>tasya putro 'titejasv&#299;</P><P CLASS=c>viharan b&#257;lako 'rbhakaih</P><P CLASS=c>r&#257;jñ&#257;gham pr&#257;pitam t&#257;tam</P><P CLASS=c>&#347;rutv&#257; tatredam abrav&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his (the sage's); <A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; extremely; <A CLASS=v HREF="http://vedabase.net/t/tejasvi">tejasv&#299;</A> &#8212; powerful; <A CLASS=v HREF="http://vedabase.net/v/viharan">viharan</A> &#8212; while playing; <A CLASS=v HREF="http://vedabase.net/b/balakah">b&#257;lakah</A> &#8212; with boys; <A CLASS=v HREF="http://vedabase.net/a/arbhakaih">arbhakaih</A> &#8212; who were all childish; <A CLASS=v HREF="http://vedabase.net/r/rajna">r&#257;jñ&#257;</A> &#8212; by the King; <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/p/prapitam">pr&#257;pitam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> <A HREF="http://vedabase.net/t/to">to</A> have; <A CLASS=v HREF="http://vedabase.net/t/tatam">t&#257;tam</A> &#8212; the father; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; then and there; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/abravit">abrav&#299;t</A> &#8212; spoke.</P><P CLASS=t>TRANSLATION</P><P>The sage had a son who was very powerful, being a br&#257;hmana's son. While he was playing with inexperienced boys, he heard of his father's distress, which was occasioned by the King. Then and there the boy spoke as follows.</P><P CLASS=t>PURPORT</P><P>Due to Mah&#257;r&#257;ja Par&#299;kshit's good government, even a boy of tender age, who was playing with other inexperienced boys, could become as powerful as a qualified br&#257;hmana. This boy was known as &#346;ri&#324;gi, and he achieved good training in brahmacarya by his father so that he could be as powerful as a br&#257;hmana, even at that age. But because the age of Kali was seeking an opportunity to spoil the cultural heritage of the four orders of life, the inexperienced boy gave a chance for the age of Kali to enter into the field of Vedic culture. Hatred of the lower orders of life began from this br&#257;hmana boy, under the influence of Kali, and thus cultural life began to dwindle day after day. The first victim of brahminical injustice was Mah&#257;r&#257;ja Par&#299;kshit, and thus the protection given by the King against the onslaught of Kali was slackened.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>