<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.33</P><P CLASS=c>aho adharmah p&#257;l&#257;n&#257;m</P><P CLASS=c>p&#299;vn&#257;m bali-bhuj&#257;m iva</P><P CLASS=c>sv&#257;miny agham yad d&#257;s&#257;n&#257;m</P><P CLASS=c>dv&#257;ra-p&#257;n&#257;m &#347;un&#257;m iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; just look at; <A CLASS=v HREF="http://vedabase.net/a/adharmah">adharmah</A> &#8212; irreligion; <A CLASS=v HREF="http://vedabase.net/p/palanam">p&#257;l&#257;n&#257;m</A> &#8212; of the rulers; <A CLASS=v HREF="http://vedabase.net/p/pivnam">p&#299;vn&#257;m</A> &#8212; of one who is brought up; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujam">bhuj&#257;m</A> &#8212; like the crows; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/svamini">sv&#257;mini</A> &#8212; unto the master; <A CLASS=v HREF="http://vedabase.net/a/agham">agham</A> &#8212; sin; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/d/dasanam">d&#257;s&#257;n&#257;m</A> &#8212; of the servants; <A CLASS=v HREF="http://vedabase.net/d/dvara">dv&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/panam">p&#257;n&#257;m</A> &#8212; keeping watch at the door; <A CLASS=v HREF="http://vedabase.net/s/sunam">&#347;un&#257;m</A> &#8212; of the dogs; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>[The br&#257;hmana's son, &#346;ri&#324;gi, said:] O just look at the sins of the rulers who, like crows and watchdogs at the door, perpetrate sins against their masters, contrary to the principles governing servants.</P><P CLASS=t>PURPORT</P><P>The br&#257;hmanas are considered to be the head and brains of the social body, and the kshatriyas are considered to be the arms of the social body. The arms are required to protect the body from all harm, but the arms must act according to the directions of the head and brain. That is a natural arrangement made by the supreme order, for it is confirmed in the Bhagavad-g&#299;t&#257; that four social orders or castes, namely the br&#257;hmanas, the kshatriyas, the vai&#347;yas and the &#347;&#363;dras, are set up according to quality and work done by them. Naturally the son of a br&#257;hmana has a good chance to become a br&#257;hmana by the direction of his qualified father, as a son of a medical practitioner has a very good chance to become a qualified medical practitioner. So the caste system is quite scientific. The son must take advantage of the father's qualification and thus become a br&#257;hmana or medical practitioner, and not otherwise. Without being qualified, one cannot become a br&#257;hmana or medical practitioner, and that is the verdict of all scriptures and social orders. Herein &#346;ri&#324;gi, a qualified son of a great br&#257;hmana, attained the required brahminical power both by birth and by training, but he was lacking in culture because he was an inexperienced boy. By the influence of Kali, the son of a br&#257;hmana became puffed up with brahminical power and thus wrongly compared Mah&#257;r&#257;ja Par&#299;kshit to crows and watchdogs. The King is certainly the watchdog of the state in the sense that he keeps vigilant eyes over the border of the state for its protection and defense, but to address him as a watchdog is the sign of a less-cultured boy. Thus the downfall of the brahminical powers began as they gave importance to birthright without culture. The downfall of the br&#257;hmana caste began in the age of Kali. And since br&#257;hmanas are the heads of the social order, all other orders of society also began to deteriorate. This beginning of brahminical deterioration was highly deplored by the father of &#346;ri&#324;gi, as we will find.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>