<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.35</P><P CLASS=c>krishne gate bhagavati</P><P CLASS=c>&#347;&#257;stary utpatha-g&#257;min&#257;m</P><P CLASS=c>tad bhinna-set&#363;n ady&#257;ham</P><P CLASS=c>&#347;&#257;smi pa&#347;yata me balam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/g/gate">gate</A> &#8212; having departed from this world; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sastari">&#347;&#257;stari</A> &#8212; the supreme ruler; <A CLASS=v HREF="http://vedabase.net/u/utpatha">utpatha</A>-<A CLASS=v HREF="http://vedabase.net/g/gaminam">g&#257;min&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> upstarts; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A> &#8212; being separated; <A CLASS=v HREF="http://vedabase.net/s/setun">set&#363;n</A> &#8212; the protector; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/s/sasmi">&#347;&#257;smi</A> &#8212; shall punish; <A CLASS=v HREF="http://vedabase.net/p/pasyata">pa&#347;yata</A> &#8212; just see; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; prowess.</P><P CLASS=t>TRANSLATION</P><P>After the departure of Lord &#346;r&#299; Krishna, the Personality of Godhead and supreme ruler of everyone, these upstarts have flourished, our protector being gone. Therefore I myself shall take up this matter and punish them. Just witness my power.</P><P CLASS=t>PURPORT</P><P>The inexperienced br&#257;hmana, puffed up by a little brahma-tejas, became influenced by the spell of Kali-yuga. Mah&#257;r&#257;ja Par&#299;kshit gave license to Kali to live in four places as mentioned hereinbefore, but by his very expert government the personality of Kali could hardly find the places allotted him. The personality of Kali-yuga, therefore, was seeking the opportunity to establish authority, and by the grace of the Lord he found a hole in the puffed-up, inexperienced son of a br&#257;hmana. The little br&#257;hmana wanted to show his prowess in destruction, and he had the audacity to punish such a great king as Mah&#257;r&#257;ja Par&#299;kshit. He wanted to take the place of Lord Krishna after His departure. These are the principal signs of upstarts who want to take the place of &#346;r&#299; Krishna under the influence of the age of Kali. An upstart with a little power wants to become an incarnation of the Lord. There are many false incarnations after the departure of Lord Krishna from the face of the globe, and they are misleading the innocent public by accepting the spiritual obedience of the general mass of people to maintain false prestige. In other words, the personality of Kali got the opportunity to reign through this son of a br&#257;hmana, &#346;ri&#324;gi.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>