<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.4</P><P CLASS=c>nottama&#347;loka-v&#257;rt&#257;n&#257;m</P><P CLASS=c>jushat&#257;m tat-kath&#257;mritam</P><P CLASS=c>sy&#257;t sambhramo 'nta-k&#257;le 'pi</P><P CLASS=c>smarat&#257;m tat-pad&#257;mbujam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; the Personality of Godhead, of whom the Vedic hymns sing; <A CLASS=v HREF="http://vedabase.net/v/vartanam">v&#257;rt&#257;n&#257;m</A> &#8212; of those who live on them; <A CLASS=v HREF="http://vedabase.net/j/jusatam">jushat&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> engaged <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; transcendental topics about Him; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> happens; <A CLASS=v HREF="http://vedabase.net/s/sambhramah">sambhramah</A> &#8212; misconception; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A> &#8212; at the end; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> time; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/smaratam">smarat&#257;m</A> &#8212; remembering; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; lotus feet.</P><P CLASS=t>TRANSLATION</P><P>This was so because those who have dedicated their lives to the transcendental topics of the Personality of Godhead, of whom the Vedic hymns sing, and who are constantly engaged in remembering the lotus feet of the Lord, do not run the risk of having misconceptions even at the last moment of their lives.</P><P CLASS=t>PURPORT</P><P>The highest perfection of life is attained by remembering the transcendental nature of the Lord at the last moment of one's life. This perfection of life is made possible by one who has learned the actual transcendental nature of the Lord from the Vedic hymns sung by a liberated soul like &#346;ukadeva Gosv&#257;m&#299; or someone in that line of disciplic succession. There is no gain in hearing the Vedic hymns from some mental speculator. When the same is heard from an actual self-realized soul and is properly understood by service and submission, everything becomes transparently clear. Thus a submissive disciple is able to live transcendentally and continue to the end of life. By scientific adaptation, one is able to remember the Lord even at the end of life, when the power of remembrance is slackened due to derangement of bodily membranes. For a common man, it is very difficult to remember things as they are at the time of death, but by the grace of the Lord and His bona fide devotees, the spiritual masters, one can get this opportunity without difficulty. And it was done in the case of Mah&#257;r&#257;ja Par&#299;kshit.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>