<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.41</P><P CLASS=c>ni&#347;amya &#347;aptam atad-arham narendram</P><P CLASS=c>sa br&#257;hmano n&#257;tmajam abhyanandat</P><P CLASS=c>aho bat&#257;mho mahad adya te kritam</P><P CLASS=c>alp&#299;yasi droha urur damo dhritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/s/saptam">&#347;aptam</A> &#8212; cursed; <A CLASS=v HREF="http://vedabase.net/a/atat">atat</A>-<A CLASS=v HREF="http://vedabase.net/a/arham">arham</A> &#8212; never <A HREF="http://vedabase.net/t/to">to</A> be condemned; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/i/indram">indram</A> &#8212; unto the King, best of humankind; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A HREF="http://vedabase.net/r/rsi">rishi</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; his own son; <A CLASS=v HREF="http://vedabase.net/a/abhyanandat">abhyanandat</A> &#8212; congratulated; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; distressing; <A CLASS=v HREF="http://vedabase.net/a/amhah">amhah</A> &#8212; sins; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/a/alpiyasi">alp&#299;yasi</A> &#8212; insignificant; <A CLASS=v HREF="http://vedabase.net/d/drohe">drohe</A> &#8212; offense; <A CLASS=v HREF="http://vedabase.net/u/uruh">uruh</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/d/damah">damah</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/d/dhrtah">dhritah</A> &#8212; awarded.</P><P CLASS=t>TRANSLATION</P><P>The father heard from his son that the King had been cursed, although he should never have been condemned, for he was the best amongst all human beings. The rishi did not congratulate his son, but, on the contrary, began to repent, saying: Alas! What a great sinful act was performed by my son. He has awarded heavy punishment for an insignificant offense.</P><P CLASS=t>PURPORT</P><P>The king is the best of all human beings. He is the representative of God, and he is never to be condemned for any of his actions. In other words, the king can do no wrong. The king may order hanging of a culprit son of a br&#257;hmana, but he does not become sinful for killing a br&#257;hmana. Even if there is something wrong with the king, he is never to be condemned. A medical practitioner may kill a patient by mistaken treatment, but such a killer is never condemned to death. So what to speak of a good and pious king like Mah&#257;r&#257;ja Par&#299;kshit? In the Vedic way of life, the king is trained to become a r&#257;jarshi, or a great saint, although he is ruling as king. It is the king only by whose good government the citizens can live peacefully and without any fear. The r&#257;jarshis would manage their kingdoms so nicely and piously that their subjects would respect them as if they were the Lord. That is the instruction of the Vedas. The king is called narendra, or the best amongst the human beings. How then could a king like Mah&#257;r&#257;ja Par&#299;kshit be condemned by an inexperienced, puffed-up son of a brahmana, even though he had attained the powers of a qualified br&#257;hmana?</P><P>Since &#346;am&#299;ka Rishi was an experienced, good br&#257;hmana, he did not approve of the actions of his condemned son. He began to lament for all that his son had done. The king was beyond the jurisdiction of curses as a general rule, and what to speak of a good king like Mah&#257;r&#257;ja Par&#299;kshit. The offense of the King was most insignificant, and his being condemned to death was certainly a very great sin for &#346;ri&#324;gi. Therefore Rishi &#346;am&#299;ka regretted the whole incident.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>