<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.43</P><P CLASS=c>alakshyam&#257;ne nara-deva-n&#257;mni</P><P CLASS=c>rath&#257;&#324;ga-p&#257;n&#257;v ayam a&#324;ga lokah</P><P CLASS=c>tad&#257; hi caura-pracuro vina&#324;kshyaty</P><P CLASS=c>arakshyam&#257;no 'vivar&#363;thavat kshan&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/alaksyamane">alakshyam&#257;ne</A> &#8212; being abolished; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; monarchical; <A CLASS=v HREF="http://vedabase.net/n/namni">n&#257;mni</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/r/ratha">ratha</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/p/panau">p&#257;nau</A> &#8212; the representative of the Lord; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my boy; <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; this world; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; at once; <A CLASS=v HREF="http://vedabase.net/c/caura">caura</A> &#8212; thieves; <A CLASS=v HREF="http://vedabase.net/p/pracurah">pracurah</A> &#8212; too much; <A CLASS=v HREF="http://vedabase.net/v/vinanksyati">vina&#324;kshyati</A> &#8212; vanquishes; <A CLASS=v HREF="http://vedabase.net/a/araksyamanah">arakshyam&#257;nah</A> &#8212; being not protected; <A CLASS=v HREF="http://vedabase.net/a/avivarutha">avivar&#363;tha</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like lambs; <A CLASS=v HREF="http://vedabase.net/k/ksanat">kshan&#257;t</A> &#8212; at once.</P><P CLASS=t>TRANSLATION</P><P>My dear boy, the Lord, who carries the wheel of a chariot, is represented by the monarchical regime, and when this regime is abolished the whole world becomes filled with thieves, who then at once vanquish the unprotected subjects like scattered lambs.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;mad-Bh&#257;gavatam the monarchical regime represents the Supreme Lord, the Personality of Godhead. The king is said to be the representative of the Absolute Personality of Godhead because he is trained to acquire the qualities of God to protect the living beings. The Battle of Kurukshetra was planned by the Lord to establish the real representative of the Lord, Mah&#257;r&#257;ja Yudhishthira. An ideal king thoroughly trained by culture and devotional service with the martial spirit makes a perfect king. Such a personal monarchy is far better than the so-called democracy of no training and responsibility. The thieves and rogues of modern democracy seek election by misrepresentation of votes, and the successful rogues and thieves devour the mass of population. One trained monarch is far better than hundreds of useless ministerial rogues, and it is hinted herein that by abolition of a monarchical regime like that of Mah&#257;r&#257;ja Par&#299;kshit, the mass of people become open to many attacks of the age of Kali. They are never happy in an overly advertised form of democracy. The result of such a kingless administration is described in the following verses.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>