<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.45</P><P CLASS=c>tad&#257;rya-dharmah pravil&#299;yate nrin&#257;m</P><P CLASS=c>varn&#257;&#347;ram&#257;c&#257;ra-yutas tray&#299;mayah</P><P CLASS=c>tato 'rtha-k&#257;m&#257;bhinive&#347;it&#257;tman&#257;m</P><P CLASS=c>&#347;un&#257;m kap&#299;n&#257;m iva varna-sa&#324;karah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A> &#8212; progressive civilization; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; engagement; <A CLASS=v HREF="http://vedabase.net/p/praviliyate">pravil&#299;yate</A> &#8212; is systematically vanquished; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of humankind; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A> &#8212; <A HREF="http://vedabase.net/c/caste">caste</A>; <A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; orders of society; <A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/y/yutah">yutah</A> &#8212; composed <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> good manner; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> terms of the Vedic injunction; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; economic development; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/abhinivesita">abhinive&#347;ita</A> &#8212; fully absorbed <A HREF="http://vedabase.net/i/in">in</A> sense gratification; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/s/sunam">&#347;un&#257;m</A> &#8212; like dogs; <A CLASS=v HREF="http://vedabase.net/k/kapinam">kap&#299;n&#257;m</A> &#8212; like monkeys; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/s/sankarah">sa&#324;karah</A> &#8212; unwanted population.</P><P CLASS=t>TRANSLATION</P><P>At that time the people in general will fall systematically from the path of a progressive civilization in respect to the qualitative engagements of the castes and the orders of society and the Vedic injunctions. Thus they will be more attracted to economic development for sense gratification, and as a result there will be an unwanted population on the level of dogs and monkeys.</P><P CLASS=t>PURPORT</P><P>It is foretold herein that in the absence of a monarchical regime, the general mass of people will be an unwanted population like dogs and monkeys. As the monkeys are too sexually inclined and dogs are shameless in sexual intercourse, the general mass of population born of illegitimate connection will systematically go astray from the Vedic way of good manners and qualitative engagements in the castes and orders of life.</P><P>The Vedic way of life is the progressive march of the civilization of the &#256;ryans. The &#256;ryans are progressive in Vedic civilization. The Vedic civilization's destination is to go back to Godhead, back home, where there is no birth, no death, no old age and no disease. The Vedas direct everyone not to remain in the darkness of the material world but to go towards the light of the spiritual kingdom far beyond the material sky. The qualitative caste system and the orders of life are scientifically planned by the Lord and His representatives, the great rishis. The perfect way of life gives all sorts of instruction in things both material and spiritual. The Vedic way of life does not allow any man to be like the monkeys and dogs. A degraded civilization of sense gratification and economic development is the by-product of a godless or kingless government of the people, by the people, and for the people. The people should not, therefore, begrudge the poor administrations they themselves elect.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>