<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.46</P><P CLASS=c>dharma-p&#257;lo nara-patih</P><P CLASS=c>sa tu samr&#257;d brihac-chrav&#257;h</P><P CLASS=c>s&#257;ksh&#257;n mah&#257;-bh&#257;gavato</P><P CLASS=c>r&#257;jarshir haya-medhay&#257;t</P><P CLASS=c>kshut-trit-&#347;rama-yuto d&#299;no</P><P CLASS=c>naiv&#257;smac ch&#257;pam arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/p/palah">p&#257;lah</A> &#8212; the protector of religion; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/samrat">samr&#257;t</A> &#8212; Emperor; <A CLASS=v HREF="http://vedabase.net/b/brhat">brihat</A> &#8212; highly; <A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;rav&#257;h</A> &#8212; celebrated; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the first-class devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; saint amongst the royal order; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A>-<A CLASS=v HREF="http://vedabase.net/m/medhayat">medhay&#257;t</A> &#8212; great performer of horse sacrifices; <A CLASS=v HREF="http://vedabase.net/k/ksut">kshut</A> &#8212; hunger; <A CLASS=v HREF="http://vedabase.net/t/trt">trit</A> &#8212; thirst; <A CLASS=v HREF="http://vedabase.net/s/srama">&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/y/yutah">yutah</A> &#8212; tired and fatigued; <A CLASS=v HREF="http://vedabase.net/d/dinah">d&#299;nah</A> &#8212; stricken; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A> &#8212; by us; <A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; curse; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; deserves.</P><P CLASS=t>TRANSLATION</P><P>The Emperor Par&#299;kshit is a pious king. He is highly celebrated and is a first-class devotee of the Personality of Godhead. He is a saint amongst royalty, and he has performed many horse sacrifices. When such a king is tired and fatigued, being stricken with hunger and thirst, he does not at all deserve to be cursed.</P><P CLASS=t>PURPORT</P><P>After explaining the general codes relating to the royal position and asserting that the king can do no wrong and therefore is never to be condemned, the sage &#346;am&#299;ka wanted to say something about Emperor Par&#299;kshit specifically. The specific qualification of Mah&#257;r&#257;ja Par&#299;kshit is summarized herein. The King, even calculated as a king only, was most celebrated as a ruler who administered the religious principles of the royal order. In the &#347;&#257;stras the duties of all castes and orders of society are prescribed. All the qualities of a kshatriya mentioned in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/43.htm">18.43</A>) were present in the person of the Emperor. He was also a great devotee of the Lord and a self-realized soul. Cursing such a king, when he was tired and fatigued with hunger and thirst, was not at all proper. &#346;am&#299;ka Rishi thus admitted from all sides that Mah&#257;r&#257;ja Par&#299;kshit was cursed most unjustly. Although all the br&#257;hmanas were aloof from the incident, still for the childish action of a br&#257;hmana boy the whole world situation was changed. Thus Rishi &#346;am&#299;ka, a br&#257;hmana, took responsibility for all deterioration of the good orders of the world.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>