<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.47</P><P CLASS=c>ap&#257;peshu sva-bhrityeshu</P><P CLASS=c>b&#257;len&#257;pakva-buddhin&#257;</P><P CLASS=c>p&#257;pam kritam tad bhagav&#257;n</P><P CLASS=c>sarv&#257;tm&#257; kshantum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apapesu">ap&#257;peshu</A> &#8212; unto one who is completely free from all sins; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtyesu">bhrityeshu</A> &#8212; unto one who is subordinate and deserves <A HREF="http://vedabase.net/t/to">to</A> be protected; <A CLASS=v HREF="http://vedabase.net/b/balena">b&#257;lena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> child; <A CLASS=v HREF="http://vedabase.net/a/apakva">apakva</A> &#8212; who is immature; <A CLASS=v HREF="http://vedabase.net/b/buddhina">buddhin&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/p/papam">p&#257;pam</A> &#8212; sinful act; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; has been done; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; therefore the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; who is all-pervading; <A CLASS=v HREF="http://vedabase.net/k/ksantum">kshantum</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> pardon; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; deserve.</P><P CLASS=t>TRANSLATION</P><P>Then the rishi prayed to the all-pervading Personality of Godhead to pardon his immature boy, who had no intelligence and who committed the great sin of cursing a person who was completely free from all sins, who was subordinate and who deserved to be protected.</P><P CLASS=t>PURPORT</P><P>Everyone is responsible for his own action, either pious or sinful. Rishi &#346;am&#299;ka could foresee that his son had committed a great sin by cursing Mah&#257;r&#257;ja Par&#299;kshit, who deserved to be protected by the br&#257;hmanas, for he was a pious ruler and completely free from all sins because of his being a first-class devotee of the Lord. When an offense is done unto the devotee of the Lord, it is very difficult to overcome the reaction. The br&#257;hmanas, being at the head of the social orders, are meant to give protection to their subordinates and not to curse them. There are occasions when a br&#257;hmana may furiously curse a subordinate kshatriya or vai&#347;ya, etc., but in the case of Mah&#257;r&#257;ja Par&#299;kshit there were no grounds, as already explained. The foolish boy had done it out of sheer vanity in being a br&#257;hmana's son, and thus he became liable to be punished by the law of God. The Lord never forgives a person who condemns His pure devotee. Therefore, by cursing a king the foolish &#346;ri&#324;gi had committed not only a sin but also the greatest offense. Therefore the rishi could foresee that only the Supreme Personality of Godhead could save his boy from his sinful act. He therefore directly prayed for pardon from the Supreme Lord, who alone can undo a thing which is impossible to change. The appeal was made in the name of a foolish boy who had developed no intelligence at all.</P><P>A question may be raised herein that since it was the desire of the Lord that Par&#299;kshit Mah&#257;r&#257;ja be put into that awkward position so that he might be delivered from material existence, then why was a br&#257;hmana's son made responsible for this offensive act? The answer is that the offensive act was performed by a child only so that he could be excused very easily, and thus the prayer of the father was accepted. But if the question is raised why the br&#257;hmana community as a whole was made responsible for allowing Kali into the world affairs, the answer is given in the Var&#257;ha Pur&#257;na that the demons who acted inimically toward the Personality of Godhead but were not killed by the Lord were allowed to take birth in the families of br&#257;hmanas to take advantage of the age of Kali. The all-merciful Lord gave them a chance to have their births in the families of pious br&#257;hmanas so that they could progress toward salvation. But the demons, instead of utilizing the good opportunity, misused the brahminical culture due to being puffed up by vanity in becoming br&#257;hmanas. The typical example is the son of &#346;am&#299;ka Rishi, and all the foolish sons of br&#257;hmanas are warned hereby not to become as foolish as &#346;ri&#324;gi and be always on guard against the demoniac qualities which they had in their previous births. The foolish boy was, of course, excused by the Lord, but others, who may not have a father like &#346;am&#299;ka Rishi, will be put into great difficulty if they misuse the advantages obtained by birth in a br&#257;hmana family.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>