<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.48</P><P CLASS=c>tiraskrit&#257; vipralabdh&#257;h</P><P CLASS=c>&#347;apt&#257;h kshipt&#257; hat&#257; api</P><P CLASS=c>n&#257;sya tat pratikurvanti</P><P CLASS=c>tad-bhakt&#257;h prabhavo 'pi hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tirah">tirah</A>-<A CLASS=v HREF="http://vedabase.net/k/krtah">krit&#257;h</A> &#8212; being defamed; <A CLASS=v HREF="http://vedabase.net/v/vipralabdhah">vipralabdh&#257;h</A> &#8212; being cheated; <A CLASS=v HREF="http://vedabase.net/s/saptah">&#347;apt&#257;h</A> &#8212; being cursed; <A CLASS=v HREF="http://vedabase.net/k/ksiptah">kshipt&#257;h</A> &#8212; disturbed by negligence; <A CLASS=v HREF="http://vedabase.net/h/hatah">hat&#257;h</A> &#8212; or even being killed; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; for all these acts; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/p/pratikurvanti">pratikurvanti</A> &#8212; counteract; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; the Lord's; <A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhakt&#257;h</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/p/prabhavah">prabhavah</A> &#8212; powerful; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>The devotees of the Lord are so forbearing that even though they are defamed, cheated, cursed, disturbed, neglected or even killed, they are never inclined to avenge themselves.</P><P CLASS=t>PURPORT</P><P>Rishi &#346;am&#299;ka also knew that the Lord does not forgive a person who has committed an offense at the feet of a devotee. The Lord can only give direction to take shelter of the devotee. He thought within himself that if Mah&#257;r&#257;ja Par&#299;kshit would countercurse the boy, he might be saved. But he knew also that a pure devotee is callous about worldly advantages or reverses. As such, the devotees are never inclined to counteract personal defamation, curses, negligence, etc. As far as such things are concerned, in personal affairs the devotees do not care for them. But in the case of their being performed against the Lord and His devotees, then the devotees take very strong action. It was a personal affair, and therefore &#346;am&#299;ka Rishi knew that the King would not take counteraction. Thus there was no alternative than to place an appeal to the Lord for the immature boy.</P><P>It is not that only the br&#257;hmanas are powerful enough to award curses or blessings upon the subordinates; the devotee of the Lord, even though he may not be a br&#257;hmana, is more powerful than a br&#257;hmana. But a powerful devotee never misuses the power for personal benefit. Whatever power the devotee may have is always utilized in service towards the Lord and His devotees only.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>