<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 18 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 18 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 18: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Par&#299;kshit Cursed by a Br&#257;hmana Boy</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.18.7</P><P CLASS=c>n&#257;nudveshti kalim samr&#257;t</P><P CLASS=c>s&#257;ra&#324;ga iva s&#257;ra-bhuk</P><P CLASS=c>ku&#347;al&#257;ny &#257;&#347;u siddhyanti</P><P CLASS=c>netar&#257;ni krit&#257;ni yat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/anudvesti">anudveshti</A> &#8212; envious; <A CLASS=v HREF="http://vedabase.net/k/kalim">kalim</A> &#8212; unto the personality of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/s/samrat">samr&#257;t</A> &#8212; the Emperor; <A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A>-<A CLASS=v HREF="http://vedabase.net/g/ga">ga</A> &#8212; realist, like the bees; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuk">bhuk</A> &#8212; one who accepts the substance; <A CLASS=v HREF="http://vedabase.net/k/kusalani">ku&#347;al&#257;ni</A> &#8212; auspicious objects; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/s/siddhyanti">siddhyanti</A> &#8212; become successful; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/i/itarani">itar&#257;ni</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> inauspicious; <A CLASS=v HREF="http://vedabase.net/k/krtani">krit&#257;ni</A> &#8212; being performed; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;kshit was a realist, like the bees who only accept the essence [of a flower]. He knew perfectly well that in this age of Kali, auspicious things produce good effects immediately, whereas inauspicious acts must be actually performed [to render effects]. So he was never envious of the personality of Kali.</P><P CLASS=t>PURPORT</P><P>The age of Kali is called the fallen age. In this fallen age, because the living beings are in an awkward position, the Supreme Lord has given some special facilities to them. So by the will of the Lord, a living being does not become a victim of a sinful act until the act is actually performed. In other ages, simply by thinking of performing a sinful act, one used to become a victim of the act. On the contrary, a living being in this age is awarded with the results of pious acts simply by thinking of them. Mah&#257;r&#257;ja Par&#299;kshit, being the most learned and experienced king by the grace of the Lord, was not unnecessarily envious of the personality of Kali because he did not intend to give him any chance to perform any sinful act. He protected his subjects from falling prey to the sinful acts of the age of Kali, and at the same time he gave full facility to the age of Kali by allotting him some particular places. At the end of the &#346;r&#299;mad-Bh&#257;gavatam it is said that even though all nefarious activities of the personality of Kali are present, there is a great advantage in the age of Kali. One can attain salvation simply by chanting the holy name of the Lord. Thus Mah&#257;r&#257;ja Par&#299;kshit made an organized effort to propagate the chanting of the Lord's holy name, and thus he saved the citizens from the clutches of Kali. It is for this advantage only that great sages sometimes wish all good for the age of Kali. In the Vedas also it is said that by discourse on Lord Krishna's activities, one can get rid of all the disadvantages of the age of Kali. In the beginning of the &#346;r&#299;mad-Bh&#257;gavatam it is also said that by the recitation of &#346;r&#299;mad-Bh&#257;gavatam, the Supreme Lord becomes at once arrested within one's heart. These are some of the great advantages of the age of Kali, and Mah&#257;r&#257;ja Par&#299;kshit took all the advantages and did not think any ill of the age of Kali, true to his Vaishnavite cult.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>