<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 12 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 12 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Vritr&#257;sura's Glorious Death</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.12.12</P><P CLASS=c>avidv&#257;n evam &#257;tm&#257;nam</P><P CLASS=c>manyate 'n&#299;&#347;am &#299;&#347;varam</P><P CLASS=c>bh&#363;taih srijati bh&#363;t&#257;ni</P><P CLASS=c>grasate t&#257;ni taih svayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/avidvan">avidv&#257;n</A> &#8212; one who is foolish, without knowledge; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/m/manyate">manyate</A> &#8212; considers; <A CLASS=v HREF="http://vedabase.net/a/anisam">an&#299;&#347;am</A> &#8212; although totally dependent on others; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the supreme controller, independent; <A CLASS=v HREF="http://vedabase.net/b/bhutaih">bh&#363;taih</A> &#8212; by the living entities; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> (the Lord) creates; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; other living entities; <A CLASS=v HREF="http://vedabase.net/g/grasate">grasate</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> devours; <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by other living beings; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself.</P><P CLASS=t>TRANSLATION</P><P>A foolish, senseless person cannot understand the Supreme Personality of Godhead. Although always dependent, he falsely thinks himself the Supreme. If one thinks, "According to one's previous fruitive actions, one's material body is created by the father and mother, and the same body is annihilated by another agent, as another animal is devoured by a tiger," this is not proper understanding. The Supreme Personality of Godhead Himself creates and devours the living beings through other living beings.</P><P CLASS=t>PURPORT</P><P>According to the conclusion of the philosophy known as karma-m&#299;m&#257;ms&#257;, one's karma, or previous fruitive activity, is the cause of everything, and therefore there is no need to work. Those who arrive at this conclusion are foolish. When a father creates a child, he does not do so independently; he is induced to do so by the Supreme Lord. As the Lord Himself says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca: "I am in everyone's heart, and from Me come remembrance, knowledge and forgetfulness." Unless one receives dictation from the Supreme Personality of Godhead, who sits within everyone's heart, one cannot be induced to create anything. Therefore the father and mother are not the creators of the living entity. According to the living entity's karma, fruitive activities, he is put into the semen of the father, who injects the living entity into the womb of the mother. Then according to the body of the mother and father (yath&#257;-yoni yath&#257;-b&#299;jam), the living entity accepts a body and takes birth to suffer or enjoy. Therefore the Supreme Lord is the original cause of one's birth. Similarly, the Supreme Lord is the cause of one's being killed. No one is independent; everyone is dependent. The true conclusion is that the only independent person is the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>