<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 12 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 12 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Vritr&#257;sura's Glorious Death</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.12.20</P><P CLASS=c>bhav&#257;n at&#257;rsh&#299;n m&#257;y&#257;m vai</P><P CLASS=c>vaishnav&#299;m jana-mohin&#299;m</P><P CLASS=c>yad vih&#257;y&#257;suram bh&#257;vam</P><P CLASS=c>mah&#257;-purushat&#257;m gatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/a/atarsit">at&#257;rsh&#299;t</A> &#8212; has surmounted; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the illusory energy; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vaisnavim">vaishnav&#299;m</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/m/mohinim">mohin&#299;m</A> &#8212; which deludes the mass of people; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A>; <A CLASS=v HREF="http://vedabase.net/v/vihaya">vih&#257;ya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/a/asuram">&#257;suram</A> &#8212; of the demons; <A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; the mentality; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusatam">purushat&#257;m</A> &#8212; the position of <A HREF="http://vedabase.net/a/an">an</A> exalted devotee; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; obtained.</P><P CLASS=t>TRANSLATION</P><P>You have surmounted the illusory energy of Lord Vishnu, and because of this liberation, you have given up the demoniac mentality and have attained the position of an exalted devotee.</P><P CLASS=t>PURPORT</P><P>Lord Vishnu is the mah&#257;-purusha. Therefore one who becomes a Vaishnava attains the position of a mah&#257;-paurushya. This position was attained by Mah&#257;r&#257;ja Par&#299;kshit. It is said in the Padma Pur&#257;na that the distinction between a demigod and a demon is that a demigod is a devotee of Lord Vishnu whereas a demon is just the opposite: vishnu-bhaktah smrito daiva &#257;suras tad-viparyayah. Vritr&#257;sura was considered a demon, but actually he was more than qualified as a devotee, or mah&#257;-paurushya. If one somehow becomes a devotee of the Supreme Lord, whatever his position, he can be brought to the position of a perfect person. This is possible if an unalloyed devotee tries to serve the Lord by delivering him in this way. Therefore &#346;ukadeva Gosv&#257;m&#299; says in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/4/18.htm">2.4.18</A>):</P><P>kir&#257;ta-h&#363;n&#257;ndhra-pulinda-pulka&#347;&#257;</P><P CLASS=n>&#257;bh&#299;ra-&#347;umbh&#257; yavan&#257;h khas&#257;dayah</P><P CLASS=n>ye 'nye ca p&#257;p&#257; yad-ap&#257;&#347;ray&#257;&#347;ray&#257;h</P><P CLASS=n>&#347;udhyanti tasmai prabhavishnave namah</P><P>"Kir&#257;tas, H&#363;nas, &#256;ndhras, Pulindas, Pulka&#347;as, &#256;bh&#299;ras, &#346;umbhas, Yavanas and members of the Khasa races, and even others addicted to sinful acts can be purified by taking shelter of the devotees of the Lord, for He is the supreme power. I beg to offer my respectful obeisances unto Him." Anyone can be purified if he takes shelter of a pure devotee and molds his character according to the pure devotee's direction. Then, even if one is a Kir&#257;ta, &#256;ndhra, Pulinda or whatever, he can be purified and elevated to the position of a mah&#257;-paurushya.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>