<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 12 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 12 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Vritr&#257;sura's Glorious Death</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.12.22</P><P CLASS=c>yasya bhaktir bhagavati</P><P CLASS=c>harau nih&#347;reyase&#347;vare</P><P CLASS=c>vikr&#299;dato 'mrit&#257;mbhodhau</P><P CLASS=c>kim kshudraih kh&#257;takodakaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/harau">harau</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/n/nihsreyasa">nih&#347;reyasa</A>-<A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; the controller of the supreme perfection of life, or supreme liberation; <A CLASS=v HREF="http://vedabase.net/v/vikridatah">vikr&#299;datah</A> &#8212; swimming or playing; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhodhau">ambhodhau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean of nectar; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what is the use; <A CLASS=v HREF="http://vedabase.net/k/ksudraih">kshudraih</A> &#8212; with small; <A CLASS=v HREF="http://vedabase.net/k/khataka">kh&#257;taka</A>-<A CLASS=v HREF="http://vedabase.net/u/udakaih">udakaih</A> &#8212; ditches of water.</P><P CLASS=t>TRANSLATION</P><P>A person fixed in the devotional service of the Supreme Lord, Hari, the Lord of the highest auspiciousness, swims in the ocean of nectar. For him what is the use of the water in small ditches?</P><P CLASS=t>PURPORT</P><P>Vritr&#257;sura has formerly prayed (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/11/25.htm">6.11.25</A>), na n&#257;ka-prishtham na ca p&#257;rameshthyam na s&#257;ma-bhaumam na ras&#257;dhipatyam. "I do not want the facilities for happiness on Brahmaloka, Svargaloka or even Dhruvaloka, not to speak of this earth or the lower planets. I simply want to return home, back to Godhead." This is the determination of a pure devotee. A pure devotee is never attracted to any exalted position within this material world. He simply wants to associate with the Supreme Personality of Godhead like the inhabitants of Vrind&#257;vana &#8212; &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the gop&#299;s, Krishna's father and mother (Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257;), Krishna's friends and Krishna's servants. He wants to associate with Krishna's atmosphere of Vrind&#257;vana's beauty. These are the highest ambitions of a devotee of Krishna. Devotees of Lord Vishnu may aspire for a position in Vaikunthaloka, but a devotee of Krishna never aspires even for the facilities of Vaikuntha; he wants to return to Goloka Vrind&#257;vana and associate with Lord Krishna in His eternal pastimes. Any material happiness is like water in a ditch, whereas the spiritual happiness eternally enjoyed in the spiritual world is like an ocean of nectar in which a devotee wants to swim.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>