<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 12 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 12 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Vritr&#257;sura's Glorious Death</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.12.35</P><P CLASS=c>vritrasya deh&#257;n nishkr&#257;ntam</P><P CLASS=c>&#257;tma-jyotir arindama</P><P CLASS=c>pa&#347;yat&#257;m sarva-dev&#257;n&#257;m</P><P CLASS=c>alokam samapadyata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vrtrasya">vritrasya</A> &#8212; of Vritr&#257;sura; <A CLASS=v HREF="http://vedabase.net/d/dehat">deh&#257;t</A> &#8212; from the body; <A CLASS=v HREF="http://vedabase.net/n/niskrantam">nishkr&#257;ntam</A> &#8212; coming out; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; the spirit soul, which was <A HREF="http://vedabase.net/a/as">as</A> brilliant <A HREF="http://vedabase.net/a/as">as</A> the effulgence of <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/a/arim">arim</A>-<A CLASS=v HREF="http://vedabase.net/d/dama">dama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>, subduer of enemies; <A CLASS=v HREF="http://vedabase.net/p/pasyatam">pa&#347;yat&#257;m</A> &#8212; were watching; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/devanam">dev&#257;n&#257;m</A> &#8212; while all the demigods; <A CLASS=v HREF="http://vedabase.net/a/alokam">alokam</A> &#8212; the supreme abode, filled with the <A HREF="http://vedabase.net/b/brahman">Brahman</A> effulgence; <A CLASS=v HREF="http://vedabase.net/s/samapadyata">samapadyata</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>O King Par&#299;kshit, subduer of enemies, the living spark then came forth from Vritr&#257;sura's body and returned home, back to Godhead. While all the demigods looked on, he entered the transcendental world to become an associate of Lord Sa&#324;karshana.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that Indra, not Vritr&#257;sura, was actually killed. He says that when Vritr&#257;sura swallowed King Indra and his carrier, the elephant, he thought, "Now I have killed Indra, and therefore there is no more need of fighting. Now let me return home, back to Godhead." Thus he stopped all his bodily activities and became situated in trance. Taking advantage of the silence of Vritr&#257;sura's body, Indra pierced the demon's abdomen, and because of Vritr&#257;sura's trance, Indra was able to come out. Now, Vritr&#257;sura was in yoga-samadhi, and therefore although King Indra wanted to cut his throat, the demon's neck was so stiff that Indra's thunderbolt took 360 days to cut it to pieces. Actually it was the body left by Vritr&#257;sura that was cut to pieces by Indra; Vritr&#257;sura himself was not killed. In his original consciousness, Vritr&#257;sura returned home, back to Godhead, to become an associate of Lord Sa&#324;karshana. Here the word alokam means the transcendental world, Vaikunthaloka, where Sa&#324;karshana eternally resides.</P><P>Thus end the Bhaktivedanta purports of the Sixth Canto, Twelfth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Vritr&#257;sura's Glorious Death."</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../13/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>