<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.11</P><P CLASS=c>ud&#257;s&#299;nam iv&#257;dhyaksham</P><P CLASS=c>dravya-jñ&#257;na-kriy&#257;tman&#257;m</P><P CLASS=c>k&#363;ta-stham imam &#257;tm&#257;nam</P><P CLASS=c>yo ved&#257;pnoti &#347;obhanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/udasinam">ud&#257;s&#299;nam</A> &#8212; indifferent; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; simply; <A CLASS=v HREF="http://vedabase.net/a/adhyaksam">adhyaksham</A> &#8212; the superintendent; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; of the physical elements; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge-acquiring senses; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A> &#8212; working senses; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; and of the mind; <A CLASS=v HREF="http://vedabase.net/k/kuta">k&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; soul; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/a/apnoti">&#257;pnoti</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/s/sobhanam">&#347;obhanam</A> &#8212; all good fortune.</P><P CLASS=t>TRANSLATION</P><P>Anyone who knows that this material body, made of the five gross elements, the sense organs, the working senses and the mind, is simply supervised by the fixed soul is eligible to be liberated from material bondage.</P><P CLASS=t>PURPORT</P><P>This verse describes how one can become liberated from material bondage. The first point is that one must know that the soul is different from his body. The soul is called deh&#299;, or one who possesses the body, and the material body is called deha, or the embodiment of the soul. The body is changing at every moment, but the soul is fixed; therefore the soul is called k&#363;ta-stham. The change of body is enacted by the reactions of the three modes of nature. One who has understood the fixed position of the soul should not be disturbed by the incoming and outgoing interactions of the modes of material nature in the form of happiness and distress. In Bhagavad-g&#299;t&#257; also, Lord Krishna recommends that since happiness and distress come and go due to the interaction of the modes of nature on the body, one should not be disturbed by such external movements. Even though one is sometimes absorbed in such external movements, he has to learn to tolerate them. The living entity should be always indifferent to the action and reaction of the external body.</P><P>Lord Krishna says in Bhagavad-g&#299;t&#257; that the body, made of the gross physical elements (earth, water, fire, air and sky) and the subtle elements (mind, intelligence and ego), is completely different from the soul proper. One should therefore not be disturbed by the action and reaction of these eight gross and subtle material elements. The practical process to attain this stage of indifference is to execute devotional service. Only one who constantly engages in devotional service twenty-four hours a day can be indifferent to the action and reaction of the external body. When a man is absorbed in a particular thought, he does not hear or see any external activities, even though they are enacted in his presence. Similarly, those who are fully absorbed in devotional service do not care what is going on with the external body. That status is called sam&#257;dhi. One who is actually situated in sam&#257;dhi is understood to be a first-class yog&#299;.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>