<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.13</P><P CLASS=c>samah sam&#257;nottama-madhyam&#257;dhamah</P><P CLASS=c>sukhe ca duhkhe ca jitendriy&#257;&#347;ayah</P><P CLASS=c>mayopaklpt&#257;khila-loka-samyuto</P><P CLASS=c>vidhatsva v&#299;r&#257;khila-loka-rakshanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samah">samah</A> &#8212; equipoised; <A CLASS=v HREF="http://vedabase.net/s/samana">sam&#257;na</A> &#8212; all equal; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; one who is greater; <A CLASS=v HREF="http://vedabase.net/m/madhyama">madhyama</A> &#8212; one who is <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/an">an</A> intermediate position; <A CLASS=v HREF="http://vedabase.net/a/adhamah">adhamah</A> &#8212; one who is <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> lower standard of life; <A CLASS=v HREF="http://vedabase.net/s/sukhe">sukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> happiness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/duhkhe">duhkhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> distress; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; having controlled the senses; <A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ayah</A> &#8212; and mind; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/u/upaklpta">upaklpta</A> &#8212; arranged; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; by people; <A CLASS=v HREF="http://vedabase.net/s/samyutah">samyutah</A> &#8212; being accompanied; <A CLASS=v HREF="http://vedabase.net/v/vidhatsva">vidhatsva</A> &#8212; give; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> hero; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the citizens; <A CLASS=v HREF="http://vedabase.net/r/raksanam">rakshanam</A> &#8212; protection.</P><P CLASS=t>TRANSLATION</P><P>My dear heroic King, please keep yourself always equipoised and treat people equally, whether they are greater than you, in the intermediate stage or lower than you. Do not be disturbed by temporary distress or happiness. Fully control your mind and senses. In this transcendental position, try to execute your duty as king in whatever condition of life you may be posted by My arrangement, for your only duty here is to give protection to the citizens of your kingdom.</P><P CLASS=t>PURPORT</P><P>Here is an example of receiving direct instruction from the Supreme Personality of Godhead, Lord Vishnu. One has to execute the order of Lord Vishnu, whether receiving it directly from Him or from His bona fide representative, the spiritual master. Arjuna fought the Battle of Kurukshetra under the direct order of the Supreme Personality of Godhead, Krishna. Similarly, here Prithu Mah&#257;r&#257;ja is also being given orders by Lord Vishnu regarding the execution of his duty. We have to stick to the principles stated in the Bhagavad-g&#299;t&#257;. Vyavas&#257;y&#257;tmik&#257; buddhih: every man's duty is to receive orders from Lord Krishna or from His bona fide representative and take these orders as his life and soul, without personal considerations. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura states that one should not care very much whether he is going to be liberated or not, but he should simply execute the direct order received from the spiritual master. If one sticks to the principle of abiding by the order of the spiritual master, he will always remain in a liberated position. A common man must execute the rules and regulations of varn&#257;&#347;rama-dharma by working in his prescribed duty according to the caste system (br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra) and the spiritual-order system (brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa). If one simply executes regularly and strictly the injunctions given for the different divisions of life, then one satisfies Lord Vishnu.</P><P>As a king, Prithu Mah&#257;r&#257;ja was ordered by Lord Vishnu to keep himself always aloof from the activities of the bodily situation and to engage always in the service of the Lord and thus keep himself in the liberated stage. The word baddha-sauhrid&#257;h in the previous verse is explained herewith. One can fully remain in intimate connection with the Supreme Lord directly or receive orders from His bona fide representative the spiritual master and execute the orders sincerely when one keeps aloof from the activities of the body. The Lord helps us by giving us directions how to act in devotional service and thus advance on the path back home, back to Godhead. He instructs us outwardly in the form of the spiritual master. Therefore, one should not accept the spiritual master as an ordinary human being. The Lord says, &#257;c&#257;ryam m&#257;m vij&#257;n&#299;y&#257;n n&#257;va-manyeta karhicit: one should not treat the spiritual master as an ordinary human being, for he is the substitute for the Supreme Personality of Godhead (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/17/27.htm">11.17.27</A>). One should treat the spiritual master as the Supreme Personality of Godhead and never be envious of him or consider him to be an ordinary human being. If we follow the instruction of the spiritual master and execute devotional service to the Lord, we will remain always free from the contamination of bodily and material activities, and our life will be successful.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>