<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.15</P><P CLASS=c>evam dvij&#257;gry&#257;numat&#257;nuvritta-</P><P CLASS=c>dharma-pradh&#257;no 'nyatamo 'vit&#257;sy&#257;h</P><P CLASS=c>hrasvena k&#257;lena grihopay&#257;t&#257;n</P><P CLASS=c>drasht&#257;si siddh&#257;n anurakta-lokah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/agrya">agrya</A> &#8212; by the foremost; <A CLASS=v HREF="http://vedabase.net/a/anumata">anumata</A> &#8212; approved; <A CLASS=v HREF="http://vedabase.net/a/anuvrtta">anuvritta</A> &#8212; received by disciplic succession; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/p/pradhanah">pradh&#257;nah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> whose chief interest is; <A CLASS=v HREF="http://vedabase.net/a/anyatamah">anyatamah</A> &#8212; unattached; <A CLASS=v HREF="http://vedabase.net/a/avita">avit&#257;</A> &#8212; the protector; <A CLASS=v HREF="http://vedabase.net/a/asyah">asy&#257;h</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/h/hrasvena">hrasvena</A> &#8212; short; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> time; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> your home; <A CLASS=v HREF="http://vedabase.net/u/upayatan">upay&#257;t&#257;n</A> &#8212; having come personally; <A CLASS=v HREF="http://vedabase.net/d/drastasi">drasht&#257;si</A> &#8212; you will see; <A CLASS=v HREF="http://vedabase.net/s/siddhan">siddh&#257;n</A> &#8212; perfected personalities; <A CLASS=v HREF="http://vedabase.net/a/anurakta">anurakta</A>-<A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; being loved by the citizens.</P><P CLASS=t>TRANSLATION</P><P>Lord Vishnu continued: My dear King Prithu, if you continue to protect the citizens according to the instructions of the learned br&#257;hmana authorities, as they are received by the disciplic succession &#8212; by hearing &#8212; from master to disciple, and if you follow the religious principles laid down by them, without attachment to ideas manufactured by mental concoction, then every one of your citizens will be happy and will love you, and very soon you will be able to see such already liberated personalities as the four Kum&#257;ras [Sanaka, San&#257;tana, Sanandana and Sanat-kum&#257;ra].</P><P CLASS=t>PURPORT</P><P>Lord Vishnu advised King Prithu that everyone should follow the principles of varn&#257;&#347;rama-dharma; then, in whatever capacity one remains within this material world, his salvation is guaranteed after death. In this age, however, since the system of varn&#257;&#347;rama-dharma is topsy-turvy, it is very difficult to strictly follow all the principles. The only method for becoming perfect in life is to develop Krishna consciousness. As varn&#257;&#347;rama-dharma is executed from different positions by different men, so the Krishna consciousness principles can be followed by everyone in every part of the world.</P><P>There is a specific purpose in mentioning herein that one should follow the dvij&#257;gryas, the most prominent br&#257;hmanas, like Par&#257;&#347;ara and Manu. These great sages have already given us instructions on how to live according to the principles of varn&#257;&#347;rama-dharma. Similarly, San&#257;tana Gosv&#257;m&#299; and R&#363;pa Gosv&#257;m&#299; have given us rules and regulations for becoming pure devotees of the Lord. It is essential, therefore, to follow the instructions of the &#257;c&#257;ryas in the parampar&#257; system, who have received the knowledge as passed down from spiritual master to disciple. In this way, although living in our material condition of life, we can get out of the entanglement of material contamination without leaving our positions. Lord Caitanya Mah&#257;prabhu advises, therefore, that one does not have to change his position. One simply has to hear from the perfect source (this is called parampar&#257;) and follow the principles for practical application in life; thus one can attain the highest perfection of life &#8212; liberation &#8212; and go back home, back to Godhead. In other words, the change required is a change in consciousness, not in the body. Unfortunately, in this fallen age, people are concerned with the body, not with the soul. They have invented so many "isms" pertaining to the body only, not to the soul.</P><P>In the modern age of democracy there are so many government representatives voting for legislation. Every day they bring out a new law. But because these laws are only mental concoctions manufactured by inexperienced conditioned souls, they cannot give relief to human society. Formerly, although the kings were autocrats, they strictly followed the principles laid down by great sages and saintly persons. There were no mistakes in ruling over the country, and everything went perfectly. The citizens were completely pious, the king levied taxes legitimately, and therefore the situation was very happy. At the present moment the so-called executive heads are more or less selected from materially ambitious persons who simply look after their own personal interests; they have no knowledge of the &#347;&#257;stras. In other words, the executive heads are fools and rascals in the strict sense of the terms, and the people in general are &#347;&#363;dras. This combination of fools and rascals and &#347;&#363;dras cannot bring about peace and prosperity in this world. Therefore we find periodic upheavals in society in the forms of battles, communal riots and fratricidal quarrels. Under these circumstances, not only are the leaders unable to lead the people toward liberation, but they cannot even give them peace of mind. In Bhagavad-g&#299;t&#257; it is stated that anyone who lives on concocted ideas, without reference to the &#347;&#257;stras, never becomes successful and does not attain happiness or liberation after death.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>