<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.18</P><P CLASS=c>spri&#347;antam p&#257;dayoh premn&#257;</P><P CLASS=c>vr&#299;ditam svena karman&#257;</P><P CLASS=c>&#347;ata-kratum parishvajya</P><P CLASS=c>vidvesham visasarja ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sprsantam">spri&#347;antam</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh</A> &#8212; the feet; <A CLASS=v HREF="http://vedabase.net/p/premna">premn&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstasy; <A CLASS=v HREF="http://vedabase.net/v/vriditam">vr&#299;ditam</A> &#8212; ashamed; <A CLASS=v HREF="http://vedabase.net/s/svena">svena</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by activities; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/k/kratum">kratum</A> &#8212; King <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/p/parisvajya">parishvajya</A> &#8212; embracing; <A CLASS=v HREF="http://vedabase.net/v/vidvesam">vidvesham</A> &#8212; envy; <A CLASS=v HREF="http://vedabase.net/v/visasarja">visasarja</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; of course.</P><P CLASS=t>TRANSLATION</P><P>As King Indra was standing by, he became ashamed of his own activities and fell down before King Prithu to touch his lotus feet. But Prithu Mah&#257;r&#257;ja immediately embraced him in great ecstasy and gave up all envy against him for his having stolen the horse meant for the sacrifice.</P><P CLASS=t>PURPORT</P><P>There are many cases in which a person becomes an offender to the lotus feet of a Vaishnava and later becomes repentant. Here also we find that although the King of heaven, Indra, was so powerful that he accompanied Lord Vishnu, he felt himself a great offender for stealing Prithu Mah&#257;r&#257;ja's horse that was meant for sacrifice. An offender at the lotus feet of a Vaishnava is never excused by the Supreme Personality of Godhead. There are many instances illustrating this fact. Ambar&#299;sha Mah&#257;r&#257;ja was offended by Durv&#257;s&#257; Muni, a great sage and mystic yog&#299;, and Durv&#257;s&#257; also had to fall down at the lotus feet of Ambar&#299;sha Mah&#257;r&#257;ja. Indra decided to fall down at the lotus feet of King Prithu, but the King was so magnanimous a Vaishnava that he did not want Mah&#257;r&#257;ja Indra to fall down at his feet. Instead, King Prithu immediately picked him up and embraced him, and both of them forgot all the past incidents. Both King Indra and Mah&#257;r&#257;ja Prithu were envious and angry with each other, but since both of them were Vaishnavas, or servants of Lord Vishnu, it was their duty to adjust the cause of their envy. This is also a first-class example of cooperative behavior between Vaishnavas. In the present days, however, because people are not Vaishnavas, they fight perpetually among one another and are vanquished without finishing the mission of human life. There is a great need to propagate the Krishna consciousness movement in the world so that even though people sometimes become angry and malicious toward one another, because of their being Krishna conscious such rivalry, competition and envy can be adjusted without difficulty.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>