<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.24</P><P CLASS=c>na k&#257;maye n&#257;tha tad apy aham kvacin</P><P CLASS=c>na yatra yushmac-caran&#257;mbuj&#257;savah</P><P CLASS=c>mahattam&#257;ntar-hriday&#257;n mukha-cyuto</P><P CLASS=c>vidhatsva karn&#257;yutam esha me varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kamaye">k&#257;maye</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/i/i">I</A> desire; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> master; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/y/yusmat">yushmat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/asavah">&#257;savah</A> &#8212; the nectarean beverage; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; of the great devotees; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayat">hriday&#257;t</A> &#8212; from the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A> &#8212; from the mouths; <A CLASS=v HREF="http://vedabase.net/c/cyutah">cyutah</A> &#8212; being delivered; <A CLASS=v HREF="http://vedabase.net/v/vidhatsva">vidhatsva</A> &#8212; give; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A> &#8212; ears; <A CLASS=v HREF="http://vedabase.net/a/ayutam">ayutam</A> &#8212; one million; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/v/varah">varah</A> &#8212; benediction.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, I therefore do not wish to have the benediction of merging into Your existence, a benediction in which there is no existence of the nectarean beverage of Your lotus feet. I want the benediction of at least one million ears, for thus I may be able to hear about the glories of Your lotus feet from the mouths of Your pure devotees.</P><P CLASS=t>PURPORT</P><P>In the previous verse Mah&#257;r&#257;ja Prithu addressed the Lord as kaivalya-pati, the master of the liberation of merging into His existence. This does not mean that he was anxious for kaivalya liberation. That is made clear in this verse: "My dear Lord, I do not want such a benediction." Mah&#257;r&#257;ja Prithu wanted to have a million ears to hear the glories of the lotus feet of the Lord. He specifically mentioned that the glories of the Lord should emanate from the mouths of pure devotees, who speak from the cores of their hearts. It is stated in the beginning of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/1/3.htm">1.1.3</A>), &#347;uka-mukh&#257;d amrita-drava-samyutam: the nectar of &#346;r&#299;mad-Bh&#257;gavatam became more relishable because it emanated from the mouth of &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;. One might think that these glories of the Lord can be heard from anywhere, from the mouths of either devotees or nondevotees, but here it is specifically mentioned that the glories of the Lord must emanate from the mouths of pure devotees. &#346;r&#299; San&#257;tana Gosv&#257;m&#299; has strictly prohibited hearing from the mouth of a nondevotee. There are many professional reciters of &#346;r&#299;mad-Bh&#257;gavatam who speak the narrations very ornamentally, but a pure devotee does not like to hear from them because such glorification of the Lord is simply a vibration of material sound. But when heard from the mouth of a pure devotee, glorification of the Lord is immediately effective.</P><P>The words sat&#257;m prasa&#324;g&#257;n mama v&#299;rya-samvidah (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/25.htm">3.25.25</A>) mean that glorification of the Lord is potent when uttered from the mouth of a pure devotee. The Lord has innumerable devotees all over the universe, and they have been glorifying the Lord since time immemorial and for an unlimited time. But still they cannot completely finish enumerating the glories of the Lord. Prithu Mah&#257;r&#257;ja therefore wanted innumerable ears, as R&#363;pa Gosv&#257;m&#299; also desired to have millions of ears and millions of tongues to chant and hear the glorification of the Lord. In other words, if our ears are always engaged in hearing the glorification of the Lord, there will be no scope for hearing the M&#257;y&#257;v&#257;da philosophy, which is doom to spiritual progress. &#346;r&#299; Caitanya Mah&#257;prabhu said that if anyone hears from a M&#257;y&#257;v&#257;d&#299; philosopher preaching about the activities of the Lord, even if it is a description from the Vedic literature, he is ultimately doomed. By hearing such M&#257;y&#257;v&#257;da philosophy one cannot come to the destination of spiritual perfection of life.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>