<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.28</P><P CLASS=c>jagaj-janany&#257;m jagad-&#299;&#347;a vai&#347;asam</P><P CLASS=c>sy&#257;d eva yat-karmani nah sam&#299;hitam</P><P CLASS=c>karoshi phalgv apy uru d&#299;na-vatsalah</P><P CLASS=c>sva eva dhishnye 'bhiratasya kim tay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/j/jananyam">janany&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mother of the universe (<A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>); <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of the universe; <A CLASS=v HREF="http://vedabase.net/v/vaisasam">vai&#347;asam</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may arise; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/k/karmani">karmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whose activity; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/samihitam">sam&#299;hitam</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/k/karosi">karoshi</A> &#8212; You consider; <A CLASS=v HREF="http://vedabase.net/p/phalgu">phalgu</A> &#8212; insignificant service; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsalah</A> &#8212; favorably inclined <A HREF="http://vedabase.net/t/to">to</A> the poor; <A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dhisnye">dhishnye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Your opulence; <A CLASS=v HREF="http://vedabase.net/a/abhiratasya">abhiratasya</A> &#8212; of one who is fully satisfied; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what need is there; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; with her.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord of the universe, the goddess of fortune, Lakshm&#299;, is the mother of the universe, and yet I think that she may be angry with me because of my intruding upon her service and acting on that very platform to which she is so much attached. Yet I am hopeful that even though there is some misunderstanding, You will take my part, for You are very much inclined to the poor and You always magnify even insignificant service unto You. Therefore even though she becomes angry, I think that there is no harm for You, because You are so self-sufficient that You can do without her.</P><P CLASS=t>PURPORT</P><P>Mother Lakshm&#299;j&#299;, the goddess of fortune, is well known for always massaging the lotus feet of Lord N&#257;r&#257;yana. She is an ideal wife because she takes care of Lord N&#257;r&#257;yana in every detail. She takes care not only of His lotus feet but of the household affairs of the Lord as well. She cooks nice foods for Him, fans Him while He eats, smoothes sandalwood pulp on His face and sets His bed and sitting places in the right order. In this way she is always engaged in the service of the Lord, and there is hardly any opportunity for any other devotee to intrude upon His daily activities. Prithu Mah&#257;r&#257;ja was therefore almost certain that his intrusion into the service of the goddess of fortune would irritate her and cause her to become angry with him. But why should mother Lakshm&#299;, the mother of the universe, be angry with an insignificant devotee like Prithu Mah&#257;r&#257;ja? All this was not very likely. Yet Prithu Mah&#257;r&#257;ja, just for his personal protection, appealed to the Lord to take his part. Prithu Mah&#257;r&#257;ja was engaged in performing the ordinary Vedic rituals and sacrifices according to karma-k&#257;nda, or fruitive activities, but the Lord, being so kind and magnanimous, was ready to award Prithu Mah&#257;r&#257;ja the highest perfectional stage of life, namely devotional service.</P><P>When a person performs Vedic rituals and sacrifices, he does so to elevate himself to the heavenly planets. No one can become qualified to go back home, back to Godhead, by means of such sacrifices. But the Lord is so kind that He accepts a little insignificant service, and therefore it is stated in the Vishnu Pur&#257;na that by following the principles of varn&#257;&#347;rama-dharma one can satisfy the Supreme Lord. When the Lord is satisfied, the performer of sacrifices is elevated to the platform of devotional service. Prithu Mah&#257;r&#257;ja therefore expected that his insignificant service to the Lord would be accepted by Him as being greater than that of Lakshm&#299;j&#299;. The goddess of fortune is called cañcal&#257; ("restless") because she is very restless and is always coming and going. So Prithu Mah&#257;r&#257;ja indicated that even though she might go away out of anger, there would be no harm for Lord Vishnu, because He is self-sufficient and can do anything and everything without the help of Lakshm&#299;j&#299;. For example, when Garbhodaka&#347;&#257;y&#299; Vishnu begot Lord Brahm&#257; from His navel, He did not take any help from Lakshm&#299;, who was just sitting by Him and massaging His lotus feet. Generally if a son is to be begotten, the husband impregnates the wife, and in due course of time the son is born. But in the case of Lord Brahm&#257;'s birth, Garbhodaka&#347;&#257;y&#299; Vishnu did not impregnate Lakshm&#299;j&#299;. Being self-sufficient, the Lord begot Brahm&#257; from His own navel. Therefore, Prithu Mah&#257;r&#257;ja was confident that even if the goddess of fortune became angry with him there would be no harm, neither to the Lord nor to himself.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>