<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.30</P><P CLASS=c>manye giram te jagat&#257;m vimohin&#299;m</P><P CLASS=c>varam vrin&#299;shveti bhajantam &#257;ttha yat</P><P CLASS=c>v&#257;c&#257; nu tanty&#257; yadi te jano 'sitah</P><P CLASS=c>katham punah karma karoti mohitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> consider; <A CLASS=v HREF="http://vedabase.net/g/giram">giram</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/j/jagatam">jagat&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the material world; <A CLASS=v HREF="http://vedabase.net/v/vimohinim">vimohin&#299;m</A> &#8212; bewildering; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/v/vrnisva">vrin&#299;shva</A> &#8212; just accept; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/b/bhajantam">bhajantam</A> &#8212; unto Your devotee; <A CLASS=v HREF="http://vedabase.net/a/attha">&#257;ttha</A> &#8212; You spoke; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; by the statements of the Vedas; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tantya">tanty&#257;</A> &#8212; by the ropes; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/a/asitah">asitah</A> &#8212; not bound; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; perform; <A CLASS=v HREF="http://vedabase.net/m/mohitah">mohitah</A> &#8212; being enamored.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, what You have said to Your unalloyed devotee is certainly very much bewildering. The allurements You offer in the Vedas are certainly not suitable for pure devotees. People in general, bound by the sweet words of the Vedas, engage themselves again and again in fruitive activities, enamored by the results of their actions.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura, a great &#257;c&#257;rya of the Gaud&#299;ya-samprad&#257;ya, has said that persons who are very much attached to the fruitive activities of the Vedas, namely karma-k&#257;nda and jñ&#257;na-kanda, are certainly doomed. In the Vedas there are three categories of activities, known as karma-k&#257;nda (fruitive activities), jñ&#257;na-k&#257;nda (philosophical research) and up&#257;san&#257;-k&#257;nda (worship of different demigods for receiving material benefits). Those who are engaged in karma-k&#257;nda and jñ&#257;na-k&#257;nda are doomed in the sense that everyone is doomed who is entrapped by this material body, whether it is a body of a demigod, a king, a lower animal or whatever. The sufferings of the threefold miseries of material nature are the same for all. Cultivation of knowledge to understand one's spiritual position is also, to a certain extent, a waste of time. Because the living entity is an eternal part and parcel of the Supreme Lord, his immediate business is to engage himself in devotional service. Prithu Mah&#257;r&#257;ja therefore says that the allurement of material benedictions is another trap to entangle one in this material world. He therefore frankly tells the Lord that the Lord's offerings of benedictions in the form of material facilities are certainly causes for bewilderment. A pure devotee is not at all interested in bhukti or mukti.</P><P>The Lord sometimes offers benedictions to the neophyte devotees who have not yet understood that material facilities will not make them happy. In the Caitanya-carit&#257;mrita the Lord therefore says that a sincere devotee who is not very intelligent may ask some material benefit from the Lord, but the Lord, being omniscient, does not generally give material rewards but, on the contrary, takes away whatever material facilities are being enjoyed by His devotee, so that ultimately the devotee will completely surrender unto Him. In other words, the offering of benedictions in the form of material profit is never auspicious for the devotee. The statements of the Vedas which offer elevation to heavenly planets in exchange for great sacrifices are simply bewildering. Therefore in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/42.htm">2.42</A>) the Lord says: y&#257;m im&#257;m pushpit&#257;m v&#257;cam pravadanty avipa&#347;citah. The less intelligent class of men (avipa&#347;citah), attracted by the flowery language of the Vedas, engage in fruitive activities to become materially benefited. Thus they continue life after life, in different bodily forms, to search very, very hard.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>