<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.31</P><P CLASS=c>tvan-m&#257;yay&#257;ddh&#257; jana &#299;&#347;a khandito</P><P CLASS=c>yad anyad &#257;&#347;&#257;sta rit&#257;tmano 'budhah</P><P CLASS=c>yath&#257; cared b&#257;la-hitam pit&#257; svayam</P><P CLASS=c>tath&#257; tvam ev&#257;rhasi nah sam&#299;hitum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by illusory energy; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/k/khanditah">khanditah</A> &#8212; separated; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/a/asaste">&#257;&#347;&#257;ste</A> &#8212; they desire; <A CLASS=v HREF="http://vedabase.net/r/rta">rita</A> &#8212; real; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; from the self; <A CLASS=v HREF="http://vedabase.net/a/abudhah">abudhah</A> &#8212; without proper understanding; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/c/caret">caret</A> &#8212; would engage <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/h/hitam">hitam</A> &#8212; the welfare of one's child; <A CLASS=v HREF="http://vedabase.net/p/pita">pit&#257;</A> &#8212; the father; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> <A CLASS=v HREF="http://vedabase.net/s/samihitum">sam&#299;hitum</A> &#8212; please act on my behalf.</P><P CLASS=t>TRANSLATION</P><P>My Lord, due to Your illusory energy, all living beings in this material world have forgotten their real constitutional position, and out of ignorance they are always desirous of material happiness in the form of society, friendship and love. Therefore, please do not ask me to take some material benefits from You, but as a father, not waiting for the son's demand, does everything for the benefit of the son, please bestow upon me whatever You think best for me.</P><P CLASS=t>PURPORT</P><P>It is the duty of the son to depend upon his father without asking anything from him. The good son has faith that the father knows best how to benefit him. Similarly, a pure devotee does not ask anything from the Lord for material benefit. Nor does he ask anything for spiritual benefit. The pure devotee is fully surrendered unto the lotus feet of the Lord, and the Lord takes charge of him, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>): aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi. The father knows the necessities of the son and supplies them, and the Supreme Lord knows the necessities of the living entities and supplies them sumptuously. Therefore the &#298;&#347;opanishad states that everything in this material world is complete (p&#363;rnam idam [&#298;&#347;opanishad, Invocation]). The difficulty is that due to forgetfulness the living entities create unnecessary demands and entangle themselves in material activities. The result is that there is no end to material activities, life after life.</P><P>Before us there are varieties of living entities, and everyone is entangled in transmigrations and activities. Our duty is simply to surrender unto the Supreme Personality of Godhead and let Him take charge, for He knows what is good for us.</P><P>Prithu Mah&#257;r&#257;ja therefore tells the Lord that, as the supreme father, He may elect to bestow whatever He considers beneficial for Prithu Mah&#257;r&#257;ja. That is the perfect position of the living entity. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu teaches us in His &#346;iksh&#257;shtaka:</P><P>na dhanam na janam na sundar&#299;m</P><P CLASS=n>kavit&#257;m v&#257; jagad-&#299;&#347;a k&#257;maye</P><P CLASS=n>mama janmani janman&#299;&#347;vare</P><P CLASS=n>bhavat&#257;d bhaktir ahaituk&#299; tvayi</P><P>"O Almighty Lord! I have no desire to accumulate wealth, nor have I any desire to enjoy beautiful women, nor do I want any number of followers. I only want Your causeless devotional service in my life, birth after birth."</P><P>The conclusion is that the pure devotee should not aspire after any material benefit from devotional service, nor should he be enamored by fruitive activities or philosophical speculation. He should always be engaged favorably in the service of the Lord. That is the highest perfection of life.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>