<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verses 35-36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verses 35-36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.35-36</P><P CLASS=c>devarshi-pitri-gandharva-</P><P CLASS=c>siddha-c&#257;rana-pannag&#257;h</P><P CLASS=c>kinnar&#257;psaraso marty&#257;h</P><P CLASS=c>khag&#257; bh&#363;t&#257;ny aneka&#347;ah</P><P CLASS=c>yajñe&#347;vara-dhiy&#257; r&#257;jñ&#257;</P><P CLASS=c>v&#257;g-vitt&#257;ñjali-bhaktitah</P><P CLASS=c>sabh&#257;jit&#257; yayuh sarve</P><P CLASS=c>vaikunth&#257;nugat&#257;s tatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/p/pitr">pitri</A> &#8212; inhabitants of <A HREF="http://vedabase.net/p/pitrloka">Pitriloka</A>; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; inhabitants of Gandharvaloka; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; inhabitants of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;rana</A> &#8212; inhabitants of C&#257;ranaloka; <A CLASS=v HREF="http://vedabase.net/p/pannagah">pannag&#257;h</A> &#8212; inhabitants of the planets where serpents live; <A CLASS=v HREF="http://vedabase.net/k/kinnara">kinnara</A> &#8212; inhabitants of the <A HREF="http://vedabase.net/k/kinnara">Kinnara</A> planets; <A CLASS=v HREF="http://vedabase.net/a/apsarasah">apsarasah</A> &#8212; inhabitants of Apsaroloka; <A CLASS=v HREF="http://vedabase.net/m/martyah">marty&#257;h</A> &#8212; inhabitants of the earthly planets; <A CLASS=v HREF="http://vedabase.net/k/khagah">khag&#257;h</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; other living entities; <A CLASS=v HREF="http://vedabase.net/a/anekasah">aneka&#347;ah</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; with the perfect intelligence of thinking <A HREF="http://vedabase.net/a/as">as</A> part and parcel of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/r/rajna">r&#257;jñ&#257;</A> &#8212; by the King; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; with sweet words; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/a/anjali">añjali</A> &#8212; with folded hands; <A CLASS=v HREF="http://vedabase.net/b/bhaktitah">bhaktitah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> spirit of devotional service; <A CLASS=v HREF="http://vedabase.net/s/sabhajitah">sabh&#257;jit&#257;h</A> &#8212; being properly worshiped; <A CLASS=v HREF="http://vedabase.net/y/yayuh">yayuh</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikuntha</A> &#8212; of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/a/anugatah">anugat&#257;h</A> &#8212; followers; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that place.</P><P CLASS=t>TRANSLATION</P><P>King Prithu worshiped the demigods, the great sages, the inhabitants of Pitriloka, the inhabitants of Gandharvaloka and those of Siddhaloka, C&#257;ranaloka, Pannagaloka, Kinnaraloka, Apsaroloka, the earthly planets and the planets of the birds. He also worshiped many other living entities who presented themselves in the sacrificial arena. With folded hands he worshiped all these, as well as the Supreme Personality of Godhead and the personal associates of the Lord, by offering sweet words and as much wealth as possible. After this function, they all went back to their respective abodes, following in the footsteps of Lord Vishnu.</P><P CLASS=t>PURPORT</P><P>In modern so-called scientific society the idea is very prevalent that there is no life on other planets but that only on this earth do living entities with intelligence and scientific knowledge exist. The Vedic literatures, however, do not accept this foolish theory. The followers of Vedic wisdom are fully aware of various planets inhabited by varieties of living entities such as the demigods, the sages, the Pit&#257;s, the Gandharvas, the Pannagas, the Kinnaras, the C&#257;ranas, the Siddhas and the Apsar&#257;s. The Vedas give information that in all planets &#8212; not only within this material sky but also in the spiritual sky &#8212; there are varieties of living entities. Although all these living entities are of one spiritual nature, in quality the same as the Supreme Personality of Godhead, they have varieties of bodies due to the embodiment of the spirit soul by the eight material elements, namely earth, water, fire, air, sky, mind, intelligence and false ego. In the spiritual world, however, there is no such distinction between the body and the embodied. In the material world, distinctive features are manifested in different types of bodies in the various planets. We have full information from the Vedic literature that in each and every planet, both material and spiritual, there are living entities of varied intelligence. The earth is one of the planets of the Bh&#363;rloka planetary system. There are six planetary systems above Bh&#363;rloka and seven planetary systems below it. Therefore the entire universe is known as caturda&#347;a-bhuvana, indicating that it has fourteen different planetary systems. Beyond the planetary systems in the material sky, there is another sky, which is known as paravyoma, or the spiritual sky, where there are spiritual planets. The inhabitants of those planets engage in varieties of loving service unto the Supreme Personality of Godhead, which include different rasas, or relationships, known as d&#257;sya-rasa, sakhya-rasa, v&#257;tsalya-rasa, m&#257;dhurya-rasa and, above all, parak&#299;ya-rasa. This parak&#299;ya-rasa, or paramour love, is prevalent in Krishnaloka, where Lord Krishna lives. This planet is also called Goloka Vrind&#257;vana, and although Lord Krishna lives there perpetually, He also expands Himself in millions and trillions of forms. In one of such forms He appears on this material planet in a particular place known as Vrind&#257;vana-dh&#257;ma, where He displays His original pastimes of Goloka Vrind&#257;vana-dh&#257;ma in the spiritual sky in order to attract the conditioned souls back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>