<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.38</P><P CLASS=c>adrisht&#257;ya namaskritya</P><P CLASS=c>nripah sandar&#347;it&#257;tmane</P><P CLASS=c>avyakt&#257;ya ca dev&#257;n&#257;m</P><P CLASS=c>dev&#257;ya sva-puram yayau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adrstaya">adrisht&#257;ya</A> &#8212; unto one who is beyond the purview of material vision; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A>-<A CLASS=v HREF="http://vedabase.net/k/krtya">kritya</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nripah</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/s/sandarsita">sandar&#347;ita</A> &#8212; revealed; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/avyaktaya">avyakt&#257;ya</A> &#8212; who is beyond the manifestation of the material world; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/devanam">dev&#257;n&#257;m</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/d/devaya">dev&#257;ya</A> &#8212; unto the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/puram">puram</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his own house; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; returned.</P><P CLASS=t>TRANSLATION</P><P>King Prithu then offered his respectful obeisances unto the Supreme Personality of Godhead, who is the Supreme Lord of all demigods. Although not an object of material vision, the Lord revealed Himself to the sight of Mah&#257;r&#257;ja Prithu. After offering obeisances to the Lord, the King returned to his home.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord is not visible to material eyes, but when the material senses are inclined to the transcendental loving service of the Lord and are thus purified, the Lord reveals Himself to the vision of the devotee. Avyakta means "unmanifested." Although the material world is the creation of the Supreme Personality of Godhead, He is unmanifested to material eyes. Mah&#257;r&#257;ja Prithu, however, developed spiritual eyes by his pure devotional service. Here, therefore, the Lord is described as sandar&#347;it&#257;tm&#257;, for He reveals Himself to the vision of the devotee, although He is not visible to ordinary eyes.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Twentieth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu."</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../21/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>