<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.7</P><P CLASS=c>ekah &#347;uddhah svayam-jyotir</P><P CLASS=c>nirguno 'sau gun&#257;&#347;rayah</P><P CLASS=c>sarva-go 'n&#257;vritah s&#257;ksh&#299;</P><P CLASS=c>nir&#257;tm&#257;tm&#257;tmanah parah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/s/suddhah">&#347;uddhah</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; effulgent; <A CLASS=v HREF="http://vedabase.net/n/nirgunah">nirgunah</A> &#8212; without material qualifications; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; the reservoir of good qualities; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/gah">gah</A> &#8212; able <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/g/go">go</A> everywhere; <A CLASS=v HREF="http://vedabase.net/a/anavrtah">an&#257;vritah</A> &#8212; without being covered by matter; <A CLASS=v HREF="http://vedabase.net/s/saksi">s&#257;ksh&#299;</A> &#8212; witness; <A CLASS=v HREF="http://vedabase.net/n/niratma">nir&#257;tm&#257;</A> &#8212; without another self; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the body and mind; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental.</P><P CLASS=t>TRANSLATION</P><P>The individual soul is one, Pure, nonmaterial and self-effulgent. He is the reservoir of all good qualities, and He is all-pervading. He is without material covering, and He is the witness of all activities. He is completely distinguished from other living entities, and He is transcendental to all embodied souls.</P><P CLASS=t>PURPORT</P><P>In the previous verse two significant words are used: asamsaktah, meaning "without attachment," and budhah, meaning "fully cognizant of everything." By full cognizance it is meant that one should know about his own constitutional position as well as the position of the Supreme Personality of Godhead. According to &#346;r&#299; Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, in this verse Lord Vishnu is describing Himself, or the Param&#257;tm&#257;. The Param&#257;tm&#257; is always distinguished from the embodied soul as well as the material world. Therefore He has been described as para. That para, or Supreme Personality of Godhead, is eka, meaning "one." The Lord is one, whereas the conditioned souls embodied within the material world exist in many varieties of form. There are demigods, human beings, animals, trees, birds, bees and so forth. Thus the living entities are not eka but many. As confirmed in the Vedas: nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. The living entities, who are many and who are entangled in this material world, are not pure. However, the Supreme Personality of Godhead is pure and detached. Due to being covered by the material body, the living entities are not self-effulgent, but the Supreme Personality of Godhead, Param&#257;tm&#257;, is self-effulgent. The living entities, being contaminated by the modes of material nature, are called saguna, whereas Param&#257;tm&#257;, the Supreme Personality of Godhead, is nirguna, not being under the influence of the material modes. The living entities, being encaged in material qualities, are gun&#257;&#347;rita, whereas the Supreme Personality of Godhead is gun&#257;&#347;raya. The conditioned soul's vision is covered by material contamination; therefore he cannot see the cause of his actions, and he cannot see his past lives. The Supreme Personality of Godhead, not being covered by a material body, is the witness of all the activities of the living entity. But both of them, the living entity and the Param&#257;tm&#257;, the Supreme Personality of Godhead, are &#257;tm&#257;, or spirit. They are one in quality, yet they are different in so many ways, especially in regard to the six opulences the Supreme Personality of Godhead has in full. Full knowledge means that the j&#299;va-&#257;tm&#257;, the living entity, must know both his position and the Supreme's position. That is full knowledge.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>