<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 20 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 20 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Lord Vishnu's Appearance in the Sacrificial Arena of Mah&#257;r&#257;ja Prithu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.20.9</P><P CLASS=c>yah sva-dharmena m&#257;m nityam</P><P CLASS=c>nir&#257;&#347;&#299;h &#347;raddhay&#257;nvitah</P><P CLASS=c>bhajate &#347;anakais tasya</P><P CLASS=c>mano r&#257;jan pras&#299;dati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; by his occupational duties; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly; <A CLASS=v HREF="http://vedabase.net/n/nirasih">nir&#257;&#347;&#299;h</A> &#8212; without any motive; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with faith and devotion; <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; endowed; <A CLASS=v HREF="http://vedabase.net/b/bhajate">bhajate</A> &#8212; worships; <A CLASS=v HREF="http://vedabase.net/s/sanakaih">&#347;anakaih</A> &#8212; gradually; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/p/prasidati">pras&#299;dati</A> &#8212; becomes fully satisfied.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Lord Vishnu, continued: My dear King Prithu, when one situated in his occupational duty engages in My loving service without motive for material gain, he gradually becomes very satisfied within.</P><P CLASS=t>PURPORT</P><P>This verse is also confirmed by the Vishnu Pur&#257;na. Occupational duties are known as varn&#257;&#347;rama-dharma and apply to the four divisions of material and spiritual life &#8212; namely br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra, and brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa. If one works according to the varn&#257;&#347;rama-dharma system and does not desire fruitive results, he gets satisfaction gradually. Discharging one's occupational duty as a means of rendering devotional service unto the Supreme Personality of Godhead is the ultimate goal of life. Bhagavad-g&#299;t&#257; confirms this as the process of karma-yoga. In other words, we should act only for the satisfaction and service of the Lord. Otherwise we will be entangled by the resultant actions.</P><P>Everyone is situated in his occupational duty, but the purpose of material occupations should not be material gain. Rather, everyone should offer the results of his occupational activities. A br&#257;hmana especially should execute his occupational duties not for material gain but to please the Supreme Personality of Godhead. The kshatriya, vai&#347;ya and &#347;&#363;dra should work in a similar way. In this material world everyone is engaged in various professional and occupational duties, but the purpose of such activities should be to please the Supreme Personality of Godhead. Devotional service is very simple, and anyone can adopt it. Let one remain what he is; he need only install the Deity of the Supreme Lord in his house. The Deity may be R&#257;dh&#257;-Krishna or Lakshm&#299;-N&#257;r&#257;yana (there are many other forms of the Lord). In this way a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra can worship the Deity with the results of his honest labor. Regardless of one's occupational duty, one should adopt the devotional means of hearing, chanting, remembering, worshiping, offering everything to the Lord and engaging in His service. In this way one can very easily engage himself in the service of the Lord. When the Lord is pleased with one's service, one's mission in life is fulfilled.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>