<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.11</P><P CLASS=c>vy&#257;l&#257;laya-drum&#257; vai teshv</P><P CLASS=c>arikt&#257;khila-sampadah</P><P CLASS=c>yad-grih&#257;s t&#299;rtha-p&#257;d&#299;ya-</P><P CLASS=c>p&#257;dat&#299;rtha-vivarjit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyala">vy&#257;la</A> &#8212; venomous serpents; <A CLASS=v HREF="http://vedabase.net/a/alaya">&#257;laya</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/d/drumah">drum&#257;h</A> &#8212; tree; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> those houses; <A CLASS=v HREF="http://vedabase.net/a/arikta">arikta</A> &#8212; abundantly; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/g/grhah">grih&#257;h</A> &#8212; houses; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/padiya">p&#257;d&#299;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation with the feet of great saintly persons; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; the water which washed their feet; <A CLASS=v HREF="http://vedabase.net/v/vivarjitah">vivarjit&#257;h</A> &#8212; without.</P><P CLASS=t>TRANSLATION</P><P>On the contrary, even though full of all opulence and material prosperity, any householder's house where the devotees of the Lord are never allowed to come in, and where there is no water for washing their feet, is to be considered a tree in which all venomous serpents live.</P><P CLASS=t>PURPORT</P><P>In this verse the word t&#299;rtha-p&#257;d&#299;ya indicates devotees of Lord Vishnu, or Vaishnavas. As far as br&#257;hmanas are concerned, in the previous verse the mode of reception has been already described. Now, in this verse, special stress is being given to the Vaishnavas. Generally the sanny&#257;s&#299;s, or those in the renounced order of life, take trouble to enlighten the householders. There are ekadand&#299; sanny&#257;s&#299;s and tridand&#299; sanny&#257;s&#299;s. The ekadand&#299; sanny&#257;s&#299;s are generally followers of &#346;a&#324;kar&#257;c&#257;rya and are known as M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, whereas the tridand&#299; sanny&#257;s&#299;s are followers of Vaishnava &#257;c&#257;ryas &#8212; R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya and so on &#8212; and they take trouble to enlighten the householders. Ekadand&#299; sanny&#257;s&#299;s can be situated on the platform of pure Brahman because they are aware that the spirit soul is different from the body, but they are mainly impersonalists. The Vaishnavas know that the Absolute Truth is the Supreme Person and that the Brahman effulgence is based on the Supreme Personality of Godhead, as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/27.htm">14.27</A>): brahmano hi pratishth&#257;ham. The conclusion is that t&#299;rtha-p&#257;d&#299;ya refers to Vaishnavas. In the Bh&#257;gavatam (<A CLASS=v HREF="../../1/13/10.htm">1.13.10</A>) there is also another reference: t&#299;rth&#299;-kurvanti t&#299;rth&#257;ni. Wherever he goes, a Vaishnava immediately makes that place a t&#299;rtha, a place of pilgrimage. The Vaishnava sanny&#257;s&#299;s travel all over the world to make every place a place of pilgrimage by the touch of their lotus feet. It is mentioned here that any house which does not receive a Vaishnava in the manner already explained in the previous verse is to be considered the residential quarters of venomous serpents. It is said that around the sandalwood tree, which is a very valuable tree, there is a venomous serpent. Sandalwood is very cold, and venomous serpents, because of their poisonous teeth, are always very warm, and they take shelter of the sandalwood trees to become cooler. Similarly, there are many rich men who keep watchdogs or doormen and put up signs that say, "Do not enter," "Trespassers not allowed," "Beware of the dog," etc. Sometimes in Western countries a trespasser is shot, and there is no crime in such shooting. This is the position of demoniac householders, and such houses are considered to be the residential quarters of venomous snakes. The members of such families are no better than snakes because snakes are very much envious, and when that envy is directed to the saintly persons, their position becomes more dangerous. It is said by C&#257;nakya Pandita that there are two envious living entities &#8212; the snake and the envious man. The envious man is more dangerous than a snake because a snake can be subdued by charming mantras or by some herbs, but an envious person cannot be pacified by any means.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>