<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.12</P><P CLASS=c>sv&#257;gatam vo dvija-&#347;reshth&#257;</P><P CLASS=c>yad-vrat&#257;ni mumukshavah</P><P CLASS=c>caranti &#347;raddhay&#257; dh&#299;r&#257;</P><P CLASS=c>b&#257;l&#257; eva brihanti ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/agatam">&#257;gatam</A> &#8212; welcome; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/s/sresthah">&#347;reshth&#257;h</A> &#8212; the best of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/v/vratani">vrat&#257;ni</A> &#8212; vows; <A CLASS=v HREF="http://vedabase.net/m/mumuksavah">mumukshavah</A> &#8212; of persons desiring liberation; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; behave; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great faith; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;r&#257;h</A> &#8212; controlled; <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;l&#257;h</A> &#8212; boys; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/b/brhanti">brihanti</A> &#8212; observe; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Prithu offered his welcome to the four Kum&#257;ras, addressing them as the best of the br&#257;hmanas. He welcomed them, saying: From the beginning of your birth you strictly observed the vows of celibacy, and although you are experienced in the path of liberation, you are keeping yourselves just like small children.</P><P CLASS=t>PURPORT</P><P>The specific importance of the Kum&#257;ras is that they were brahmac&#257;r&#299;s, living the life of celibacy from birth. They kept themselves as small children about four or five years old because by growing into youth one's senses sometimes become disturbed and celibacy becomes difficult. The Kum&#257;ras therefore purposefully remained children because in a child's life the senses are never disturbed by sex. This is the significance of the life of the Kum&#257;ras, and as such Mah&#257;r&#257;ja Prithu addressed them as the best of the br&#257;hmanas. Not only were the Kum&#257;ras born of the best br&#257;hmana (Lord Brahm&#257;), but they are addressed herein as dvija-&#347;reshth&#257;h ("the best of the br&#257;hmanas") on account of their being Vaishnavas also. As we have already explained, they have their samprad&#257;ya (disciplic succession), and even to date the samprad&#257;ya is being maintained and is known as the Nimb&#257;rka-samprad&#257;ya. Out of the four samprad&#257;yas of the Vaishnava &#257;c&#257;ryas, the Nimb&#257;rka-samprad&#257;ya is one. Mah&#257;r&#257;ja Prithu specifically appreciated the position of the Kum&#257;ras because they maintained the brahmacarya vow from the very beginning of their birth. Mah&#257;r&#257;ja Prithu, however, expressed his great appreciation of Vaishnavism by addressing the Kum&#257;ras as vaishnava-&#347;reshth&#257;h. In other words, everyone should offer respect to a Vaishnava without considering his source of birth. Vaishnave j&#257;ti-buddhih. No one should consider a Vaishnava in terms of birth. The Vaishnava is always the best of the br&#257;hmanas, and as such one should offer all respects to a Vaishnava, not only as a br&#257;hmana but as the best of the br&#257;hmanas.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>