<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.13</P><P CLASS=c>kaccin nah ku&#347;alam n&#257;th&#257;</P><P CLASS=c>indriy&#257;rth&#257;rtha-vedin&#257;m</P><P CLASS=c>vyasan&#257;v&#257;pa etasmin</P><P CLASS=c>patit&#257;n&#257;m sva-karmabhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/k/kusalam">ku&#347;alam</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;th&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> masters; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; sense gratification <A HREF="http://vedabase.net/a/as">as</A> the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/v/vedinam">vedin&#257;m</A> &#8212; persons who understand only sense gratification; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A> &#8212; illness; <A CLASS=v HREF="http://vedabase.net/a/avape">&#257;v&#257;pe</A> &#8212; got; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material existence; <A CLASS=v HREF="http://vedabase.net/p/patitanam">patit&#257;n&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> fallen; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by their own ability.</P><P CLASS=t>TRANSLATION</P><P>Prithu Mah&#257;r&#257;ja inquired from the sages about persons entangled in this dangerous material existence because of their previous actions; could such persons, whose only aim is sense gratification, be blessed with any good fortune?</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Prithu did not ask the Kum&#257;ras about their good fortune, for the Kum&#257;ras are always auspicious by dint of their life in celibacy. Since they are always engaged on the path of liberation, there was no question of ill fortune. In other words, br&#257;hmanas and Vaishnavas who are strictly following the path of spiritual advancement are always fortunate. The question was asked by Prithu Mah&#257;r&#257;ja for his own sake, since he was in the position of a grihastha and in charge of the royal authority. Kings are not only grihasthas, who are generally absorbed in sense gratification, but are sometimes employed to kill animals in hunting because they have to practice the killing art, otherwise it is very difficult for them to fight their enemies. Such things are not auspicious. Four kinds of sinful activities &#8212; associating with woman for illicit sex, eating meat, intoxication and gambling &#8212; are allowed for the kshatriyas. For political reasons, sometimes they have to take to these sinful activities. Kshatriyas do not refrain from gambling. One vivid example is the P&#257;ndavas. When the P&#257;ndavas were challenged by the opposite party, Duryodhana, to gamble and risk their kingdom, they could not refrain, and by that gambling they lost their kingdom, and their wife was insulted. Similarly, the kshatriyas cannot refrain from fighting if challenged by the opposite party. Therefore Prithu Mah&#257;r&#257;ja, taking consideration of all these facts, inquired whether there is any auspicious path. Grihastha life is inauspicious because grihastha means consciousness for sense gratification, and as soon as there is sense gratification, one's position is always full of dangers. This material world is said to be padam padam yad vipad&#257;m na tesh&#257;m, dangerous in every step (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/58.htm">10.14.58</A>). Everyone in this material world is struggling hard for sense gratification. Clearing all these points, Mah&#257;r&#257;ja Prithu inquired from the four Kum&#257;ras about the fallen conditioned souls who are rotting in this material world due to their past bad or inauspicious activities. Is there any possibility for their auspicious spiritual life? In this verse, the word indriy&#257;rth&#257;rtha-vedin&#257;m is very significant. It indicates persons whose only aim is to satisfy the senses. They are also described as patit&#257;n&#257;m, or fallen. Only one who stops all activities for sense gratification is considered to be elevated. Another significant word is sva-karmabhih. One becomes fallen by dint of his own past bad activities. Everyone is responsible for his fallen condition because of his own activities. When activities are changed to devotional service, one's auspicious life begins.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>