<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.14</P><P CLASS=c>bhavatsu ku&#347;ala-pra&#347;na</P><P CLASS=c>&#257;tm&#257;r&#257;meshu neshyate</P><P CLASS=c>ku&#347;al&#257;ku&#347;al&#257; yatra</P><P CLASS=c>na santi mati-vrittayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavatsu">bhavatsu</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/k/kusala">ku&#347;ala</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/p/prasnah">pra&#347;nah</A> &#8212; question; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramesu">&#257;r&#257;meshu</A> &#8212; one who is always engaged <A HREF="http://vedabase.net/i/in">in</A> spiritual bliss; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/i/isyate">ishyate</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> need of; <A CLASS=v HREF="http://vedabase.net/k/kusala">ku&#347;ala</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/a/akusalah">aku&#347;al&#257;h</A> &#8212; inauspiciousness; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/santi">santi</A> &#8212; exists; <A CLASS=v HREF="http://vedabase.net/m/mati">mati</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttayah">vrittayah</A> &#8212; mental concoction.</P><P CLASS=t>TRANSLATION</P><P>Prithu Mah&#257;r&#257;ja continued: My dear sirs, there is no need to ask about your good and bad fortune because you are always absorbed in spiritual bliss. The mental concoction of the auspicious and inauspicious does not exist in you.</P><P CLASS=t>PURPORT</P><P>In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/4/176.htm">Antya 4.176</A>) it is said:</P><P>'dvaite' bhadr&#257;bhadra-jñ&#257;na, saba &#8212; 'manodharma'</P><P CLASS=n>'ei bh&#257;la, ei manda,' &#8212; ei saba 'bhrama'</P><P>In this material world the auspicious and inauspicious are simply mental concoctions because such things exist only due to association with the material world. This is called illusion, or &#257;tma-m&#257;y&#257;. We think ourselves created by material nature exactly as we think ourselves experiencing so many things in a dream. The spirit soul, however, is always transcendental. There is no question of becoming materially covered. This covering is simply something like a hallucination or a dream. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/62.htm">2.62</A>) it is also said, sa&#324;g&#257;t sañj&#257;yate k&#257;mah. Simply by association we create artificial material necessities. Dhy&#257;yato vishay&#257;n pumsah sa&#324;gas tesh&#363;paj&#257;yate. When we forget our real constitutional position and wish to enjoy the material resources, our material desires manifest, and we associate with varieties of material enjoyment. As soon as the concoctions of material enjoyment are there, because of our association we create a sort of lust or eagerness to enjoy them, and when that false enjoyment does not actually make us happy, we create another illusion, known as anger, and by the manifestation of anger, the illusion becomes stronger. When we are illusioned in this way, forgetfulness of our relationship with Krishna follows, and by thus losing Krishna consciousness, our real intelligence is defeated. In this way we become entangled in this material world. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/63.htm">2.63</A>) it is said:</P><P>krodh&#257;d bhavati sammohah</P><P CLASS=n>sammoh&#257;t smriti-vibhramah</P><P CLASS=n>smriti-bhram&#347;&#257;d buddhi-n&#257;&#347;o</P><P CLASS=n>buddhi-n&#257;&#347;&#257;t prana&#347;yati</P><P>By material association we lose our spiritual consciousness; consequently there is the question of the auspicious and inauspicious. But those who are &#257;tm&#257;r&#257;ma, or self-realized, have transcended such questions. The &#257;tm&#257;r&#257;mas, or self-realized persons, gradually making further progress in spiritual bliss, come to the platform of association with the Supreme Personality of Godhead. That is the perfection of life. In the beginning, the Kum&#257;ras were self-realized impersonalists, but gradually they became attracted to the personal pastimes of the Supreme Lord. The conclusion is that for those who are always engaged in the devotional service of the Personality of Godhead, the duality of the auspicious and inauspicious does not arise. Prithu Mah&#257;r&#257;ja is therefore asking about auspiciousness not for the sake of the Kum&#257;ras but for his own sake.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>