<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.15</P><P CLASS=c>tad aham krita-vi&#347;rambhah</P><P CLASS=c>suhrido vas tapasvin&#257;m</P><P CLASS=c>sampricche bhava etasmin</P><P CLASS=c>kshemah ken&#257;ñjas&#257; bhavet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/v/visrambhah">vi&#347;rambhah</A> &#8212; being completely assured; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdah">hridah</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/t/tapasvinam">tapasvin&#257;m</A> &#8212; suffering material pangs; <A CLASS=v HREF="http://vedabase.net/s/samprcche">sampricche</A> &#8212; wish <A HREF="http://vedabase.net/t/to">to</A> inquire; <A CLASS=v HREF="http://vedabase.net/b/bhave">bhave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/ksemah">kshemah</A> &#8212; ultimate reality; <A CLASS=v HREF="http://vedabase.net/k/kena">kena</A> &#8212; by which means; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; can be achieved.</P><P CLASS=t>TRANSLATION</P><P>I am completely assured that personalities like you are the only friends for persons who are blazing in the fire of material existence. I therefore ask you how in this material world we can very soon achieve the ultimate goal of life.</P><P CLASS=t>PURPORT</P><P>When saintly persons go from door to door to see those who are too much materially engaged, it is to be understood that they do not go to ask anything for their personal benefit. It is a fact that saintly persons go to materialists just to give real information of the auspicious. Mah&#257;r&#257;ja Prithu was assured of this fact; therefore instead of wasting time by asking the Kum&#257;ras about their welfare, he preferred to inquire from them whether he could soon be relieved from the dangerous position of materialistic existence. This was not, however, a question personally for Prithu Mah&#257;r&#257;ja. It was raised to teach the common man that whenever one meets a great saintly person, one should immediately surrender unto him and inquire about relief from the material pains of existence. Therefore &#346;r&#299;la Narottama d&#257;sa Th&#257;kura says, sams&#257;ra-vish&#257;nale, div&#257;ni&#347;i hiy&#257; jvale, jud&#257;ite n&#257; kainu up&#257;ya: "we are always suffering from material pangs, and our hearts are burning, but we cannot find any way out of it." The materialistic person can also be called a tapasv&#299;, which means someone who is always suffering from material pains. One can get rid of all these material pains only when he takes shelter of the chanting of the Hare Krishna mantra. This is also explained by Narottama d&#257;sa Th&#257;kura: golokera prema-dhana, harin&#257;ma-sa&#324;k&#299;rtana, rati n&#257; janmila kene t&#257;ya. Narottama d&#257;sa Th&#257;kura regretted that he did not pursue his attraction for the transcendental vibration of the Hare Krishna mantra. The conclusion is that all persons in this material world are suffering from material pains, and if one wants to get rid of them, he must associate with saintly persons, pure devotees of the Lord, and chant the mah&#257;-mantra, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. That is the only auspicious way for materialistic persons.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>