<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.16</P><P CLASS=c>vyaktam &#257;tmavat&#257;m &#257;tm&#257;</P><P CLASS=c>bhagav&#257;n &#257;tma-bh&#257;vanah</P><P CLASS=c>sv&#257;n&#257;m anugrah&#257;yem&#257;m</P><P CLASS=c>siddha-r&#363;p&#299; caraty ajah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vyaktam">vyaktam</A> &#8212; clear; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vatam">vat&#257;m</A> &#8212; of the transcendentalists; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the goal of life; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; always wishing <A HREF="http://vedabase.net/t/to">to</A> elevate the living entities; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; whose own devotees; <A CLASS=v HREF="http://vedabase.net/a/anugrahaya">anugrah&#257;ya</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> show mercy; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this way; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/r/rupi">r&#363;p&#299;</A> &#8212; perfectly self-realized; <A CLASS=v HREF="http://vedabase.net/c/carati">carati</A> &#8212; travels; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead is always anxious to elevate the living entities, who are His parts and parcels, and for their special benefit, the Lord travels all over the world in the form of self-realized persons like you.</P><P CLASS=t>PURPORT</P><P>There are different kinds of transcendentalists, namely the jñ&#257;n&#299;s, or impersonalists, the mystic yog&#299;s and, of course, all the devotees of the Supreme Personality of Godhead. The Kum&#257;ras, however, were both yog&#299;s and jñ&#257;n&#299;s and finally bhaktas later on. In the beginning they were impersonalists, but later they developed devotional activities; therefore they are the best of the transcendentalists. The devotees are representatives of the Supreme Personality of Godhead, and to elevate the conditioned souls to their original consciousness, they travel all over the universes to enlighten the conditioned souls about Krishna consciousness. The best devotees are &#257;tmavat, or those who have fully realized the Supreme Soul. The Supreme Personality of Godhead, as Param&#257;tm&#257;, is sitting within everyone's heart, trying to elevate everyone to the platform of Krishna consciousness. Therefore He is called &#257;tma-bh&#257;vana. The Supreme Personality of Godhead is always trying to give the individual soul the intelligence to understand about Himself. He is always with the individual as a friend sitting by the side of a friend, and He gives facilities to all living entities according to their desires.</P><P>The word &#257;tmavat&#257;m is significant in this verse. There are three different kinds of devotees, namely kanishtha-adhik&#257;r&#299;, madhyama-adhik&#257;r&#299; and uttama-adhik&#257;r&#299;: the neophyte, the preacher and the mah&#257;-bh&#257;gavata, or the highly advanced devotee. The highly advanced devotee is one who knows the conclusion of the Vedas in full knowledge; thus he becomes a devotee. Indeed, not only is he convinced himself, but he can convince others on the strength of Vedic evidence. The advanced devotee can also see all other living entities as part and parcel of the Supreme Lord, without discrimination. The madhyama-adhik&#257;r&#299; (preacher) is also well versed in the &#347;&#257;stras and can convince others also, but he discriminates between the favorable and the unfavorable. In other words, the madhyama-adhik&#257;r&#299; does not care for the demoniac living entities, and the neophyte kanishtha-adhik&#257;r&#299; does not know much about &#347;&#257;stra but has full faith in the Supreme Personality of Godhead. The Kum&#257;ras, however, were mah&#257;-bh&#257;gavatas because after scrutinizingly studying the Absolute Truth, they became devotees. In other words, they were in full knowledge of the Vedic conclusion. In the Bhagavad-g&#299;t&#257; it is confirmed by the Lord that there are many devotees, but a devotee who is fully conversant in the Vedic conclusion is very dear to Him. Everyone is trying to elevate himself to the highest position according to his mentality. The karm&#299;s, who have a bodily concept of life, try to enjoy sense gratification to the utmost. The jñ&#257;n&#299;s' idea of the highest position is merging into the effulgence of the Lord. But a devotee's highest position is in preaching all over the world the glories of the Supreme Personality of Godhead. Therefore the devotees are actually the representatives of the Supreme Lord, and as such they travel all over the world directly as N&#257;r&#257;yana because they carry N&#257;r&#257;yana within their hearts and preach His glories. The representative of N&#257;r&#257;yana is as good as N&#257;r&#257;yana, but he is not to conclude, like the M&#257;y&#257;v&#257;d&#299;s, that he has become N&#257;r&#257;yana. Generally, a sanny&#257;s&#299; is addressed as N&#257;r&#257;yana by the M&#257;y&#257;v&#257;d&#299;s. Their idea is that simply by taking sanny&#257;sa one becomes equal to N&#257;r&#257;yana or becomes N&#257;r&#257;yana Himself. The Vaishnava conclusion is different, as stated by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura:</P><P>s&#257;ksh&#257;d-dharitvena samasta-&#347;&#257;strair</P><P CLASS=n>uktas tath&#257; bh&#257;vyata eva sadbhih</P><P CLASS=n>kinto prabhor yah priya eva tasya</P><P CLASS=n>vande guroh &#347;r&#299;-caran&#257;ravindam **</P><P>According to the Vaishnava philosophy, a devotee is as good as N&#257;r&#257;yana not by becoming N&#257;r&#257;yana but by becoming the most confidential servant of N&#257;r&#257;yana. Such great personalities act as spiritual masters for the benefit of the people in general, and as such, a spiritual master who is preaching the glories of N&#257;r&#257;yana should be accepted as N&#257;r&#257;yana and be given all respects due Him.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>