<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.18</P><P CLASS=c>sanat-kum&#257;ra uv&#257;ca</P><P CLASS=c>s&#257;dhu prishtam mah&#257;r&#257;ja</P><P CLASS=c>sarva-bh&#363;ta-hit&#257;tman&#257;</P><P CLASS=c>bhavat&#257; vidush&#257; c&#257;pi</P><P CLASS=c>s&#257;dh&#363;n&#257;m matir &#299;dri&#347;&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanat">sanat</A>-<A CLASS=v HREF="http://vedabase.net/k/kumarah">kum&#257;rah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sanat">Sanat</A>-<A HREF="http://vedabase.net/k/kumara">kum&#257;ra</A> said; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; saintly; <A CLASS=v HREF="http://vedabase.net/p/prstam">prishtam</A> &#8212; question; <A CLASS=v HREF="http://vedabase.net/m/maharaja">mah&#257;r&#257;ja</A> &#8212; my dear King; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; all living entities; <A CLASS=v HREF="http://vedabase.net/h/hita">hita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by one who desires good for all; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/v/vidusa">vidush&#257;</A> &#8212; well learned; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; of the saintly persons; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/i/idrsi">&#299;dri&#347;&#299;</A> &#8212; like this.</P><P CLASS=t>TRANSLATION</P><P>Sanat-kum&#257;ra said: My dear King Prithu, I am very nicely questioned by you. Such questions are beneficial for all living entities, especially because they are raised by you, who are always thinking of the good of others. Although you know everything, you ask such questions because that is the behavior of saintly persons. Such intelligence is befitting your position.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Prithu was well conversant in transcendental science, yet he presented himself before the Kum&#257;ras as one ignorant of it. The idea is that even if a person is very exalted and knows everything, before his superior he should present questions. For instance, although Arjuna knew all the transcendental science, he questioned Krishna as if he did not know. Similarly, Prithu Mah&#257;r&#257;ja knew everything, but he presented himself before the Kum&#257;ras as if he did not know anything. The idea is that questions by exalted persons put before the Supreme Personality of Godhead or His devotees are meant for the benefit of the general people. Therefore sometimes great personalities put themselves in that position and inquire from a higher authority because they are always thinking of the benefit of others.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>