<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.19</P><P CLASS=c>sa&#324;gamah khalu s&#257;dh&#363;n&#257;m</P><P CLASS=c>ubhayesh&#257;m ca sammatah</P><P CLASS=c>yat-sambh&#257;shana-sampra&#347;nah</P><P CLASS=c>sarvesh&#257;m vitanoti &#347;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sangamah">sa&#324;gamah</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; of devotees; <A CLASS=v HREF="http://vedabase.net/u/ubhayesam">ubhayesh&#257;m</A> &#8212; for both; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sammatah">sammatah</A> &#8212; conclusive; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/s/sambhasana">sambh&#257;shana</A> &#8212; discussion; <A CLASS=v HREF="http://vedabase.net/s/samprasnah">sampra&#347;nah</A> &#8212; question and answer; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/v/vitanoti">vitanoti</A> &#8212; expands; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> &#8212; real happiness.</P><P CLASS=t>TRANSLATION</P><P>When there is a congregation of devotees, their discussions, questions and answers become conclusive to both the speaker and the audience. Thus such a meeting is beneficial for everyone's real happiness.</P><P CLASS=t>PURPORT</P><P>Hearing discussions among the devotees is the only means to receive the powerful message of the Supreme Personality of Godhead. For instance, Bhagavad-g&#299;t&#257; has been well known all over the world for a very long time, especially in the Western world, but because the subject matter was not discussed by devotees, there was no effect. Not a single person in the West became Krishna conscious before the Krishna consciousness movement was founded. But when the same Bhagavad-g&#299;t&#257; was presented as it is through the disciplic succession, the effect of spiritual realization was immediately manifested.</P><P>Sanat-kum&#257;ra, one of the Kum&#257;ras, informed Prithu Mah&#257;r&#257;ja that his meeting with the Kum&#257;ras benefited not only Mah&#257;r&#257;ja Prithu but the Kum&#257;ras as well. When N&#257;rada Muni questioned Lord Brahm&#257; about the Supreme Personality of Godhead, Lord Brahm&#257; thanked N&#257;rada Muni for giving him a chance to speak about the Supreme Lord. Therefore questions put by a saintly person to another saintly person about the Supreme Personality of Godhead or about the ultimate goal of life surcharge everything spiritually. Whoever takes advantage of such discussions is benefited both in this life and in the next.</P><P>The word ubhayesh&#257;m can be described in many ways. Generally there are two classes of men, the materialist and the transcendentalist. By hearing discussions between devotees, both the materialist and transcendentalist are benefited. The materialist is benefited by association with devotees because his life then becomes regulated so that his chance of becoming a devotee or making the present life successful for understanding the real position of the living entity is increased. When one takes advantage of this opportunity, he is assured of a human form of life in the next birth, or he may be liberated completely and go back home, back to Godhead. The conclusion is that if one participates in a discussion of devotees, he is both materially and spiritually benefited. The speaker and the audience are both benefited, and the karm&#299;s and jñ&#257;n&#299;s are benefited. The discussion of spiritual matters amongst devotees is beneficial for everyone, without exception. Consequently the Kum&#257;ras admitted that not only was the King benefited by such a meeting, but the Kum&#257;ras were as well.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>