<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.2</P><P CLASS=c>t&#257;ms tu siddhe&#347;var&#257;n r&#257;j&#257;</P><P CLASS=c>vyomno 'vatarato 'rcish&#257;</P><P CLASS=c>lok&#257;n ap&#257;p&#257;n kurv&#257;n&#257;n</P><P CLASS=c>s&#257;nugo 'cashta lakshit&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaran">&#299;&#347;var&#257;n</A> &#8212; masters of all mystic power; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/v/vyomnah">vyomnah</A> &#8212; from the sky; <A CLASS=v HREF="http://vedabase.net/a/avataratah">avataratah</A> &#8212; while descending; <A CLASS=v HREF="http://vedabase.net/a/arcisa">arcish&#257;</A> &#8212; by their glaring effulgence; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all the planets; <A CLASS=v HREF="http://vedabase.net/a/apapan">ap&#257;p&#257;n</A> &#8212; sinless; <A CLASS=v HREF="http://vedabase.net/k/kurvanan">kurv&#257;n&#257;n</A> &#8212; doing <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anugah">anugah</A> &#8212; with his associates; <A CLASS=v HREF="http://vedabase.net/a/acasta">acashta</A> &#8212; recognized; <A CLASS=v HREF="http://vedabase.net/l/laksitan">lakshit&#257;n</A> &#8212; by seeing them.</P><P CLASS=t>TRANSLATION</P><P>Seeing the glowing effulgence of the four Kum&#257;ras, the masters of all mystic Power, the King and his associates could recognize them as they descended from the sky.</P><P CLASS=t>PURPORT</P><P>The four Kum&#257;ras are described herein as siddhe&#347;var&#257;n, which means "masters of all mystic power." One who has attained perfection in yoga practice immediately becomes master of the eight mystic perfections &#8212; to become smaller than the smallest, to become lighter than the lightest, to become bigger than the biggest, to achieve anything one desires, to control everything, etc. These four Kum&#257;ras, as siddhe&#347;varas, had achieved all the yogic perfectional achievements, and as such they could travel in outer space without machines. While they were coming to Mah&#257;r&#257;ja Prithu from other planets, they did not come by airplane, but personally. In other words, these four Kum&#257;ras were also spacemen who could travel in space without machines. The residents of the planet known as Siddhaloka can travel in outer space from one planet to another without vehicles. However, the special power of the Kum&#257;ras mentioned herewith is that whatever place they went to would immediately become sinless. During the reign of Mah&#257;r&#257;ja Prithu, everything on the surface of this globe was sinless, and therefore the Kum&#257;ras decided to see the King. Ordinarily they do not go to any planet which is sinful.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>