<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.20</P><P CLASS=c>asty eva r&#257;jan bhavato madhudvishah</P><P CLASS=c>p&#257;d&#257;ravindasya gun&#257;nuv&#257;dane</P><P CLASS=c>ratir dur&#257;p&#257; vidhunoti naishthik&#299;</P><P CLASS=c>k&#257;mam kash&#257;yam malam antar-&#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/d/dvisah">dvishah</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindasya">aravindasya</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvadane">anuv&#257;dane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> glorifying; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/d/durapa">dur&#257;p&#257;</A> &#8212; very difficult; <A CLASS=v HREF="http://vedabase.net/v/vidhunoti">vidhunoti</A> &#8212; washes; <A CLASS=v HREF="http://vedabase.net/n/naisthiki">naishthik&#299;</A> &#8212; unflinching; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; lusty; <A CLASS=v HREF="http://vedabase.net/k/kasayam">kash&#257;yam</A> &#8212; the embellishment of lusty desire; <A CLASS=v HREF="http://vedabase.net/m/malam">malam</A> &#8212; dirty; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; from the <A HREF="http://vedabase.net/c/core">core</A> of the heart.</P><P CLASS=t>TRANSLATION</P><P>Sanat-kum&#257;ra continued: My dear King, you already have an inclination to glorify the lotus feet of the Supreme Personality of Godhead. Such attachment is very difficult to achieve, but when one has attained such unflinching faith in the Lord, it automatically cleanses lusty desires from the core of the heart.</P><P CLASS=t>PURPORT</P><P>sat&#257;m prasa&#324;g&#257;n mama v&#299;rya-samvido</P><P CLASS=n>bhavanti hrit-karna-ras&#257;yan&#257;h kath&#257;h</P><P CLASS=n>taj-joshan&#257;d &#257;&#347;v apavarga-vartmani</P><P CLASS=n>&#347;raddh&#257; ratir bhaktir anukramishyati</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/25.htm">3.25.25</A>)</P><P>By association with devotees, dirty things within the heart of a materialistic man are gradually washed away by the grace of the Supreme Personality of Godhead. As silver becomes shiny by being polished, the heart of a materialistic person is cleansed of lusty desires by the good association of devotees. Actually the living being has no connection with this material enjoyment nor with lusty desires. He is simply imagining or dreaming while asleep. But by the association of pure devotees, he is awakened, and immediately the spirit soul is situated in his own glory by understanding his constitutional position as the eternal servant of the Lord. Prithu Mah&#257;r&#257;ja was already a self-realized soul; therefore he had a natural inclination to glorify the activities of the Supreme Personality of Godhead, and the Kum&#257;ras assured him that there was no chance of his falling victim to the illusory energy of the Supreme Lord. In other words, the process of hearing and chanting about the glories of the Lord is the only means to clarify the heart of material contamination. By the process of karma, jñ&#257;na and yoga, no one will succeed in driving away contamination from the heart, but once a person takes to the shelter of the lotus feet of the Lord by devotional service, automatically all dirty things in the heart are removed without difficulty.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>