<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.21</P><P CLASS=c>&#347;&#257;streshv iy&#257;n eva suni&#347;cito nrin&#257;m</P><P CLASS=c>kshemasya sadhryag-vimri&#347;eshu hetuh</P><P CLASS=c>asa&#324;ga &#257;tma-vyatirikta &#257;tmani</P><P CLASS=c>dridh&#257; ratir brahmani nirgune ca y&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sastresu">&#347;&#257;streshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the scriptures; <A CLASS=v HREF="http://vedabase.net/i/iyan">iy&#257;n</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; this is only; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/n/niscitah">ni&#347;citah</A> &#8212; positively concluded; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of human society; <A CLASS=v HREF="http://vedabase.net/k/ksemasya">kshemasya</A> &#8212; of the ultimate welfare; <A CLASS=v HREF="http://vedabase.net/s/sadhryak">sadhryak</A> &#8212; perfectly; <A CLASS=v HREF="http://vedabase.net/v/vimrsesu">vimri&#347;eshu</A> &#8212; by full consideration; <A CLASS=v HREF="http://vedabase.net/h/hetuh">hetuh</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/a/asangah">asa&#324;gah</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vyatirikte">vyatirikte</A> &#8212; the bodily concept of life; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; unto the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/d/drdha">dridh&#257;</A> &#8212; strong; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; transcendence; <A CLASS=v HREF="http://vedabase.net/n/nirgune">nirgune</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme, who is beyond the material modes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; which.</P><P CLASS=t>TRANSLATION</P><P>It has been conclusively decided in the scriptures, after due consideration, that the ultimate goal for the welfare of human society is detachment from the bodily concept of life and increased and steadfast attachment for the Supreme Lord, who is transcendental, beyond the modes of material nature.</P><P CLASS=t>PURPORT</P><P>Everyone in human society is engaged for the ultimate benefit of life, but persons who are in the bodily conception cannot achieve the ultimate goal, nor can they understand what it is. The ultimate goal of life is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/59.htm">2.59</A>). param drishtv&#257; nivartate. When one finds out the supreme goal of life, he naturally becomes detached from the bodily concept. Here in this verse the indication is that one has to steadfastly increase attachment for the Transcendence (brahmani). As confirmed in the Ved&#257;nta-s&#363;tra (<A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/1">1.1.1</A>), ath&#257;to brahma jijñ&#257;s&#257;: without inquiry about the Supreme, or the Transcendence, one cannot give up attachment for this material world. By the evolutionary process in because in all those species of life, the bodily conception is very prominent. Ath&#257;to brahma jijñ&#257;s&#257; means that in order to get out of the bodily conception, one has to increase attachment to or inquiry about Brahman. Then he can be situated in the transcendental devotional service &#8212; &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. To increase attachment for Brahman means to engage in devotional service. Those who are attached to the impersonal form of Brahman cannot remain attached for very long. Impersonalists, after rejecting this world as mithy&#257;, or false (jagan mithy&#257;), come down again to this jagan mithy&#257;, although they take sanny&#257;sa to increase their attachment for Brahman. Similarly, many yog&#299;s who are attached to the localized aspect of Brahman as Param&#257;tm&#257; &#8212; great sages like Vi&#347;v&#257;mitra &#8212; also fall down as victims of women. Therefore increased attachment for the Supreme Personality of Godhead is advised in all &#347;&#257;stras. That is the only way of detachment from material existence and is explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/59.htm">2.59</A>) as param drishtv&#257; nivartate. One can cease material activities when he actually has the taste for devotional service. &#346;r&#299; Caitanya Mah&#257;prabhu also recommended love of Godhead as the ultimate goal of life (prem&#257; pum-artho mah&#257;n). Without increasing love of Godhead, one cannot achieve the perfectional stage of the transcendental position.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>