<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.25</P><P CLASS=c>harer muhus tatpara-karna-p&#363;ra-</P><P CLASS=c>gun&#257;bhidh&#257;nena vijrimbham&#257;nay&#257;</P><P CLASS=c>bhakty&#257; hy asa&#324;gah sad-asaty an&#257;tmani</P><P CLASS=c>sy&#257;n nirgune brahmani c&#257;ñjas&#257; ratih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation with the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">p&#363;ra</A> &#8212; decoration of the ear; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/abhidhanena">abhidh&#257;nena</A> &#8212; discussing transcendental qualities; <A CLASS=v HREF="http://vedabase.net/v/vijrmbhamanaya">vijrimbham&#257;nay&#257;</A> &#8212; by increasing <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotion; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asangah">asa&#324;gah</A> &#8212; uncontaminated; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asati">asati</A> &#8212; the material world; <A CLASS=v HREF="http://vedabase.net/a/anatmani">an&#257;tmani</A> &#8212; opposed <A HREF="http://vedabase.net/t/to">to</A> spiritual understanding; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; should be; <A CLASS=v HREF="http://vedabase.net/n/nirgune">nirgune</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> transcendence; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attraction.</P><P CLASS=t>TRANSLATION</P><P>The devotee should gradually increase the culture of devotional service by constant hearing of the transcendental qualities of the Supreme Personality of Godhead. These pastimes are like ornamental decorations on the ears of devotees. By rendering devotional service and transcending the material qualities, one can easily be fixed in transcendence in the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>This verse is especially mentioned to substantiate the devotional process of hearing the subject matter. A devotee does not like to hear anything other than subjects dealing with spiritual activities, or the pastimes of the Supreme Personality of Godhead. We can increase our propensity for devotional service by hearing Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam from realized souls. The more we hear from realized souls, the more we make advancement in our devotional life. The more we advance in devotional life, the more we become detached from the material world. The more we become detached from the material world, as advised by Lord Caitanya Mah&#257;prabhu, the more we increase in attachment for the Supreme Personality of Godhead. Therefore, a devotee who actually wants to make progress in devotional service and go back home, back to Godhead, must lose interest in sense enjoyment and associating with persons who are after money and sense gratification. This is the advice of Lord Caitanya Mah&#257;prabhu:</P><P>nishkiñcanasya bhagavad-bhajanonmukhasya</P><P CLASS=n>p&#257;ram param jigamishor bhava-s&#257;garasya</P><P CLASS=n>sandar&#347;anam vishayin&#257;m atha yoshit&#257;m ca</P><P CLASS=n>h&#257; hanta hanta visha-bhakshanato 'py as&#257;dhu</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/11/8.htm">Madhya 11.8</A>)</P><P>The word brahmani used in this verse is commented upon by the impersonalists or professional reciters of Bh&#257;gavatam, who are mainly advocates of the caste system by demoniac birthright. They say that brahmani means the impersonal Brahman. But they cannot conclude this with reference to the context of the words bhakty&#257; and gun&#257;bhidh&#257;nena. According to the impersonalists, there are no transcendental qualities in the impersonal Brahman; therefore we should understand that brahmani means "in the Supreme Personality of Godhead." Krishna is the Supreme Personality of Godhead, as admitted by Arjuna in Bhagavad-g&#299;t&#257;; therefore wherever the word brahma is used, it must refer to Krishna, not to the impersonal Brahman effulgence. Brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/11.htm">1.2.11</A>). Brahman, Param&#257;tm&#257; and Bhagav&#257;n can all be taken in total as Brahman, but when there is reference to the word bhakti or remembrance of the transcendental qualities, this indicates the Supreme Personality of Godhead, not the impersonal Brahman.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>