<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.26</P><P CLASS=c>yad&#257; ratir brahmani naishthik&#299; pum&#257;n</P><P CLASS=c>&#257;c&#257;ryav&#257;n jñ&#257;na-vir&#257;ga-ramhas&#257;</P><P CLASS=c>dahaty av&#299;ryam hridayam j&#299;va-ko&#347;am</P><P CLASS=c>pañc&#257;tmakam yonim ivotthito 'gnih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/naisthiki">naishthik&#299;</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the person; <A CLASS=v HREF="http://vedabase.net/a/acaryavan">&#257;c&#257;ryav&#257;n</A> &#8212; completely surrendered <A HREF="http://vedabase.net/t/to">to</A> the spiritual master; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/viraga">vir&#257;ga</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/r/ramhasa">ramhas&#257;</A> &#8212; by the force of; <A CLASS=v HREF="http://vedabase.net/d/dahati">dahati</A> &#8212; burns; <A CLASS=v HREF="http://vedabase.net/a/aviryam">av&#299;ryam</A> &#8212; impotent; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/k/kosam">ko&#347;am</A> &#8212; the covering of the spirit soul; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; five elements; <A CLASS=v HREF="http://vedabase.net/y/yonim">yonim</A> &#8212; source of birth; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/u/utthitah">utthitah</A> &#8212; emanating; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; fire.</P><P CLASS=t>TRANSLATION</P><P>Upon becoming fixed in his attachment to the Supreme Personality of Godhead by the grace of the spiritual master and by awakening knowledge and detachment, the living entity, situated within the heart of the body and covered by the five elements, burns up his material surroundings exactly as fire, arising from wood, burns the wood itself.</P><P CLASS=t>PURPORT</P><P>It is said that both the j&#299;v&#257;tm&#257;, the individual soul, and the Param&#257;tm&#257; live together within the heart. In the Vedic version it is stated, hridi hy ayam &#257;tm&#257;: the soul and Supersoul both live within the heart. The individual soul is liberated when it comes out of the material heart or cleanses the heart to make it spiritualized. The example given here is very appropriate: yonim ivotthito'gnih. Agni, or fire, comes out of wood, and by it the wood is completely destroyed. Similarly, when a living entity increases his attachment for the Supreme Personality of Godhead, he is to be considered like fire. A blazing fire is visible by its exhibition of heat and light; similarly, when the living entity within the heart becomes enlightened with full spiritual knowledge and detached from the material world, he burns up his material covering of the five elements &#8212; earth, water, fire, air and sky &#8212; and becomes free from the five kinds of material attachments, namely ignorance, false egoism, attachment to the material world, envy and absorption in material consciousness. Therefore pañc&#257;tmakam, as mentioned in this verse, refers to either the five elements or the five coverings of material contamination. When these are all burned into ashes by the blazing fire of knowledge and detachment, one is fixed firmly in the devotional service of the Supreme Personality of Godhead. Unless one takes shelter of a bona fide spiritual master and advances one's attraction for Krishna by the spiritual master's instructions, the five coverings of the living entity cannot be uncovered from the material heart. The living entity is centered within the heart, and to take him away from the heart is to liberate him. This is the process. One must take shelter of a bona fide spiritual master and by his instruction increase one's knowledge in devotional service, become detached from the material world and thus become liberated. An advanced devotee, therefore, does not live within the material body but within his spiritual body, just as a dry coconut lives detached from the coconut husk, even though within the husk. The pure devotee's body is therefore called cin-maya-&#347;ar&#299;ra ("spiritualized body"). In other words, a devotee's body is not connected with material activities, and as such, a devotee is always liberated (brahma-bh&#363;y&#257;ya kalpate), as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>). &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; also confirms this:</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"Whatever his condition may be, one who is engaged fully with his body, mind and speech in the service of the Lord is liberated, even within this body."</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>