<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.27</P><P CLASS=c>dagdh&#257;&#347;ayo mukta-samasta-tad-guno</P><P CLASS=c>naiv&#257;tmano bahir antar vicashte</P><P CLASS=c>par&#257;tmanor yad-vyavadh&#257;nam purast&#257;t</P><P CLASS=c>svapne yath&#257; purushas tad-vin&#257;&#347;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dagdha">dagdha</A>-<A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ayah</A> &#8212; all material desires being burned; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; qualities <A HREF="http://vedabase.net/i/in">in</A> connection with matter; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; the soul or the Supersoul; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; external; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; internal; <A CLASS=v HREF="http://vedabase.net/v/vicaste">vicashte</A> &#8212; acting; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanoh">&#257;tmanoh</A> &#8212; of the Supersoul; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vyavadhanam">vyavadh&#257;nam</A> &#8212; difference; <A CLASS=v HREF="http://vedabase.net/p/purastat">purast&#257;t</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> was <A HREF="http://vedabase.net/i/in">in</A> the beginning; <A CLASS=v HREF="http://vedabase.net/s/svapne">svapne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> dream; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vinase">vin&#257;&#347;e</A> &#8212; being finished.</P><P CLASS=t>TRANSLATION</P><P>When a person becomes devoid of all material desires and liberated from all material qualities, he transcends distinctions between actions executed externally and internally. At that time the difference between the soul and the Supersoul, which was existing before self-realization, is annihilated. When a dream is over, there is no longer a distinction between the dream and the dreamer.</P><P CLASS=t>PURPORT</P><P>As described by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]), one must be devoid of all material desires. When a person becomes devoid of all material desires, there is no longer need for speculative knowledge or fruitive activities. In that condition it is to be understood that one is free from the material body. The example is already given above &#8212; a coconut which is dry is loosened from its outward husk. This is the stage of liberation. As said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/10/6.htm">2.10.6</A>), mukti (liberation) means svar&#363;pena vyavasthitih &#8212; being situated in one's own constitutional position. All material desires are present as long as one is in the bodily concept of life, but when one realizes that he is an eternal servant of Krishna, his desires are no longer material. A devotee acts in this consciousness. In other words, when material desires in connection with the body are finished, one is actually liberated.</P><P>When one is liberated from the material qualities, he does not do anything for his personal sense gratification. At that time all activities performed by him are absolute. In the conditioned state there are two kinds of activities. One acts on behalf of the body, and at the same time he acts to become liberated. The devotee, when he is completely free from all material desires or all material qualities, transcends the duality of action for the body and soul. Then the bodily concept of life is completely over. Therefore &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says:</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>When one is completely fixed in the service of the Lord, he is a liberated person in any condition of life. He is called j&#299;van-muktah, liberated even within this body. In such a liberated condition, there is no distinction between actions for sense gratification and actions for liberation. When one is liberated from the desires of sense gratification, he has no longer to suffer the reactions of lamentation or illusion. Activities performed by the karm&#299;s and jñ&#257;n&#299;s are subject to lamentation and illusion, but a self-realized liberated person acting only for the Supreme Personality of Godhead experiences none. This is the stage of oneness, or merging into the existence of the Supreme Personality of Godhead. This means that the individual soul, while keeping his individuality, no longer has separate interests. He is fully in the service of the Lord, and he has nothing to do for his personal sense gratification; therefore he sees only the Supreme Personality of Godhead and not himself. His personal interest completely perishes. When a person comes out of a dream, the dream vanishes. While dreaming a person may consider himself a king and see the royal paraphernalia, his soldiers, etc., but when the dream is over, he does not see anything beyond himself. Similarly, a liberated person understands that he is part and parcel of the Supreme Lord acting in accordance with the desire of the Supreme Lord, and as such there is no distinction between himself and the Supreme Lord, although both of them retain their individuality. Nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. This is the perfect conception of oneness in relation to the Supersoul and the soul.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>