<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.28</P><P CLASS=c>&#257;tm&#257;nam indriy&#257;rtham ca</P><P CLASS=c>param yad ubhayor api</P><P CLASS=c>saty &#257;&#347;aya up&#257;dhau vai</P><P CLASS=c>pum&#257;n pa&#347;yati n&#257;nyad&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the soul; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; for sense gratification; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/ubhayoh">ubhayoh</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sati">sati</A> &#8212; being situated; <A CLASS=v HREF="http://vedabase.net/a/asaye">&#257;&#347;aye</A> &#8212; material desires; <A CLASS=v HREF="http://vedabase.net/u/upadhau">up&#257;dhau</A> &#8212; designation; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the person; <A CLASS=v HREF="http://vedabase.net/p/pasyati">pa&#347;yati</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/anyada">anyad&#257;</A> &#8212; not otherwise.</P><P CLASS=t>TRANSLATION</P><P>When the soul exists for sense gratification, he creates different desires, and for that reason he becomes subjected to designations. But when one is in the transcendental position, he is no longer interested in anything except fulfilling the desires of the Lord.</P><P CLASS=t>PURPORT</P><P>Being covered by material desires, a spirit soul is also considered to be covered by designations belonging to a particular type of body. Thus he considers himself an animal, man, demigod, bird, beast, etc. In so many ways he is influenced by false identification caused by false egotism, and being covered by illusory material desires, he distinguishes between matter and spirit. When one is devoid of such distinctions, there is no longer a difference between matter and spirit. At that time, the spirit is the only predominating factor. As long as one is covered by material desires, he thinks himself the master or the enjoyer. Thus he acts for sense gratification and becomes subjected to material pangs, happiness and distress. But when one is freed from such a concept of life, he is no longer subjected to designations, and he envisions everything as spiritual in connection with the Supreme Lord. This is explained by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/255">1.2.255</A>):</P><P>an&#257;saktasya vishay&#257;n</P><P CLASS=n>yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe</P><P CLASS=n>yuktam vair&#257;gyam ucyate</P><P>The liberated person has no attachment for anything material or for sense gratification. He understands that everything is connected with the Supreme Personality of Godhead and that everything should be engaged in the service of the Lord. Therefore he does not give up anything. There is no question of renouncing anything because the paramahamsa knows how to engage everything in the service of the Lord. Originally everything is spiritual; nothing is material. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/8/274.htm">Madhya 8.274</A>) also it is explained that a mah&#257;-bh&#257;gavata, a highly advanced devotee, has no material vision:</P><P>sth&#257;vara-ja&#324;gama dekhe, n&#257; dekhe t&#257;ra m&#363;rti</P><P CLASS=n>sarvatra haya nija ishta-deva-sph&#363;rti</P><P>Although he sees trees, mountains, and other living entities moving here and there, he sees all as the creation of the Supreme Lord and, with reference to the context, sees only the creator and not the created. In other words, he no longer distinguishes between the created and the creator. He sees only the Supreme Personality of Godhead in everything. He sees Krishna in everything and everything in Krishna. This is oneness.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>