<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.29</P><P CLASS=c>nimitte sati sarvatra</P><P CLASS=c>jal&#257;d&#257;v api p&#363;rushah</P><P CLASS=c>&#257;tmana&#347; ca parasy&#257;pi</P><P CLASS=c>bhid&#257;m pa&#347;yati n&#257;nyad&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nimitte">nimitte</A> &#8212; on account of causes; <A CLASS=v HREF="http://vedabase.net/s/sati">sati</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A>-<A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; water and other reflecting media; <A CLASS=v HREF="http://vedabase.net/p/purusah">p&#363;rushah</A> &#8212; the person; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; oneself; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; another's self; <A CLASS=v HREF="http://vedabase.net/b/bhidam">bhid&#257;m</A> &#8212; differentiation; <A CLASS=v HREF="http://vedabase.net/p/pasyati">pa&#347;yati</A> &#8212; sees; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/anyada">anyad&#257;</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> other reason.</P><P CLASS=t>TRANSLATION</P><P>Only because of different causes does a person see a difference between himself and others, just as one sees the reflection of a body appearing differently manifested on water, on oil or in a mirror.</P><P CLASS=t>PURPORT</P><P>The spirit soul is one, the Supreme Personality of Godhead. He is manifested in sv&#257;m&#347;a and vibhinna-m&#347;a expansions. The j&#299;vas are vibhinn&#257;m&#347;a expansions. The different incarnations of the Supreme Personality of Godhead are sv&#257;m&#347;a expansions. Thus there are different potencies of the Supreme Lord, and there are different expansions of the different potencies. In this way, for different reasons there are different expansions of the same one principle, the Supreme Personality of Godhead. This understanding is real knowledge, but when the living entity is covered by the up&#257;dhi, or designated body, he sees differences, exactly as one sees differences in reflections of oneself on water, on oil or in a mirror. When something is reflected on the water, it appears to be moving. When it is reflected on ice, it appears fixed. When it is reflected on oil, it appears hazy. The subject is one, but under different conditions it appears differently. When the qualifying factor is taken away, the whole appears to be one. In other words, when one comes to the paramahamsa or perfectional stage of life by practicing bhakti-yoga, he sees only Krishna everywhere. For him there is no other objective.</P><P>In conclusion, due to different causes, the living entity is visible in different forms as an animal, human being, demigod, tree, etc. Actually every living entity is the marginal potency of the Supreme Lord. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/18.htm">5.18</A>), therefore, it is explained that one who actually sees the spirit soul does not distinguish between a learned br&#257;hmana and a dog, an elephant or a cow. pandit&#257;h sama-dar&#347;inah. One who is actually learned sees only the living entity, not the outward covering. Differentiation is therefore the result of different karma, or fruitive activities, and when we stop fruitive activities, turning them into acts of devotion, we can understand that we are not different from anyone else, regardless of the form. This is only possible in Krishna consciousness. In this movement there are many different races of men from all parts of the world participating, but because they think of themselves as servants of the Supreme Personality of Godhead, they do not differentiate between black and white, yellow and red. The Krishna consciousness movement is therefore the only means to make the living entities free of all designations.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>