<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.3</P><P CLASS=c>tad-dar&#347;anodgat&#257;n pr&#257;n&#257;n</P><P CLASS=c>praty&#257;ditsur ivotthitah</P><P CLASS=c>sa-sadasy&#257;nugo vainya</P><P CLASS=c>indriye&#347;o gun&#257;n iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/u/udgatan">udgat&#257;n</A> &#8212; being greatly desired; <A CLASS=v HREF="http://vedabase.net/p/pranan">pr&#257;n&#257;n</A> &#8212; life; <A CLASS=v HREF="http://vedabase.net/p/pratyaditsuh">praty&#257;ditsuh</A> &#8212; peacefully going; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/u/utthitah">utthitah</A> &#8212; got up; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/s/sadasya">sadasya</A> &#8212; associates or followers; <A CLASS=v HREF="http://vedabase.net/a/anugah">anugah</A> &#8212; officers; <A CLASS=v HREF="http://vedabase.net/v/vainyah">vainyah</A> &#8212; King <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> living entity; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> influenced by the modes of material nature.</P><P CLASS=t>TRANSLATION</P><P>Seeing the four Kum&#257;ras, Prithu Mah&#257;r&#257;ja was greatly anxious to receive them. Therefore the King, with all his officers, very hastily got up, as anxiously as a conditioned soul whose senses are immediately attracted by the modes of material nature.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/27.htm">3.27</A>) it is said:</P><P>prakriteh kriyam&#257;n&#257;ni</P><P CLASS=n>gunaih karm&#257;ni sarva&#347;ah</P><P CLASS=n>aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;</P><P CLASS=n>kart&#257;ham iti manyate</P><P>Every conditioned soul is influenced by a particular mixture of the modes of material nature. As such, the conditioned soul is attracted to certain types of activity which he is forced to perform because he is completely under the influence of material nature. Here Prithu Mah&#257;r&#257;ja is compared to such a conditioned soul, not because he was a conditioned soul but because he was so anxious to receive the Kum&#257;ras that it was as if without them he would have lost his life. The conditioned soul is attracted by the objects of sense gratification. His eyes are attracted to see beautiful things, his ears are attracted to hear nice music, his nose is attracted to enjoy the aroma of a nice flower, and his tongue is attracted to taste nice food. Similarly, all his other senses &#8212; his hands, his legs, his belly, his genitals, his mind, etc. &#8212; are so susceptible to the attraction of the objects of enjoyment that he cannot restrain himself. Prithu Mah&#257;r&#257;ja, in the same way, could not restrain himself from receiving the four Kum&#257;ras, who were bright by dint of their spiritual progress, and thus not only he himself but also his officers and associates all received the four Kum&#257;ras. It is said, "Birds of a feather flock together." In this world, everyone is attracted by a person of the same category. A drunkard is attracted to persons who are also drunkards. Similarly, a saintly person is attracted by other saintly persons. Prithu Mah&#257;r&#257;ja was in the topmost position of spiritual advancement, and as such, he was attracted by the Kum&#257;ras, who were of the same category. It is said, therefore, that a man is known by his company.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>