<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.33</P><P CLASS=c>arthendriy&#257;rth&#257;bhidhy&#257;nam</P><P CLASS=c>sarv&#257;rth&#257;pahnavo nrin&#257;m</P><P CLASS=c>bhram&#347;ito jñ&#257;na-vijñ&#257;n&#257;d</P><P CLASS=c>yen&#257;vi&#347;ati mukhyat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; riches; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; for the satisfaction of the senses; <A CLASS=v HREF="http://vedabase.net/a/abhidhyanam">abhidhy&#257;nam</A> &#8212; constantly thinking of; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; four kinds of achievements; <A CLASS=v HREF="http://vedabase.net/a/apahnavah">apahnavah</A> &#8212; destructive; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of human society; <A CLASS=v HREF="http://vedabase.net/b/bhramsitah">bhram&#347;itah</A> &#8212; being devoid of; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/vijnanat">vijñ&#257;n&#257;t</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by all this; <A CLASS=v HREF="http://vedabase.net/a/avisati">&#257;vi&#347;ati</A> &#8212; enters; <A CLASS=v HREF="http://vedabase.net/m/mukhyatam">mukhyat&#257;m</A> &#8212; immovable life.</P><P CLASS=t>TRANSLATION</P><P>For human society, constantly thinking of how to earn money and apply it for sense gratification brings about the destruction of everyone's interests. When one becomes devoid of knowledge and devotional service, he enters into species of life like those of trees and stones.</P><P CLASS=t>PURPORT</P><P>Jñ&#257;na, or knowledge, means to understand one's constitutional position, and vijñ&#257;na refers to practical application of that knowledge in life. In the human form of life, one should come to the position of jñ&#257;na and vijñ&#257;na, but despite this great opportunity if one does not develop knowledge and practical application of knowledge through the help of a spiritual master and the &#347;&#257;stras &#8212; in other words, if one misuses this opportunity &#8212; then in the next life he is sure to be born in a species of nonmoving living entities. Nonmoving living entities include hills, mountains, trees, plants, etc. This stage of life is called punyat&#257;m or mukhyat&#257;m, namely, making all activities zero. Philosophers who support stopping all activities are called &#347;&#363;nyav&#257;d&#299;. By nature's own way, our activities are to be gradually diverted to devotional service. But there are philosophers who, instead of purifying their activities, try to make everything zero, or void of all activities. This lack of activity is represented by the trees and the hills. This is a kind of punishment inflicted by the laws of nature. If we do not properly execute our mission of life in self-realization, nature's punishment will render us inactive by putting us in the form of trees and hills. Therefore activities directed toward sense gratification are condemned herein. One who is constantly thinking of activities to earn money and gratify the senses is following a path which is suicidal. Factually all human society is following this path. Some way or other, people are determined to earn money or get money by begging, borrowing or stealing and applying that for sense gratification. Such a civilization is the greatest obstacle in the path of self-realization.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>