<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.38</P><P CLASS=c>yasminn idam sad-asad-&#257;tmatay&#257; vibh&#257;ti</P><P CLASS=c>m&#257;y&#257; viveka-vidhuti sraji v&#257;hi-buddhih</P><P CLASS=c>tam nitya-mukta-pari&#347;uddha-vi&#347;uddha-tattvam</P><P CLASS=c>praty&#363;dha-karma-kalila-prakritim prapadye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; the Supreme Lord and His different energies; <A CLASS=v HREF="http://vedabase.net/a/atmataya">&#257;tmatay&#257;</A> &#8212; being the root of all cause and effect; <A CLASS=v HREF="http://vedabase.net/v/vibhati">vibh&#257;ti</A> &#8212; manifests; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/v/viveka">viveka</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhuti">vidhuti</A> &#8212; liberated by deliberate consideration; <A CLASS=v HREF="http://vedabase.net/s/sraji">sraji</A> &#8212; on the rope; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/ahi">ahi</A> &#8212; serpent; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; eternally; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/p/parisuddha">pari&#347;uddha</A> &#8212; uncontaminated; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/p/pratyudha">praty&#363;dha</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/k/kalila">kalila</A> &#8212; impurities; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> spiritual energy; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; surrender.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead manifests Himself as one with the cause and effect within this body, but one who has transcended the illusory energy by deliberate consideration, which clears the misconception of a snake for a rope, can understand that the Param&#257;tm&#257; is eternally transcendental to the material creation and situated in pure internal energy. Thus the Lord is transcendental to all material contamination. Unto Him only must one surrender.</P><P CLASS=t>PURPORT</P><P>This verse is specifically stated to defy the M&#257;y&#257;v&#257;da conclusion of oneness without differentiation between the individual soul and the Supersoul. The M&#257;y&#257;v&#257;da conclusion is that the living entity and the Supersoul are one; there is no difference. The M&#257;y&#257;v&#257;d&#299;s proclaim that there is no separate existence outside the impersonal Brahman and that the feeling of separation is m&#257;y&#257;, or an illusion, by which one considers a rope to be a snake. The rope-and-the-snake argument is generally offered by the M&#257;y&#257;v&#257;d&#299; philosophers. Therefore these words, which represent vivarta-v&#257;da, are specifically mentioned herein. Actually Param&#257;tm&#257;, the Supersoul, is the Supreme Personality of Godhead, and He is eternally liberated. In other words, the Supreme Personality of Godhead is living within this body along with the individual soul, and this is confirmed in the Vedas. They are likened to two friends sitting on the same tree. Yet Param&#257;tm&#257; is above the illusory energy. The illusory energy is called bahira&#324;g&#257; &#347;akti, or external energy, and the living entity is called tatasth&#257; &#347;akti, or marginal potency. As stated in Bhagavad-g&#299;t&#257;, the material energy, represented as earth, water, air, fire, sky, etc., and the spiritual energy, the living entity, are both energies of the Supreme Lord. Even though the energies and the energetic are identical, the living entity, individual soul, being prone to be influenced by the external energy, considers the Supreme Personality of Godhead to be one with himself.</P><P>The word prapadye is also significant in this verse, for it refers to the conclusion of the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>): sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. In another place the Lord says: bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate (<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>). This prapadye or &#347;aranam vraja refers to the individual's surrender to the Supersoul. The individual soul, when surrendered, can understand that the Supreme Personality of Godhead, although situated within the heart of the individual soul, is superior to the individual soul. The Lord is always transcendental to the material manifestation, even though it appears that the Lord and the material manifestation are one and the same. According to the Vaishnava philosophy, He is one and different simultaneously. The material energy is a manifestation of His external potency, and since the potency is identical with the potent, it appears that the Lord and individual soul are one; but actually the individual soul is under the influence of material energy, and the Lord is always transcendental to it. Unless the Lord is superior to the individual soul, there is no question of prapadye, or surrender unto Him. This word prapadye refers to the process of devotional service. Simply by nondevotional speculation on the rope and the snake, one cannot approach the Absolute Truth. Therefore devotional service is stressed as more important than deliberation or mental speculation to understand the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>