<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.39</P><P CLASS=c>yat-p&#257;da-pa&#324;kaja-pal&#257;&#347;a-vil&#257;sa-bhakty&#257;</P><P CLASS=c>karm&#257;&#347;ayam grathitam udgrathayanti santah</P><P CLASS=c>tadvan na rikta-matayo yatayo 'pi ruddha-</P><P CLASS=c>sroto-gan&#257;s tam aranam bhaja v&#257;sudevam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/p/pankaja">pa&#324;kaja</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/p/palasa">pal&#257;&#347;a</A> &#8212; petals or toes; <A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; enjoyment; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/asayam">&#257;&#347;ayam</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/g/grathitam">grathitam</A> &#8212; hard knot; <A CLASS=v HREF="http://vedabase.net/u/udgrathayanti">udgrathayanti</A> &#8212; root out; <A CLASS=v HREF="http://vedabase.net/s/santah">santah</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/r/rikta">rikta</A>-<A CLASS=v HREF="http://vedabase.net/m/matayah">matayah</A> &#8212; persons devoid of devotional service; <A CLASS=v HREF="http://vedabase.net/y/yatayah">yatayah</A> &#8212; ever-increasingly trying; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/r/ruddha">ruddha</A> &#8212; stopped; <A CLASS=v HREF="http://vedabase.net/s/srotah">srotah</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; the waves of sense enjoyment; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/a/aranam">aranam</A> &#8212; worthy <A HREF="http://vedabase.net/t/to">to</A> take shelter; <A CLASS=v HREF="http://vedabase.net/b/bhaja">bhaja</A> &#8212; engage <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/v/vasudevam">v&#257;sudevam</A> &#8212; unto <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the son of <A HREF="http://vedabase.net/v/vasudeva">Vasudeva</A>.</P><P CLASS=t>TRANSLATION</P><P>The devotees, who are always engaged in the service of the toes of the lotus feet of the Lord, can very easily overcome hard-knotted desires for fruitive activities. Because this is very difficult, the nondevotees &#8212; the jñ&#257;n&#299;s and yog&#299;s &#8212; although trying to stop the waves of sense gratification, cannot do so. Therefore you are advised to engage in the devotional service of Krishna, the son of Vasudeva.</P><P CLASS=t>PURPORT</P><P>There are three kinds of transcendentalists trying to overcome the influence of the modes of material nature &#8212; the jñ&#257;n&#299;s, yog&#299;s and bhaktas. All of them attempt to overcome the influence of the senses, which is compared to the incessant waves of a river. The waves of a river flow incessantly, and it is very difficult to stop them. Similarly, the waves of desire for material enjoyment are so strong that they cannot be stopped by any process other than bhakti-yoga. The bhaktas, by their transcendental devotional service unto the lotus feet of the Lord, become so overwhelmed with transcendental bliss that automatically their desires for material enjoyment stop. The jñ&#257;n&#299;s and yog&#299;s, who are not attached to the lotus feet of the Lord, simply struggle against the waves of desire. They are described in this verse as rikta-matayah, which means "devoid of devotional service." In other words, the jñ&#257;n&#299;s and yog&#299;s, although trying to be free from the desires of material activities, actually become more and more entangled in false philosophical speculation or strenuous attempts to stop the activities of the senses. As stated previously:</P><P>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/7.htm">1.2.7</A>)</P><P>Here also the same point is stressed. Bhaja v&#257;sudevam indicates that one who is engaged in the loving service of Krishna, the son of Vasudeva, can very easily stop the waves of desires. As long as one continues to try to artificially stop the waves of desires, he will certainly be defeated. That is indicated in this verse. Desires for fruitive activities are strongly rooted, but the trees of desire can be uprooted completely by devotional service because devotional service employs superior desire. One can give up inferior desires when engaged in superior desires. To try to stop desires is impossible. One has to desire the Supreme in order not to be entangled in inferior desires. Jñ&#257;n&#299;s maintain a desire to become one with the Supreme, but such desire is also considered to be k&#257;ma, lust. Similarly, the yog&#299;s desire mystic power, and that is also k&#257;ma. And the bhaktas, not being desirous of any sort of material enjoyment, become purified. There is no artificial attempt to stop desire. Desire becomes a source of spiritual enjoyment under the protection of the toes of the lotus feet of the Lord. It is stated herein by the Kum&#257;ras that the lotus feet of Lord Krishna are the ultimate reservoir of all pleasure. One should therefore take shelter of the lotus feet of the Lord instead of trying unsuccessfully to stop desires for material enjoyment. As long as one is unable to stop the desire for material enjoyment, there is no possibility of becoming liberated from the entanglement of material existence. It may be argued that the waves of a river are incessantly flowing and that they cannot be stopped, but the waves of the river flow toward the sea. When the tide comes over the river, it overwhelms the flowing of the river, and the river itself becomes overflooded, and the waves from the sea become more prominent than the waves from the river. Similarly, a devotee with intelligence plans so many things for the service of the Lord in Krishna consciousness that stagnant material desires become overflooded by the desire to serve the Lord. As confirmed by Y&#257;mun&#257;c&#257;rya, since he has been engaged in the service of the lotus feet of the Lord, there is always a current of newer and newer desires flowing to serve the Lord, so much so that the stagnant desire of sex life becomes very insignificant. Y&#257;mun&#257;c&#257;rya even says that he spits on such desires. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/59.htm">2.59</A>) also confirms: param drishtv&#257; nivartate. The conclusion is that by developing a loving desire for the service of the lotus feet of the Lord, we subdue all material desires for sense gratification.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>