<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.4</P><P CLASS=c>gaurav&#257;d yantritah sabhyah</P><P CLASS=c>pra&#347;ray&#257;nata-kandharah</P><P CLASS=c>vidhivat p&#363;jay&#257;m cakre</P><P CLASS=c>grih&#299;t&#257;dhyarhan&#257;san&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gauravat">gaurav&#257;t</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/y/yantritah">yantritah</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/s/sabhyah">sabhyah</A> &#8212; most civilized; <A CLASS=v HREF="http://vedabase.net/p/prasraya">pra&#347;raya</A> &#8212; by humbleness; <A CLASS=v HREF="http://vedabase.net/a/anata">&#257;nata</A>-<A CLASS=v HREF="http://vedabase.net/k/kandharah">kandharah</A> &#8212; bowing down his shoulder; <A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the instructions of the <A HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A>; <A CLASS=v HREF="http://vedabase.net/p/pujayam">p&#363;jay&#257;m</A> &#8212; by worshiping; <A CLASS=v HREF="http://vedabase.net/c/cakre">cakre</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/a/adhi">adhi</A> &#8212; including; <A CLASS=v HREF="http://vedabase.net/a/arhana">arhana</A> &#8212; paraphernalia for reception; <A CLASS=v HREF="http://vedabase.net/a/asanan">&#257;san&#257;n</A> &#8212; sitting places.</P><P CLASS=t>TRANSLATION</P><P>When the great sages accepted their reception, according to the instructions of the &#347;&#257;stras, and finally took their seats offered by the King, the King, influenced by the glories of the sages, immediately bowed down. Thus he worshiped the four Kum&#257;ras.</P><P CLASS=t>PURPORT</P><P>The four Kum&#257;ras are parampar&#257; spiritual masters of the Vaishnava samprad&#257;ya. Out of the four samprad&#257;yas, namely Brahma-samprad&#257;ya, &#346;r&#299;-samprad&#257;ya, Kum&#257;ra-samprad&#257;ya and Rudra-samprad&#257;ya, the disciplic succession of spiritual master to disciple known as the Kum&#257;ra-samprad&#257;ya is coming down from the four Kum&#257;ras. So Prithu Mah&#257;r&#257;ja was very respectful to the samprad&#257;ya-&#257;c&#257;ryas. As it is said by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, s&#257;ksh&#257;d-dharitvena samasta-&#347;&#257;straih: a spiritual master, or the parampar&#257;-&#257;c&#257;rya, should be respected exactly like the Supreme Personality of Godhead. The word vidhivat is significant in this verse. This means that Prithu Mah&#257;r&#257;ja also strictly followed the injunctions of the &#347;&#257;stra in receiving a spiritual master, or &#257;c&#257;rya, of the transcendental disciplic succession. Whenever an &#257;c&#257;rya is seen, one should immediately bow down before him. Prithu Mah&#257;r&#257;ja did this properly; therefore the words used here are pra&#347;ray&#257;nata-kandharah. Out of humility, he bowed down before the Kum&#257;ras.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>