<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.40</P><P CLASS=c>kricchro mah&#257;n iha bhav&#257;rnavam aplave&#347;&#257;m</P><P CLASS=c>shad-varga-nakram asukhena tit&#299;rshanti</P><P CLASS=c>tat tvam harer bhagavato bhajan&#299;yam a&#324;ghrim</P><P CLASS=c>kritvodupam vyasanam uttara dustar&#257;rnam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krcchrah">kricchrah</A> &#8212; troublesome; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here (<A HREF="http://vedabase.net/i/in">in</A> this life); <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/a/arnavam">arnavam</A> &#8212; ocean of material existence; <A CLASS=v HREF="http://vedabase.net/a/aplava">aplava</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;&#257;m</A> &#8212; of the nondevotees, who have not taken shelter of the lotus feet of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/varga">varga</A> &#8212; six senses; <A CLASS=v HREF="http://vedabase.net/n/nakram">nakram</A> &#8212; sharks; <A CLASS=v HREF="http://vedabase.net/a/asukhena">asukhena</A> &#8212; with great difficulty; <A CLASS=v HREF="http://vedabase.net/t/titirsanti">tit&#299;rshanti</A> &#8212; cross over; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme; <A CLASS=v HREF="http://vedabase.net/b/bhajaniyam">bhajan&#299;yam</A> &#8212; worthy of worship; <A CLASS=v HREF="http://vedabase.net/a/anghrim">a&#324;ghrim</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; making; <A CLASS=v HREF="http://vedabase.net/u/udupam">udupam</A> &#8212; boat; <A CLASS=v HREF="http://vedabase.net/v/vyasanam">vyasanam</A> &#8212; all kinds of dangers; <A CLASS=v HREF="http://vedabase.net/u/uttara">uttara</A> &#8212; cross over; <A CLASS=v HREF="http://vedabase.net/d/dustara">dustara</A> &#8212; very difficult; <A CLASS=v HREF="http://vedabase.net/a/arnam">arnam</A> &#8212; the ocean.</P><P CLASS=t>TRANSLATION</P><P>The ocean of nescience is very difficult to cross because it is infested with many dangerous sharks. Although those who are nondevotees undergo severe austerities and penances to cross that ocean, we recommend that you simply take shelter of the lotus feet of the Lord, which are like boats for crossing the ocean. Although the ocean is difficult to cross, by taking shelter of His lotus feet you will overcome all dangers.</P><P CLASS=t>PURPORT</P><P>Material existence is compared herein to the great ocean of nescience. Another name of this ocean is Vaitaran&#299;. In that Vaitaran&#299; Ocean, which is the Causal Ocean, there are innumerable universes floating like footballs. On the other side of the ocean is the spiritual world of Vaikuntha, which is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/20.htm">8.20</A>) as paras tasm&#257;t tu bh&#257;vo 'nyah. Thus there is an ever-existing spiritual nature which is beyond this material nature. Even though all the material universes are annihilated again and again in the Causal Ocean, the Vaikuntha planets, which are spiritual, exist eternally and are not subject to dissolution. The human form of life gives the living entity a chance to cross the ocean of nescience, which is this material universe, and enter into the spiritual sky. Although there are many methods or boats by which one can cross the ocean, the Kum&#257;ras recommend that the King take shelter of the lotus feet of the Lord, just as one would take shelter of a good boat. Nondevotees, who do not take shelter of the Lord's lotus feet, try to cross the ocean of nescience by other methods (karma, jñ&#257;na and yoga), but they have a great deal of trouble. Indeed, sometimes they become so busy simply enjoying their troubles that they never cross the ocean. There is no guarantee that the nondevotees will cross the ocean, but even though they manage to cross, they have to undergo severe austerities and penances. On the other hand, anyone who takes to the process of devotional service and has faith that the lotus feet of the Lord are safe boats to cross that ocean is certain to cross very easily and comfortably.</P><P>Prithu Mah&#257;r&#257;ja is therefore advised to take the boat of the lotus feet of the Lord to easily cross over all dangers. Dangerous elements in the universe are compared to sharks in the ocean. Even though one may be a very expert swimmer, he cannot possibly survive if he is attacked by sharks. One often sees that many so-called sv&#257;m&#299;s and yog&#299;s sometimes advertise themselves as competent to cross the ocean of nescience and to help others cross, but in actuality they are found to be simply victims of their own senses. Instead of helping their followers to cross the ocean of nescience, such sv&#257;m&#299;s and yog&#299;s fall prey to m&#257;y&#257;, represented by the fair sex, woman, and are thus devoured by the sharks in that ocean.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>