<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.42</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>krito me 'nugrahah p&#363;rvam</P><P CLASS=c>harin&#257;rt&#257;nukampin&#257;</P><P CLASS=c>tam &#257;p&#257;dayitum brahman</P><P CLASS=c>bhagavan y&#363;yam &#257;gat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the King said; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; done; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; causeless mercy; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; formerly; <A CLASS=v HREF="http://vedabase.net/h/harina">harin&#257;</A> &#8212; by the Supreme Personality of Godhead, Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/a/arta">&#257;rta</A>-<A CLASS=v HREF="http://vedabase.net/a/anukampina">anukampin&#257;</A> &#8212; compassionate for persons <A HREF="http://vedabase.net/i/in">in</A> distress; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/apadayitum">&#257;p&#257;dayitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> confirm <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> powerful one; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/a/agatah">&#257;gat&#257;h</A> &#8212; have arrived here.</P><P CLASS=t>TRANSLATION</P><P>The King said: O br&#257;hmana, O powerful one, formerly Lord Vishnu showed me His causeless mercy, indicating that you would come to my house, and to confirm that blessing, you have all come.</P><P CLASS=t>PURPORT</P><P>When Lord Vishnu appeared in the great arena of sacrifice at the time when King Prithu was performing a great sacrifice (a&#347;vamedha), He predicted that the Kum&#257;ras would very soon come and advise the King. Therefore Prithu Mah&#257;r&#257;ja remembered the causeless mercy of the Lord and thus welcomed the arrival of the Kum&#257;ras, who were fulfilling the Lord's prediction. In other words, when the Lord makes a prediction, He fulfills that prediction through some of His devotees. Similarly, Lord Caitanya Mah&#257;prabhu predicted that both His glorious names and the Hare Krishna mah&#257;-mantra would be broadcast in all the towns and villages of the world. &#346;r&#299;la Bhaktivinoda Th&#257;kura and &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Prabhup&#257;da desired to fulfill this great prediction, and we are following in their footsteps.</P><P>Regarding His devotees, Lord Krishna told Arjuna, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "O son of Kunt&#299;, declare it boldly that My devotee will never perish." (<A CLASS=v HREF="../../../bg/9/31.htm">Bg. 9.31</A>) The point is that the Lord Himself could declare such things, but it was His desire to make the declaration through Arjuna and thus doubly assure that His promise would never be broken. The Lord Himself promises, and His confidential devotees execute the promise. The Lord makes so many promises for the benefit of suffering humanity. Although the Lord is very compassionate upon suffering humanity, human beings are generally not very anxious to serve Him. The relationship is something like that between the father and the son; the father is always anxious for the welfare of the son, even though the son forgets or neglects the father. The word anukampin&#257; is significant; the Lord is so compassionate upon the living entities that He comes Himself into this world in order to benefit fallen souls.</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself." (<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7</A>)</P><P>Thus it is out of compassion that the Lord appears in His different forms. Lord &#346;r&#299; Krishna appeared on this planet out of compassion for fallen souls; Lord Buddha appeared out of compassion for the poor animals who were being killed by the demons; Lord Nrisimhadeva appeared out of compassion for Prahl&#257;da Mah&#257;r&#257;ja. The conclusion is that the Lord is so compassionate upon the fallen souls within this material world that He comes Himself or sends His devotees and His servants to fulfill His desire to have all the fallen souls come back home, back to Godhead. Thus Lord &#346;r&#299; Krishna instructed Bhagavad-g&#299;t&#257; to Arjuna for the benefit of the entire human society. Intelligent men should therefore seriously consider this Krishna consciousness movement and fully utilize the instructions of Bhagavad-g&#299;t&#257; as preached without adulteration by His pure devotees.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>