<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.43</P><P CLASS=c>nishp&#257;dita&#347; ca k&#257;rtsnyena</P><P CLASS=c>bhagavadbhir ghrin&#257;lubhih</P><P CLASS=c>s&#257;dh&#363;cchishtam hi me sarvam</P><P CLASS=c>&#257;tman&#257; saha kim dade</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nispaditah">nishp&#257;ditah</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also the order is properly carried out; <A CLASS=v HREF="http://vedabase.net/k/kartsnyena">k&#257;rtsnyena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> full; <A CLASS=v HREF="http://vedabase.net/b/bhagavadbhih">bhagavadbhih</A> &#8212; by the representatives of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/ghrnalubhih">ghrin&#257;lubhih</A> &#8212; by the most compassionate; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/u/ucchistam">ucchishtam</A> &#8212; remnants of the foodstuffs of saintly persons; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; heart and soul; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/d/dade">dade</A> &#8212; shall give.</P><P CLASS=t>TRANSLATION</P><P>My dear br&#257;hmana, you have carried out the order thoroughly because you are also as compassionate as the Lord. It is my duty, therefore, to offer you something, but all I possess are but remnants of food taken by great saintly persons. What shall I give?</P><P CLASS=t>PURPORT</P><P>The word s&#257;dh&#363;cchishtam is significant in this verse. Prithu Mah&#257;r&#257;ja got his kingdom from great saintly persons like Bhrigu and others just as one gets remnants of food. After the death of King Vena, the whole world was bereft of a popular ruler. There were so many catastrophes occurring that the great saintly persons, headed by Bhrigu, created the body of King Prithu out of the body of his dead father, King Vena. Since King Prithu was thus offered the kingdom by the virtue of the mercy of great saintly persons, he did not want to divide his kingdom among saints like the Kum&#257;ras. When a father is eating food, he may, out of compassion, offer the remnants of his food to his son. Although such food may be already chewed by the father, it cannot be offered to the father again. Prithu Mah&#257;r&#257;ja's position was something like this; whatever he possessed had already been chewed, and therefore he could not offer it to the Kum&#257;ras. Indirectly, however, he offered everything he possessed to the Kum&#257;ras, and consequently they utilized his possessions in whatever way they liked. The next verse clarifies this matter.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>