<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.44</P><P CLASS=c>pr&#257;n&#257; d&#257;r&#257;h sut&#257; brahman</P><P CLASS=c>grih&#257;&#347; ca sa-paricchad&#257;h</P><P CLASS=c>r&#257;jyam balam mah&#299; ko&#347;a</P><P CLASS=c>iti sarvam niveditam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;n&#257;h</A> &#8212; life; <A CLASS=v HREF="http://vedabase.net/d/darah">d&#257;r&#257;h</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/g/grhah">grih&#257;h</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/p/paricchadah">paricchad&#257;h</A> &#8212; all paraphernalia; <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; kingdom; <A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; land; <A CLASS=v HREF="http://vedabase.net/k/kosah">ko&#347;ah</A> &#8212; treasury; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/n/niveditam">niveditam</A> &#8212; offered.</P><P CLASS=t>TRANSLATION</P><P>The King continued: Therefore, my dear br&#257;hmanas, my life, wife, children, home, furniture and household paraphernalia, my kingdom, strength, land and especially my treasury are all offered unto you.</P><P CLASS=t>PURPORT</P><P>In some readings, the word d&#257;r&#257;h is not used, but the word used then is r&#257;yah, which means "wealth." In India there are still wealthy persons who are recognized by the state as r&#257;ya. A great devotee of Lord Caitanya Mah&#257;prabhu was called R&#257;m&#257;nanda R&#257;ya because he was governor of Madras and very rich. There are still many holders of the title r&#257;ya &#8212; R&#257;ya Bahadur, R&#257;ya Chaudhuri and so on. The d&#257;r&#257;h, or wife, is not permitted to be offered to the br&#257;hmanas. Everything is offered to worthy persons who are able to accept charity, but nowhere is it found that one offers his wife; therefore in this case the reading r&#257;yah is more accurate than d&#257;r&#257;h. Also, since Prithu Mah&#257;r&#257;ja offered everything to the Kum&#257;ras, the word ko&#347;ah ("treasury") need not be separately mentioned. Kings and emperors used to keep a private treasury which was known as ratna-bh&#257;nda. The ratna-bh&#257;nda was a special treasury room which contained special jewelries, such as bangles, necklaces and so on, which were presented to the king by the citizens. This jewelry was kept separate from the regular treasury house where all the collected revenues were kept. Thus Prithu Mah&#257;r&#257;ja offered his stock of private jewelry to the lotus feet of the Kum&#257;ras. It has already been admitted that all the King's property belonged to the br&#257;hmanas and that Prithu Mah&#257;r&#257;ja was simply using it for the welfare of the state. If it were actually the property of the br&#257;hmanas, how could it be offered again to them? In this regard, &#346;r&#299;p&#257;da &#346;r&#299;dhara Sv&#257;m&#299; has explained that this offering is just like the servant's offering of food to his master. The food already belongs to the master, for the master has purchased it, but the servant, by preparing food, makes it acceptable to the master and thus offers it to him. In this way, everything belonging to Prithu Mah&#257;r&#257;ja was offered to the Kum&#257;ras.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>