<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.46</P><P CLASS=c>svam eva br&#257;hmano bhu&#324;kte</P><P CLASS=c>svam vaste svam dad&#257;ti ca</P><P CLASS=c>tasyaiv&#257;nugrahen&#257;nnam</P><P CLASS=c>bhuñjate kshatriy&#257;dayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; enjoy; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/v/vaste">vaste</A> &#8212; clothing; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/d/dadati">dad&#257;ti</A> &#8212; gives <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anugrahena">anugrahena</A> &#8212; by the mercy of; <A CLASS=v HREF="http://vedabase.net/a/annam">annam</A> &#8212; food grains; <A CLASS=v HREF="http://vedabase.net/b/bhunjate">bhuñjate</A> &#8212; eats; <A CLASS=v HREF="http://vedabase.net/k/ksatriya">kshatriya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; other divisions of society, headed by the kshatriyas.</P><P CLASS=t>TRANSLATION</P><P>The kshatriyas, vai&#347;yas and &#347;&#363;dras eat their food by virtue of the br&#257;hmanas' mercy. It is the br&#257;hmanas who enjoy their own property, clothe themselves with their own property and give charity with their own property.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is worshiped with the words namo brahmanya-dev&#257;ya, which indicate that the Supreme Lord accepts the br&#257;hmanas as worshipable gods. The Supreme Lord is worshiped by everyone, yet to teach others He worships the br&#257;hmanas. Everyone should follow the instructions of the br&#257;hmanas, for their only business is to spread &#347;abda-brahma, or Vedic knowledge, all over the world. Whenever there is a scarcity of br&#257;hmanas to spread Vedic knowledge, chaos throughout human society results. Since br&#257;hmanas and Vaishnavas are direct servants of the Supreme Personality of Godhead, they do not depend on others. In actuality, everything in the world belongs to the br&#257;hmanas, and out of their humility the br&#257;hmanas accept charity from the kshatriyas, or kings, and the vai&#347;yas, or merchants. Everything belongs to the br&#257;hmanas, but the kshatriya government and the mercantile people keep everything in custody, like bankers, and whenever the br&#257;hmanas need money, the kshatriyas and vai&#347;yas should supply it. It is like a savings account with money which the depositor can draw out at his will. The br&#257;hmanas, being engaged in the service of the Lord, have very little time to handle the finances of the world, and therefore the riches are kept by the kshatriyas, or the kings, who are to produce money upon the br&#257;hmanas' demand. Actually the br&#257;hmanas or Vaishnavas do not live at others' cost; they live by spending their own money, although it appears that they are collecting this money from others. Kshatriyas and vai&#347;yas have no right to give charity, for whatever they possess belongs to the br&#257;hmanas. Therefore charity should be given by the kshatriyas and vai&#347;yas under the instructions of the br&#257;hmanas. Unfortunately at the present moment there is a scarcity of br&#257;hmanas, and since the so-called kshatriyas and vai&#347;yas do not carry out the orders of the br&#257;hmanas, the world is in a chaotic condition.</P><P>The second line of this verse indicates that the kshatriyas, vai&#347;yas and &#347;&#363;dras eat only by virtue of the br&#257;hmana's mercy; in other words, they should not eat anything which is forbidden by the br&#257;hmanas. The br&#257;hmanas and Vaishnavas know what to eat, and by their personal example they do not eat anything which is not offered first to the Supreme Personality of Godhead. They eat only pras&#257;da, or remnants of the food offered to the Lord. The kshatriyas, vai&#347;yas and &#347;&#363;dras should eat only krishna-pras&#257;da, which is afforded them by the mercy of the br&#257;hmanas. They cannot open slaughterhouses and eat meat, fish or eggs or drink liquor, or earn money for this purpose without authorization. In the present age, because society is not guided by brahminical instruction, the whole population is only absorbed in sinful activities. Consequently, everyone is deservedly being punished by the laws of nature. This is the situation in this age of Kali.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>