<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.47</P><P CLASS=c>yair &#299;dri&#347;&#299; bhagavato gatir &#257;tma-v&#257;da</P><P CLASS=c>ek&#257;ntato nigamibhih pratip&#257;dit&#257; nah</P><P CLASS=c>tushyantv adabhra-karun&#257;h sva-kritena nityam</P><P CLASS=c>ko n&#257;ma tat pratikaroti vinoda-p&#257;tram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by those; <A CLASS=v HREF="http://vedabase.net/i/idrsi">&#299;dri&#347;&#299;</A> &#8212; such kind of; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; progress; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vade">v&#257;de</A> &#8212; spiritual consideration; <A CLASS=v HREF="http://vedabase.net/e/ekantatah">ek&#257;ntatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> complete understanding; <A CLASS=v HREF="http://vedabase.net/n/nigamibhih">nigamibhih</A> &#8212; by Vedic evidences; <A CLASS=v HREF="http://vedabase.net/p/pratipadita">pratip&#257;dit&#257;</A> &#8212; conclusively established; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/t/tusyantu">tushyantu</A> &#8212; be satisfied; <A CLASS=v HREF="http://vedabase.net/a/adabhra">adabhra</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/k/karunah">karun&#257;h</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/krtena">kritena</A> &#8212; by your own activity; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A> one; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/pratikaroti">pratikaroti</A> &#8212; counteracts; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/u/uda">uda</A>-<A CLASS=v HREF="http://vedabase.net/p/patram">p&#257;tram</A> &#8212; offering of water <A HREF="http://vedabase.net/i/in">in</A> cupped hands.</P><P CLASS=t>TRANSLATION</P><P>Prithu Mah&#257;r&#257;ja continued: How can such persons, who have rendered unlimited service by explaining the path of self-realization in relation to the Supreme Personality of Godhead, and whose explanations are given for our enlightenment with complete conviction and Vedic evidence, be repaid except by folded palms containing water for their satisfaction? Such great personalities can be satisfied only by their own activities, which are distributed amongst human society out of their unlimited mercy.</P><P CLASS=t>PURPORT</P><P>Great personalities of the material world are very eager to render welfare service to human society, but actually no one can render better service than one who distributes the knowledge of spiritual realization in relation with the Supreme Personality of Godhead. All living entities are within the clutches of the illusory energy. Forgetting their real identity, they hover in material existence, transmigrating from one body to another in search of a peaceful life. Since these living entities have very little knowledge of self-realization, they are not getting any relief, although they are very anxious to attain peace of mind and some substantial happiness. Saintly persons like the Kum&#257;ras, N&#257;rada, Prahl&#257;da, Janaka, &#346;ukadeva Gosv&#257;m&#299; and Kapiladeva, as well as the followers of such authorities as the Vaishnava &#257;c&#257;ryas and their servants, can render a valuable service to humanity by disseminating knowledge of the relationship between the Supreme Personality of Godhead and the living entity. Such knowledge is the perfect benediction for humanity.</P><P>Knowledge of Krishna is such a great gift that it is impossible to repay the benefactor. Therefore Prithu Mah&#257;r&#257;ja requested the Kum&#257;ras to be satisfied by their own benevolent activities in delivering souls from the clutches of m&#257;y&#257;. The King saw that there was no other way to satisfy them for their exalted activities. The word vinoda-p&#257;tram can be divided into two words, vin&#257; and uda-p&#257;tram, or can be understood as one word, vinoda-p&#257;tram, which means "joker." A joker's activities simply arouse laughter, and a person who tries to repay the spiritual master or teacher of the transcendental message of Krishna becomes a laughingstock just like a joker because it is not possible to repay such a debt. The best friend and benefactor of all people is one who awakens humanity to its original Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>