<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.48</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>ta &#257;tma-yoga-pataya</P><P CLASS=c>&#257;di-r&#257;jena p&#363;jit&#257;h</P><P CLASS=c>&#347;&#299;lam tad&#299;yam &#347;amsantah</P><P CLASS=c>khe 'bhavan mishat&#257;m nrin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; the masters of self-realization by devotional service; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/r/rajena">r&#257;jena</A> &#8212; by the original king (<A HREF="http://vedabase.net/p/prthu">Prithu</A>); <A CLASS=v HREF="http://vedabase.net/p/pujitah">p&#363;jit&#257;h</A> &#8212; being worshiped; <A CLASS=v HREF="http://vedabase.net/s/silam">&#347;&#299;lam</A> &#8212; character; <A CLASS=v HREF="http://vedabase.net/t/tadiyam">tad&#299;yam</A> &#8212; of the King; <A CLASS=v HREF="http://vedabase.net/s/samsantah">&#347;amsantah</A> &#8212; eulogizing; <A CLASS=v HREF="http://vedabase.net/k/khe">khe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/a/abhavan">abhavan</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/m/misatam">mishat&#257;m</A> &#8212; while observing; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of the people.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: Being thus worshiped by Mah&#257;r&#257;ja Prithu, the four Kum&#257;ras, who were masters of devotional service, became very pleased. Indeed, they appeared in the sky and praised the character of the King, and everyone observed them.</P><P CLASS=t>PURPORT</P><P>It is said that the demigods never touch the surface of the earth. They walk and travel in space only. Like the great sage N&#257;rada, the Kum&#257;ras do not require any machine to travel in space. There are also residents of Siddhaloka who can travel in space without machines. Since they can go from one planet to another, they are called siddhas; that is to say they have acquired all mystic and yogic powers. Such great saintly persons who have attained complete perfection in mystic yoga are not visible in this age on earth because humanity is not worthy of their presence. The Kum&#257;ras, however, praised the characteristics of Mah&#257;r&#257;ja Prithu and his great devotional attitude and humility. The Kum&#257;ras were greatly satisfied by King Prithu's method of worship. It was by the grace of Mah&#257;r&#257;ja Prithu that the common citizens in his domain could see the Kum&#257;ras flying in outer space.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>