<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.49</P><P CLASS=c>vainyas tu dhuryo mahat&#257;m</P><P CLASS=c>samsthity&#257;dhy&#257;tma-&#347;ikshay&#257;</P><P CLASS=c>&#257;pta-k&#257;mam iv&#257;tm&#257;nam</P><P CLASS=c>mena &#257;tmany avasthitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vainyah">vainyah</A> &#8212; the son of <A HREF="http://vedabase.net/v/vena">Vena</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> (<A HREF="http://vedabase.net/p/prthu">Prithu</A>); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; of course; <A CLASS=v HREF="http://vedabase.net/d/dhuryah">dhuryah</A> &#8212; the chief; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of great personalities; <A CLASS=v HREF="http://vedabase.net/s/samsthitya">samsthity&#257;</A> &#8212; being completely fixed; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">&#257;dhy&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/siksaya">&#347;ikshay&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of self-realization; <A CLASS=v HREF="http://vedabase.net/a/apta">&#257;pta</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> self-satisfaction; <A CLASS=v HREF="http://vedabase.net/m/mene">mene</A> &#8212; considered; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the self; <A CLASS=v HREF="http://vedabase.net/a/avasthitah">avasthitah</A> &#8212; situated.</P><P CLASS=t>TRANSLATION</P><P>Amongst great personalities, Mah&#257;r&#257;ja Prithu was the chief by virtue of his fixed position in relation to spiritual enlightenment. He remained satisfied as one who has achieved all success in spiritual understanding.</P><P CLASS=t>PURPORT</P><P>Remaining fixed in devotional service gives one the utmost in self-satisfaction. Actually self-satisfaction can be achieved only by pure devotees, who have no desire other than to serve the Supreme Personality of Godhead. Since the Supreme Personality of Godhead has nothing to desire, He is fully satisfied with Himself. Similarly, a devotee who has no desire other than to serve the Supreme Personality of Godhead is as self-satisfied as the Supreme Lord. Everyone is hankering after peace of mind and self-satisfaction, but these can only be achieved by becoming a pure devotee of the Lord.</P><P>King Prithu's statements in previous verses regarding his vast knowledge and perfect devotional service are justified here, for he is considered best amongst all mah&#257;tm&#257;s. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>) &#346;r&#299; Krishna speaks of mah&#257;tm&#257;s in this way:</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha</P><P CLASS=n>daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso</P><P CLASS=n>jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Prith&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."</P><P>The mah&#257;tm&#257;s are not under the clutches of the illusory energy but are under the protection of the spiritual energy. Because of this, the real mah&#257;tm&#257; is always engaged in the devotional service of the Lord. Prithu Mah&#257;r&#257;ja exhibited all the symptoms of a mah&#257;tm&#257;; therefore he is mentioned in this verse as dhuryo mahat&#257;m, best of the mah&#257;tm&#257;s.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>