<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.5</P><P CLASS=c>tat-p&#257;da-&#347;auca-salilair</P><P CLASS=c>m&#257;rjit&#257;laka-bandhanah</P><P CLASS=c>tatra &#347;&#299;lavat&#257;m vrittam</P><P CLASS=c>&#257;caran m&#257;nayann iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; their lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sauca">&#347;auca</A> &#8212; washed; <A CLASS=v HREF="http://vedabase.net/s/salilaih">salilaih</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/m/marjita">m&#257;rjita</A> &#8212; sprinkled; <A CLASS=v HREF="http://vedabase.net/a/alaka">alaka</A> &#8212; hair; <A CLASS=v HREF="http://vedabase.net/b/bandhanah">bandhanah</A> &#8212; bunch; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/s/silavatam">&#347;&#299;lavat&#257;m</A> &#8212; of the respectable gentlemen; <A CLASS=v HREF="http://vedabase.net/v/vrttam">vrittam</A> &#8212; behavior; <A CLASS=v HREF="http://vedabase.net/a/acaran">&#257;caran</A> &#8212; behaving; <A CLASS=v HREF="http://vedabase.net/m/manayan">m&#257;nayan</A> &#8212; practicing; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>After this, the King took the water which had washed the lotus feet of the Kum&#257;ras and sprinkled it over his hair. By such respectful actions, the King, as an exemplary personality, showed how to receive a spiritually advanced personality.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu has said, &#257;pani &#257;cari prabhu j&#299;vere &#347;ikh&#257;ya. It is very well known that whatever &#346;r&#299; Caitanya Mah&#257;prabhu taught in His life as &#257;c&#257;rya, He Himself practiced. When He was preaching as a devotee, although He was detected by several great personalities to be the incarnation of Krishna, He never agreed to be addressed as an incarnation. Even though one may be an incarnation of Krishna, or especially empowered by Him, he should not advertise that he is an incarnation. People will automatically accept the real truth in due course of time. Prithu Mah&#257;r&#257;ja was the ideal Vaishnava king; therefore he taught others by his personal behavior how to receive and respect saintly persons like the Kum&#257;ras. When a saintly person comes to one's home, it is the Vedic custom first to wash his feet with water and then sprinkle this water over the heads of oneself and one's family. Prithu Mah&#257;r&#257;ja did this, for he was an exemplary teacher of the people in general.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>