<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.50</P><P CLASS=c>karm&#257;ni ca yath&#257;-k&#257;lam</P><P CLASS=c>yath&#257;-de&#347;am yath&#257;-balam</P><P CLASS=c>yathocitam yath&#257;-vittam</P><P CLASS=c>akarod brahma-s&#257;t-kritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; befitting time and circumstances; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/desam">de&#347;am</A> &#8212; befitting the place and situation; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; befitting one's own strength; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/ucitam">ucitam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A> possible; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vittam">vittam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A> one can spend money <A HREF="http://vedabase.net/i/in">in</A> this connection; <A CLASS=v HREF="http://vedabase.net/a/akarot">akarot</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">s&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; did.</P><P CLASS=t>TRANSLATION</P><P>Being self-satisfied, Mah&#257;r&#257;ja Prithu executed his duties as perfectly as possible according to the time and his situation, strength and financial position. His only aim in all his activities was to satisfy the Absolute Truth. In this way, he duly acted.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Prithu was a responsible monarch, and he had to execute the duties of a kshatriya, a king and a devotee at the same time. Being perfect in the Lord's devotional service, he could execute his prescribed duties with complete perfection as befitted the time and circumstance and his financial strength and personal ability. In this regard, the word karm&#257;ni in this verse is significant. Prithu Mah&#257;r&#257;ja's activities were not ordinary, for they were in relationship with the Supreme Personality of Godhead. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has advised that things which are favorable to devotional service should not be rejected, nor should activity favorable for devotional service be considered ordinary work or fruitive activity. For example, an ordinary worker conducts business in order to earn money for his sense gratification. A devotee may perform the same work in exactly the same way, but his aim is to satisfy the Supreme Lord. Consequently his activities are not ordinary.</P><P>Prithu Mah&#257;r&#257;ja's activities were therefore not ordinary but were all spiritual and transcendental, for his aim was to satisfy the Lord. Just as Arjuna, who was a warrior, had to fight to satisfy Krishna, Prithu Mah&#257;r&#257;ja performed his royal duties as king for the satisfaction of Krishna. Indeed, whatever he did as emperor of the whole world was perfectly befitting a pure devotee. It is therefore said by a Vaishnava poet, vaishnavera kriy&#257;mudr&#257; vijñe n&#257; bujh&#257;ya: no one can understand the activities of a pure devotee. A pure devotee's activities may appear like ordinary activities, but behind them there is profound significance &#8212; the satisfaction of the Lord. In order to understand the activities of a Vaishnava, one has to become very expert. Mah&#257;r&#257;ja Prithu did not allow himself to function outside the institution of four varnas and four &#257;&#347;ramas, although as a Vaishnava he was a paramahamsa, transcendental to all material activities. He remained at his position as a kshatriya to rule the world and at the same time remained transcendental to such activities by satisfying the Supreme Personality of Godhead. Concealing himself as a pure devotee, he externally manifested himself as a very powerful and dutiful king. In other words, none of his activities were carried out for his own sense gratification; everything he did was meant for the satisfaction of the senses of the Lord. This is clearly explained in the next verse.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>