<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.53</P><P CLASS=c>evam adhy&#257;tma-yogena</P><P CLASS=c>karm&#257;ny anusam&#257;caran</P><P CLASS=c>putr&#257;n utp&#257;day&#257;m &#257;sa</P><P CLASS=c>pañc&#257;rcishy &#257;tma-sammat&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by the means of <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/samacaran">sam&#257;caran</A> &#8212; executing; <A CLASS=v HREF="http://vedabase.net/p/putran">putr&#257;n</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/u/utpadayam">utp&#257;day&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; begotten; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/a/arcisi">arcishi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his wife, Arci; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/s/sammatan">sammat&#257;n</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> his desire.</P><P CLASS=t>TRANSLATION</P><P>Being situated in the liberated position of devotional service, Prithu Mah&#257;r&#257;ja not only performed all fruitive activities but also begot five sons by his wife, Arci. Indeed, all his sons were begotten according to his own desire.</P><P CLASS=t>PURPORT</P><P>As a householder, Prithu Mah&#257;r&#257;ja had five sons by his wife, Arci, and all these sons were begotten as he desired them. They were not born whimsically or by accident. How one can beget children according to one's own desire is practically unknown in the present age (Kali-yuga). In this regard the secret of success depends on the parents' acceptance of the various purificatory methods known as samsk&#257;ras. The first samsk&#257;ra, the garbh&#257;dh&#257;na-samsk&#257;ra, or child-begetting samsk&#257;ra, is compulsory, especially for the higher castes, the br&#257;hmanas and the kshatriyas. As stated in Bhagavad-g&#299;t&#257;, sex life which is not against religious principles is Krishna Himself, and according to religious principles, when one wants to beget a child he must perform the garbh&#257;dh&#257;na-samsk&#257;ra before having sex. The mental state of the father and mother before sex will certainly affect the mentality of the child to be begotten. A child who is begotten out of lust may not turn out as the parents desire. As stated in the &#347;&#257;stras, yath&#257; yonir yath&#257; b&#299;jam. Yath&#257; yonih indicates the mother, and yath&#257; b&#299;jam indicates the father. If the mental state of the parents is prepared before they have sex, the child which they will beget will certainly reflect their mental condition. It is therefore understood by the words &#257;tma-sammat&#257;n that both Prithu Mah&#257;r&#257;ja and Arci underwent the garbh&#257;dh&#257;na purificatory process before begetting children, and thus they begot all their sons according to their desires and purified mental states. Prithu Mah&#257;r&#257;ja did not beget his children out of lust, nor was he attracted to his wife for sense gratificatory purposes. He begot the children as a grihastha for the future administration of his government all over the world.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>