<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.54</P><P CLASS=c>vijit&#257;&#347;vam dh&#363;mrake&#347;am</P><P CLASS=c>haryaksham dravinam vrikam</P><P CLASS=c>sarvesh&#257;m loka-p&#257;l&#257;n&#257;m</P><P CLASS=c>dadh&#257;raikah prithur gun&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vijitasvam">vijit&#257;&#347;vam</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> Vijit&#257;&#347;va; <A CLASS=v HREF="http://vedabase.net/d/dhumrakesam">dh&#363;mrake&#347;am</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> Dh&#363;mrake&#347;a; <A CLASS=v HREF="http://vedabase.net/h/haryaksam">haryaksham</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> Haryaksha; <A CLASS=v HREF="http://vedabase.net/d/dravinam">dravinam</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/d/dravina">Dravina</A>; <A CLASS=v HREF="http://vedabase.net/v/vrkam">vrikam</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/v/vrka">Vrika</A>; <A CLASS=v HREF="http://vedabase.net/s/sarvesam">sarvesh&#257;m</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palanam">p&#257;l&#257;n&#257;m</A> &#8212; the governing heads of all planets; <A CLASS=v HREF="http://vedabase.net/d/dadhara">dadh&#257;ra</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/p/prthuh">prithuh</A> &#8212; <A HREF="http://vedabase.net/p/prthu">Prithu</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; all qualities.</P><P CLASS=t>TRANSLATION</P><P>After begetting five sons, named Vijit&#257;&#347;va, Dh&#363;mrake&#347;a, Haryaksha, Dravina and Vrika, Prithu Mah&#257;r&#257;ja continued to rule the planet. He accepted all the qualities of the deities who governed all other planets.</P><P CLASS=t>PURPORT</P><P>In each and every planet there is a predominating deity. It is understood from Bhagavad-g&#299;t&#257; that in the sun there is a predominating deity named Vivasv&#257;n. Similarly, there is a predominating deity of the moon and of the various planets. Actually the predominating deities in all the other planets are descendants from the predominating deities of the sun and moon. On this planet earth there are two kshatriya dynasties, and one comes from the predominating deity of the sun and the other from the predominating deity of the moon. These dynasties are known as S&#363;rya-vam&#347;a and Candra-vam&#347;a respectively. When monarchy existed on this planet, the chief member was one of the members of the S&#363;rya dynasty, or S&#363;rya-vam&#347;a, and the subordinate kings belonged to the Candra-vam&#347;a. However, Mah&#257;r&#257;ja Prithu was so powerful that he could exhibit all the qualities of the predominating deities in other planets.</P><P>In the modern age, people from earth have tried to go to the moon, but they have not been able to find anyone there, what to speak of meeting the moon's predominating deity. The Vedic literature, however, repeatedly informs us that the moon is full of highly elevated inhabitants who are counted amongst the demigods. We are therefore always in doubt about what kind of moon adventure the modern scientists of this planet earth have undertaken.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>