<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.55</P><P CLASS=c>gop&#299;th&#257;ya jagat-srishteh</P><P CLASS=c>k&#257;le sve sve 'cyut&#257;tmakah</P><P CLASS=c>mano-v&#257;g-vrittibhih saumyair</P><P CLASS=c>gunaih samrañjayan praj&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopithaya">gop&#299;th&#257;ya</A> &#8212; for the protection of; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/s/srsteh">srishteh</A> &#8212; of the supreme creator; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> due course of time; <A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> <A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah</A> &#8212; being <A HREF="http://vedabase.net/k/krsna">Krishna</A> conscious; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/v/vrttibhih">vrittibhih</A> &#8212; by occupation; <A CLASS=v HREF="http://vedabase.net/s/saumyaih">saumyaih</A> &#8212; very gentle; <A CLASS=v HREF="http://vedabase.net/g/gunaih">gunaih</A> &#8212; by qualification; <A CLASS=v HREF="http://vedabase.net/s/samranjayan">samrañjayan</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the citizens.</P><P CLASS=t>TRANSLATION</P><P>Since Mah&#257;r&#257;ja Prithu was a perfect devotee of the Supreme Personality of Godhead, he wanted to protect the Lord's creation by pleasing the various citizens according to their various desires. Therefore Prithu Mah&#257;r&#257;ja used to please them in all respects by his words, mentality, works and gentle behavior.</P><P CLASS=t>PURPORT</P><P>As will be explained in the next verse, Prithu Mah&#257;r&#257;ja used to please all kinds of citizens by his extraordinary capacity to understand the mentality of others. Indeed, his dealings were so perfect that every one of the citizens was very much satisfied and lived in complete peace. The word acyut&#257;tmakah is significant in this verse, for Mah&#257;r&#257;ja Prithu used to rule this planet as the representative of the Supreme Personality of Godhead. He knew that he was the representative of the Lord and that the Lord's creation must be protected intelligently. Atheists cannot understand the purpose behind the creation. Although this material world is condemned when it is compared to the spiritual world, there is still some purpose behind it. Modern scientists and philosophers cannot understand that purpose, nor do they believe in the existence of a creator. They try to establish everything by their so-called scientific research, but they do not center anything around the supreme creator. A devotee, however, can understand the purpose of creation, which is to give facilities to the individual living entities who want to lord it over material nature. The ruler of this planet should therefore know that all the inhabitants, especially human beings, have come to this material world for sense enjoyment. It is therefore the duty of the ruler to satisfy them in their sense enjoyment as well as to elevate them to Krishna consciousness so that they all can ultimately return home, back to Godhead.</P><P>With this idea in mind, the king or government head should rule the world. In this way, everyone will be satisfied. How can this be accomplished? There are many examples like Prithu Mah&#257;r&#257;ja, and the history of his regency on this planet is elaborately described in &#346;r&#299;mad-Bh&#257;gavatam. Even in this fallen age if the rulers, governors and presidents take advantage of Prithu Mah&#257;r&#257;ja's example, there will certainly be a reign of peace and prosperity throughout the world.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>