<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 56"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.56</P><P CLASS=c>r&#257;jety adh&#257;n n&#257;madheyam</P><P CLASS=c>soma-r&#257;ja iv&#257;parah</P><P CLASS=c>s&#363;ryavad visrijan grihnan</P><P CLASS=c>pratapam&#347; ca bhuvo vasu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/adhat">adh&#257;t</A> &#8212; took up; <A CLASS=v HREF="http://vedabase.net/n/namadheyam">n&#257;madheyam</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/soma">soma</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">r&#257;jah</A> &#8212; the king of the moon planet; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/aparah">aparah</A> &#8212; on the other hand; <A CLASS=v HREF="http://vedabase.net/s/surya">s&#363;rya</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like the sun-god; <A CLASS=v HREF="http://vedabase.net/v/visrjan">visrijan</A> &#8212; distributing; <A CLASS=v HREF="http://vedabase.net/g/grhnan">grihnan</A> &#8212; exacting; <A CLASS=v HREF="http://vedabase.net/p/pratapan">pratapan</A> &#8212; by strong ruling; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/v/vasu">vasu</A> &#8212; revenue.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Prithu became as celebrated a king as Soma-r&#257;ja, the king of the moon. He was also powerful and exacting, just like the sun-god, who distributes heat and light and at the same time exacts all the planetary waters.</P><P CLASS=t>PURPORT</P><P>In this verse Mah&#257;r&#257;ja Prithu is compared to the kings of the moon and sun. The king of the moon and the king of the sun serve as examples of how the Lord desires the universe to be ruled. The sun distributes heat and light and at the same time exacts water from all planets. The moon is very pleasing at night, and when one becomes fatigued after a day's labor in the sun, he can enjoy the moonshine. Like the sun-god, Prithu Mah&#257;r&#257;ja distributed his heat and light to give protection to his kingdom, for without heat and light no one can exist. Similarly, Prithu Mah&#257;r&#257;ja exacted taxes and gave such strong orders to the citizens and government that no one had the power to disobey him. On the other hand, he pleased everyone just like the moonshine. Both the sun and the moon have particular influences by which they maintain order in the universe, and modern scientists and philosophers should become familiar with the Supreme Lord's perfect plan for universal maintenance.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>