<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.57</P><P CLASS=c>durdharshas tejasev&#257;gnir</P><P CLASS=c>mahendra iva durjayah</P><P CLASS=c>titikshay&#257; dharitr&#299;va</P><P CLASS=c>dyaur iv&#257;bh&#299;shta-do nrin&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/durdharsah">durdharshah</A> &#8212; unconquerable; <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by prowess; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/indrah">indrah</A> &#8212; the King of heaven; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; likened; <A CLASS=v HREF="http://vedabase.net/d/durjayah">durjayah</A> &#8212; insuperable; <A CLASS=v HREF="http://vedabase.net/t/titiksaya">titikshay&#257;</A> &#8212; by tolerance; <A CLASS=v HREF="http://vedabase.net/d/dharitri">dharitr&#299;</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/d/dyauh">dyauh</A> &#8212; the heavenly planets; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/abhista">abh&#299;shta</A>-<A CLASS=v HREF="http://vedabase.net/d/dah">dah</A> &#8212; fulfilling desires; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of human society.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Prithu was so strong and powerful that no one could disobey his orders any more than one could conquer fire itself. He was so strong that he was compared to Indra, the King of heaven, whose power is insuperable. On the other hand, Mah&#257;r&#257;ja Prithu was also as tolerant as the earth, and in fulfilling various desires of human society, he was like heaven itself.</P><P CLASS=t>PURPORT</P><P>It is the duty of a king to give protection to the citizens and to fulfill their desires. At the same time, the citizens must obey the laws of the state. Mah&#257;r&#257;ja Prithu maintained all the standards of good government, and he was so invincible that no one could disobey his orders any more than a person could stop heat and light emanating from a fire. He was so strong and powerful that he was compared to the King of heaven, Indra. In this age modern scientists have been experimenting with nuclear weapons, and in a former age they used to release brahm&#257;stras, but all these brahm&#257;stras and nuclear weapons are insignificant compared to the thunderbolt of the King of heaven. When Indra releases a thunderbolt, even the biggest hills and mountains crack. On the other hand, Mah&#257;r&#257;ja Prithu was as tolerant as the earth itself, and he fulfilled all the desires of his citizens just like torrents of rain from the sky. Without rainfall, it is not possible to fulfill one's various desires on this planet. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/14.htm">3.14</A>), parjany&#257;d anna-sambhavah: food grains are produced only because rain falls from the sky, and without grains, no one on the earth can be satisfied. Consequently an unlimited distribution of mercy is compared to the water falling from the clouds. Mah&#257;r&#257;ja Prithu distributed his mercy incessantly, much like rainfall. In other words, Mah&#257;r&#257;ja Prithu was softer than a rose flower and harder than a thunderbolt. In this way he ruled over his kingdom.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>