<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 59</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 59"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.59</P><P CLASS=c>dharma-r&#257;d iva &#347;iksh&#257;y&#257;m</P><P CLASS=c>&#257;&#347;carye himav&#257;n iva</P><P CLASS=c>kuvera iva ko&#347;&#257;dhyo</P><P CLASS=c>gupt&#257;rtho varuno yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/r/rat">r&#257;t</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like King Yamar&#257;ja (the superintendent of death); <A CLASS=v HREF="http://vedabase.net/s/siksayam">&#347;iksh&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> education; <A CLASS=v HREF="http://vedabase.net/a/ascarye">&#257;&#347;carye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> opulence; <A CLASS=v HREF="http://vedabase.net/h/himavan">himav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like the <A HREF="http://vedabase.net/h/himalaya">Himalaya</A> Mountains; <A CLASS=v HREF="http://vedabase.net/k/kuverah">kuverah</A> &#8212; the treasurer of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/k/kosa">ko&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/adhyah">&#257;dhyah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of possessing wealth; <A CLASS=v HREF="http://vedabase.net/g/gupta">gupta</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; secrecy; <A CLASS=v HREF="http://vedabase.net/v/varunah">varunah</A> &#8212; the demigod named <A HREF="http://vedabase.net/v/varuna">Varuna</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Prithu's intelligence and education were exactly like that of Yamar&#257;ja, the superintendent of death. His opulence was comparable to the Himalaya Mountains, where all valuable jewels and metals are stocked. He possessed great riches like Kuvera, the treasurer of the heavenly planets, and no one could reveal his secrets, for they were like the demigod Varuna's.</P><P CLASS=t>PURPORT</P><P>Yamar&#257;ja, or Dharmar&#257;ja, as the superintendent of death, has to judge the criminal living entities who have committed sinful activities throughout their lives. Consequently Yamar&#257;ja is expected to be most expert in judicial matters. Prithu Mah&#257;r&#257;ja was also highly learned and exceedingly exact in delivering his judgment upon the citizens. No one could excel him in opulence any more than estimate the stock of minerals and jewels in the Himalaya Mountains; therefore he is compared to Kuvera, the treasurer of the heavenly planets. Nor could anyone discover the secrets of his life any more than learn the secrets of Varuna, the demigod presiding over the water, the night, and the western sky. Varuna is omniscient, and since he punishes sins, he is prayed to for forgiveness. He is also the sender of disease and is often associated with Mitra and Indra.</P><P CLASS=l><A CLASS=i HREF="58.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="60.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>