<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.6</P><P CLASS=c>h&#257;tak&#257;sana &#257;s&#299;n&#257;n</P><P CLASS=c>sva-dhishnyeshv iva p&#257;vak&#257;n</P><P CLASS=c>&#347;raddh&#257;-samyama-samyuktah</P><P CLASS=c>pr&#299;tah pr&#257;ha bhav&#257;graj&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hataka">h&#257;taka</A>-<A CLASS=v HREF="http://vedabase.net/a/asane">&#257;sane</A> &#8212; on the throne <A HREF="http://vedabase.net/m/made">made</A> of gold; <A CLASS=v HREF="http://vedabase.net/a/asinan">&#257;s&#299;n&#257;n</A> &#8212; when they were seated; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhisnyesu">dhishnyeshu</A> &#8212; on the altar; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/p/pavakan">p&#257;vak&#257;n</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A> &#8212; respect; <A CLASS=v HREF="http://vedabase.net/s/samyama">samyama</A> &#8212; restraint; <A CLASS=v HREF="http://vedabase.net/s/samyuktah">samyuktah</A> &#8212; being decorated with; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/p/praha">pr&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/j/jan">j&#257;n</A> &#8212; the elder brothers.</P><P CLASS=t>TRANSLATION</P><P>The four great sages were elder to Lord &#346;iva, and when they were seated on the golden throne, they appeared just like fire blazing on an altar. Mah&#257;r&#257;ja Prithu, out of his great gentleness and respect for them, began to speak with great restraint as follows.</P><P CLASS=t>PURPORT</P><P>The Kum&#257;ras are described herein as the elder brothers of Lord &#346;iva. When the Kum&#257;ras were born out of the body of Lord Brahm&#257;, they were requested to get married and increase the population. In the beginning of the creation there was a great need of population; therefore Lord Brahm&#257; was creating one son after another and ordering them to increase. However, when the Kum&#257;ras were requested to do so, they declined. They wanted to remain brahmac&#257;r&#299; throughout life and be engaged fully in the devotional service of the Lord. The Kum&#257;ras are called naishthika-brahmac&#257;r&#299;, meaning they are never to marry. Because of their refusal to marry, Lord Brahm&#257; became so angry that his eyes became reddish. From between his eyes, Lord &#346;iva, or Rudra, appeared. The mode of anger is consequently known as rudra. Lord &#346;iva also has a samprad&#257;ya party, known as the Rudra-samprad&#257;ya, and they are also known as Vaishnavas.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>