<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 62"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.62</P><P CLASS=c>brihaspatir brahma-v&#257;de</P><P CLASS=c>&#257;tmavattve svayam harih</P><P CLASS=c>bhakty&#257; go-guru-vipreshu</P><P CLASS=c>vishvaksen&#257;nuvartishu</P><P CLASS=c>hriy&#257; pra&#347;raya-&#347;&#299;l&#257;bhy&#257;m</P><P CLASS=c>&#257;tma-tulyah parodyame</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brhaspatih">brihaspatih</A> &#8212; the priest of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vade">v&#257;de</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of spiritual understanding; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vattve">vattve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of self-control; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> devotion; <A CLASS=v HREF="http://vedabase.net/g/go">go</A> &#8212; cow; <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/v/vipresu">vipreshu</A> &#8212; unto the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/visvaksena">vishvaksena</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anuvartisu">anuvartishu</A> &#8212; followers; <A CLASS=v HREF="http://vedabase.net/h/hriya">hriy&#257;</A> &#8212; by shyness; <A CLASS=v HREF="http://vedabase.net/p/prasraya">pra&#347;raya</A>-<A CLASS=v HREF="http://vedabase.net/s/silabhyam">&#347;&#299;l&#257;bhy&#257;m</A> &#8212; by most gentle behavior; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tulyah">tulyah</A> &#8212; exactly like his personal interest; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/u/udyame">udyame</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of philanthropic work.</P><P CLASS=t>TRANSLATION</P><P>In his personal behavior, Prithu Mah&#257;r&#257;ja exhibited all good qualities, and in spiritual knowledge he was exactly like Brihaspati. In self-control he was like the Supreme Personality of Godhead Himself. As far as his devotional service was concerned, he was a great follower of devotees who were attached to cow protection and the rendering of all service to the spiritual master and the br&#257;hmanas. He was perfect in his shyness and in his gentle behavior, and when he engaged in some philanthropic activity, he worked as if he were working for his own personal self.</P><P CLASS=t>PURPORT</P><P>When Lord Caitanya talked to S&#257;rvabhauma Bhatt&#257;c&#257;rya, the Lord honored him as the incarnation of Brihaspati. Brihaspati is the chief priest of the heavenly kingdom, and he is a follower of the philosophy known as brahma-vada, or M&#257;y&#257;v&#257;da. Brihaspati is also a great logician. It appears from this statement that Mah&#257;r&#257;ja Prithu, although a great devotee constantly engaged in the loving service of the Lord, could defeat all kinds of impersonalists and M&#257;y&#257;v&#257;d&#299;s by his profound knowledge of Vedic scriptures. We should learn from Mah&#257;r&#257;ja Prithu that a Vaishnava, or devotee, must not only be fixed in the service of the Lord, but, if required, must be prepared to argue with the impersonalist M&#257;y&#257;v&#257;d&#299;s with all logic and philosophy and defeat their contention that the Absolute Truth is impersonal.</P><P>The Supreme Personality of Godhead is the ideal self-controller or brahmac&#257;r&#299;. When Krishna was elected to be president of the R&#257;jas&#363;ya yajña performed by Mah&#257;r&#257;ja Yudhishthira, Grandfather Bh&#299;shmadeva praised Lord Krishna as the greatest brahmac&#257;r&#299;. Because Grandfather Bh&#299;shmadeva was a brahmac&#257;r&#299;, he was quite fit to distinguish a brahmac&#257;r&#299; from a vyabhic&#257;r&#299;. Although Prithu Mah&#257;r&#257;ja was a householder and father of five children, he was still considered to be most controlled. One who begets Krishna conscious children for the benefit of humanity is actually a brahmac&#257;r&#299;. One who simply begets children like cats and dogs is not a proper father. The word brahmac&#257;r&#299; also refers to one who acts on the platform of Brahman, or devotional service. In the impersonal Brahman conception, there is no activity, yet when one performs activities in connection with the Supreme Personality of Godhead, he is to be known as brahmac&#257;r&#299;. Thus Prithu Mah&#257;r&#257;ja was an ideal brahmac&#257;r&#299; and grihastha simultaneously. Vishvaksen&#257;nuvartishu refers to those devotees who are constantly engaged in the service of the Lord. Other devotees must follow in their footsteps. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura said, ei chaya gos&#257;ñi y&#257;ra, mui t&#257;ra d&#257;sa. He is prepared to become the disciple of anyone who follows in the footsteps of the six Gosv&#257;m&#299;s.</P><P>Also, like all Vaishnavas, Mah&#257;r&#257;ja Prithu was devoted to cow protection, spiritual masters and qualified br&#257;hmanas. Prithu Mah&#257;r&#257;ja was also very humble, meek and gentle, and whenever he performed any philanthropic work or welfare activity for the general public, he would labor exactly as if he were tending to his own personal necessities. In other words, his philanthropic activities were not for the sake of show but were performed out of personal feeling and commitment. All philanthropic activities should be thus performed.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>