<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 63"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.63</P><P CLASS=c>k&#299;rtyordhva-g&#299;tay&#257; pumbhis</P><P CLASS=c>trailokye tatra tatra ha</P><P CLASS=c>pravishtah karna-randhreshu</P><P CLASS=c>str&#299;n&#257;m r&#257;mah sat&#257;m iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kirtya">k&#299;rty&#257;</A> &#8212; by reputation; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/g/gitaya">g&#299;tay&#257;</A> &#8212; by loud declaration; <A CLASS=v HREF="http://vedabase.net/p/pumbhih">pumbhih</A> &#8212; by the general public; <A CLASS=v HREF="http://vedabase.net/t/trai">trai</A>-<A CLASS=v HREF="http://vedabase.net/l/lokye">lokye</A> &#8212; all over the universe; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravishtah</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/r/randhresu">randhreshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the aural holes; <A CLASS=v HREF="http://vedabase.net/s/strinam">str&#299;n&#257;m</A> &#8212; of the women; <A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>Throughout the whole universe &#8212; in the higher, lower and middle planetary systems &#8212; Prithu Mah&#257;r&#257;ja's reputation was loudly declared, and all ladies and saintly persons heard his glories, which were as sweet as the glories of Lord R&#257;macandra.</P><P CLASS=t>PURPORT</P><P>In this verse the words str&#299;n&#257;m and r&#257;mah are significant. It is the practice amongst ladies to hear and enjoy the praises of certain heroes. From this verse it appears that Prithu Mah&#257;r&#257;ja's reputation was so great that ladies all over the universe would hear of it with great pleasure. At the same time, his glories were heard all over the universe by the devotees, and they were as pleasing as Lord R&#257;macandra's glories. Lord R&#257;macandra's kingdom is still existing, and recently there was a political party in India named the R&#257;mar&#257;jya party, which wanted to establish a kingdom resembling the kingdom of R&#257;ma. Unfortunately, modern politicians want the kingdom of R&#257;ma without R&#257;ma Himself. Although they have banished the idea of God consciousness, they still expect to establish the kingdom of R&#257;ma. Such a proposal is rejected by devotees. Prithu Mah&#257;r&#257;ja's reputation was heard by saintly persons because he exactly represented Lord R&#257;macandra, the ideal king.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Twenty-second Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Prithu Mah&#257;r&#257;ja's Meeting With the Four Kum&#257;ras."</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../23/1-3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>