<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.7</P><P CLASS=c>prithur uv&#257;ca</P><P CLASS=c>aho &#257;caritam kim me</P><P CLASS=c>ma&#324;galam ma&#324;gal&#257;yan&#257;h</P><P CLASS=c>yasya vo dar&#347;anam hy &#257;s&#299;d</P><P CLASS=c>durdar&#347;&#257;n&#257;m ca yogibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prthuh">prithuh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/p/prthu">Prithu</A> spoke; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/a/acaritam">&#257;caritam</A> &#8212; practice; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanah">&#257;yan&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> personified good fortune; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; audience; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; became possible; <A CLASS=v HREF="http://vedabase.net/d/durdarsanam">durdar&#347;&#257;n&#257;m</A> &#8212; visible with great difficulty; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yogibhih">yogibhih</A> &#8212; by great mystic yog&#299;s.</P><P CLASS=t>TRANSLATION</P><P>King Prithu spoke: My dear great sages, auspiciousness personified, it is very difficult for even the mystic yog&#299;s to see you. Indeed, you are very rarely seen. I do not know what kind of pious activity I performed for you to grace me by appearing before me without difficulty.</P><P CLASS=t>PURPORT</P><P>When something uncommon happens in one's progressive spiritual life, it should be understood to be incurred by ajñ&#257;ta-sukriti, or pious activities beyond one's knowledge. To see personally the Supreme Personality of Godhead or His pure devotee is not an ordinary incident. When such things happen, they should be understood to be caused by previous pious activity, as confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>): yesh&#257;m tv anta-gatam p&#257;pam jan&#257;n&#257;m punya-karman&#257;m. One who is completely freed from all the resultant actions of sinful activities and who is absorbed only in pious activities can engage in devotional service. Although Mah&#257;r&#257;ja Prithu's life was full of pious activities, he was wondering how his audience with the Kum&#257;ras happened. He could not imagine what kind of pious activities he had performed. This is a sign of humility on the part of King Prithu, whose life was so full of pious activities that even Lord Vishnu came to see him and predicted that the Kum&#257;ras would also come.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>