<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 22 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 22 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 22: <A CLASS=v HREF="index.htm">Prithu Mah&#257;r&#257;ja's Meeting with the Four Kum&#257;ras</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.22.9</P><P CLASS=c>naiva lakshayate loko</P><P CLASS=c>lok&#257;n paryatato 'pi y&#257;n</P><P CLASS=c>yath&#257; sarva-dri&#347;am sarva</P><P CLASS=c>&#257;tm&#257;nam ye 'sya hetavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/l/laksayate">lakshayate</A> &#8212; can see; <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; all planets; <A CLASS=v HREF="http://vedabase.net/p/paryatatah">paryatatah</A> &#8212; traveling; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/drsam">dri&#347;am</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; within everyone; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/h/hetavah">hetavah</A> &#8212; causes.</P><P CLASS=t>TRANSLATION</P><P>Prithu Mah&#257;r&#257;ja continued: Although you are traveling in all planetary systems, people cannot know you, just as they cannot know the Supersoul, although He is within everyone's heart as the witness of everything. Even Lord Brahm&#257; and Lord &#346;iva cannot understand the Supersoul.</P><P CLASS=t>PURPORT</P><P>In the beginning of the &#346;r&#299;mad-Bh&#257;gavatam it is said: muhyanti yat s&#363;rayah. Great demigods like Lord Brahm&#257;, Lord &#346;iva, Indra and Candra are sometimes bewildered trying to understand the Supreme Personality of Godhead. It so happened that when Krishna was present on this planet, Lord Brahm&#257; and King Indra also mistook Him. And what to speak of great yog&#299;s or jñ&#257;n&#299;s who conclude that the Absolute Truth, the Personality of Godhead, is impersonal? In the same way, great personalities and Vaishnavas like the four Kum&#257;ras are also invisible to ordinary persons, although they are traveling all over the universe in different planetary systems. When San&#257;tana Gosv&#257;m&#299; went to see Lord &#346;r&#299; Caitanya Mah&#257;prabhu, he could not be recognized by Candra&#347;ekhara &#256;c&#257;rya. The conclusion is that the Supreme Personality of Godhead is situated in everyone's heart, and His pure devotees, the Vaishnavas, are also traveling all over the world, but those who are under the modes of material nature cannot understand the form of the Supreme Personality of Godhead, the source of this cosmic manifestation, or the Vaishnavas. It is said, therefore, that one cannot see the Supreme Personality of Godhead or a Vaishnava with these material eyes. One has to purify his senses and engage in the service of the Lord. Then gradually one can realize who is the Supreme Personality of Godhead and who is a Vaishnava.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>