<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 27 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 27 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Understanding Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.27.14</P><P CLASS=c>bh&#363;ta-s&#363;kshmendriya-mano-</P><P CLASS=c>buddhy-&#257;dishv iha nidray&#257;</P><P CLASS=c>l&#299;neshv asati yas tatra</P><P CLASS=c>vinidro niraha&#324;kriyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; the material elements; <A CLASS=v HREF="http://vedabase.net/s/suksma">s&#363;kshma</A> &#8212; the objects of enjoyment; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the material senses; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/n/nidraya">nidray&#257;</A> &#8212; by sleep; <A CLASS=v HREF="http://vedabase.net/l/linesu">l&#299;neshu</A> &#8212; merged; <A CLASS=v HREF="http://vedabase.net/a/asati">asati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the unmanifest; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/v/vinidrah">vinidrah</A> &#8212; awake; <A CLASS=v HREF="http://vedabase.net/n/nirahankriyah">niraha&#324;kriyah</A> &#8212; freed from false ego.</P><P CLASS=t>TRANSLATION</P><P>Although a devotee appears to be merged in the five material elements, the objects of material enjoyment, the material senses and material mind and intelligence, he is understood to be awake and to be freed from the false ego.</P><P CLASS=t>PURPORT</P><P>The explanation by R&#363;pa Gosv&#257;m&#299; in the Bhakti-ras&#257;mrita-sindhu of how a person can be liberated even in this body is more elaborately explained in this verse. The living entity who has become satya-drik, who realizes his position in relationship with the Supreme Personality of Godhead, may remain apparently merged in the five elements of matter, the five material sense objects, the ten senses and the mind and intelligence, but still he is considered to be awake and to be freed from the reaction of false ego. Here the word l&#299;na is very significant. The M&#257;y&#257;v&#257;d&#299; philosophers recommend merging in the impersonal effulgence of Brahman; that is their ultimate goal, or destination. That merging is also mentioned here. But in spite of merging, one can keep his individuality. The example given by J&#299;va Gosv&#257;m&#299; is that a green bird that enters a green tree appears to merge in the color of greenness, but actually the bird does not lose its individuality. Similarly, a living entity merged either in the material nature or in the spiritual nature does not give up his individuality. Real individuality is to understand oneself to be the eternal servitor of the Supreme Lord. This information is received from the mouth of Lord Caitanya. He said clearly, upon the inquiry of San&#257;tana Gosv&#257;m&#299;, that a living entity is the servitor of Krishna eternally. Krishna also confirms in Bhagavad-g&#299;t&#257; that the living entity is eternally His part and parcel. The part and parcel is meant to serve the whole. This is individuality. It is so even in this material existence, when the living entity apparently merges in matter. His gross body is made up of five elements, his subtle body is made of mind, intelligence, false ego and contaminated consciousness, and he has five active senses and five knowledge-acquiring senses. In this way he merges in matter. But even while merged in the twenty-four elements of matter, he can keep his individuality as the eternal servitor of the Lord. Either in the spiritual nature or in the material nature, such a servitor is to be considered a liberated soul. That is the explanation of the authorities, and it is confirmed in this verse.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>