<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 27 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 27 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Understanding Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.27.17</P><P CLASS=c>devah&#363;tir uv&#257;ca</P><P CLASS=c>purusham prakritir brahman</P><P CLASS=c>na vimuñcati karhicit</P><P CLASS=c>anyony&#257;p&#257;&#347;rayatv&#257;c ca</P><P CLASS=c>nityatv&#257;d anayoh prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devahutih">devah&#363;tih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A> said; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the spirit soul; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakritih</A> &#8212; material nature; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vimuncati">vimuñcati</A> &#8212; does release; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/a/anyonya">anyonya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one another; <A CLASS=v HREF="http://vedabase.net/a/apasrayatvat">ap&#257;&#347;rayatv&#257;t</A> &#8212; from attraction; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nityatvat">nityatv&#257;t</A> &#8212; from eternality; <A CLASS=v HREF="http://vedabase.net/a/anayoh">anayoh</A> &#8212; of them both; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Devah&#363;ti inquired: My dear br&#257;hmana, does material nature ever give release to the spirit soul? Since one is attracted to the other eternally, how is their separation possible?</P><P CLASS=t>PURPORT</P><P>Devah&#363;ti, the mother of Kapiladeva, here makes her first inquiry. Although one may understand that spirit soul and matter are different, their actual separation is not possible, either by philosophical speculation or by proper understanding. The spirit soul is the marginal potency of the Supreme Lord, and matter is the external potency of the Lord. The two eternal potencies have somehow or other been combined, and since it is so difficult to separate one from the other, how is it possible for the individual soul to become liberated? By practical experience one can see that when the soul is separated from the body, the body has no real existence, and when the body is separated from the soul one cannot perceive the existence of the soul. As long as the soul and the body are combined, we can understand that there is life. But when they are separated, there is no manifested existence of the body or the soul. This question asked by Devah&#363;ti of Kapiladeva is more or less impelled by the philosophy of voidism. The voidists say that consciousness is a product of a combination of matter and that as soon as the consciousness is gone, the material combination dissolves, and therefore there is ultimately nothing but voidness. This absence of consciousness is called nirv&#257;na in M&#257;y&#257;v&#257;da philosophy.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>