<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 27 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 27 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Understanding Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.27.24</P><P CLASS=c>bhukta-bhog&#257; parityakt&#257;</P><P CLASS=c>drishta-dosh&#257; ca nitya&#347;ah</P><P CLASS=c>ne&#347;varasy&#257;&#347;ubham dhatte</P><P CLASS=c>sve mahimni sthitasya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhukta">bhukta</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/b/bhoga">bhog&#257;</A> &#8212; enjoyment; <A CLASS=v HREF="http://vedabase.net/p/parityakta">parityakt&#257;</A> &#8212; given up; <A CLASS=v HREF="http://vedabase.net/d/drsta">drishta</A> &#8212; discovered; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosh&#257;</A> &#8212; faultiness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/nityasah">nitya&#347;ah</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the independent; <A CLASS=v HREF="http://vedabase.net/a/asubham">a&#347;ubham</A> &#8212; harm; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; she inflicts; <A CLASS=v HREF="http://vedabase.net/s/sve">sve</A> <A CLASS=v HREF="http://vedabase.net/m/mahimni">mahimni</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his own glory; <A CLASS=v HREF="http://vedabase.net/s/sthitasya">sthitasya</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>By discovering the faultiness of his desiring to lord it over material nature and by therefore giving it up, the living entity becomes independent and stands in his own glory.</P><P CLASS=t>PURPORT</P><P>Because the living entity is not actually the enjoyer of the material resources, his attempt to lord it over material nature is, at the ultimate issue, frustrated. As a result of frustration, he desires more power than the ordinary living entity and thus wants to merge into the existence of the supreme enjoyer. In this way he develops a plan for greater enjoyment.</P><P>When one is actually situated in devotional service, that is his independent position. Less intelligent men cannot understand the position of the eternal servant of the Lord. Because the word "servant" is used, they become confused; they cannot understand that this servitude is not the servitude of this material world. To be the servant of the Lord is the greatest position. If one can understand this and can thus revive one's original nature of eternal servitorship of the Lord, one stands fully independent. A living entity's independence is lost by material contact. In the spiritual field he has full independence, and therefore there is no question of becoming dependent upon the three modes of material nature. This position is attained by a devotee, and therefore he gives up the tendency for material enjoyment after seeing its faultiness.</P><P>The difference between a devotee and an impersonalist is that an impersonalist tries to become one with the Supreme so that he can enjoy without impediment, whereas a devotee gives up the entire mentality of enjoying and engages in the transcendental loving service of the Lord. That is his constitutional glorified position. At that time he is &#299;&#347;vara, fully independent. The real &#299;&#347;vara or &#299;&#347;varah paramah, the supreme &#299;&#347;vara, or supreme independent, is Krishna. The living entity is &#299;&#347;vara only when engaged in the service of the Lord. In other words, transcendental pleasure derived from loving service to the Lord is actual independence.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>