<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 27 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 27 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Understanding Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.27.26</P><P CLASS=c>evam vidita-tattvasya</P><P CLASS=c>prakritir mayi m&#257;nasam</P><P CLASS=c>yuñjato n&#257;pakuruta</P><P CLASS=c>&#257;tm&#257;r&#257;masya karhicit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vidita">vidita</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvasya">tattvasya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who knows the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakritih</A> &#8212; material nature; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; on <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/manasam">m&#257;nasam</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/y/yunjatah">yuñjatah</A> &#8212; fixing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/apakurute">apakurute</A> &#8212; can <A HREF="http://vedabase.net/d/do">do</A> harm; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramasya">&#257;r&#257;masya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who rejoices <A HREF="http://vedabase.net/i/in">in</A> the self; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time.</P><P CLASS=t>TRANSLATION</P><P>The influence of material nature cannot harm an enlightened soul, even though he engages in material activities, because he knows the truth of the Absolute, and his mind is fixed on the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Lord Kapila says that mayi m&#257;nasam, a devotee whose mind is always fixed upon the lotus feet of the Supreme Personality of Godhead, is called &#257;tm&#257;r&#257;ma or vidita-tattva. &#256;tm&#257;r&#257;ma means "one who rejoices in the self," or "one who enjoys in the spiritual atmosphere." &#256;tm&#257;, in the material sense, means the body or the mind, but when referring to one whose mind is fixed on the lotus feet of the Supreme Lord, &#257;tm&#257;r&#257;ma means "one who is fixed in spiritual activities in relationship with the Supreme Soul." The Supreme Soul is the Personality of Godhead, and the individual soul is the living entity. When they engage in reciprocation of service and benediction, the living entity is said to be in the &#257;tm&#257;r&#257;ma position. This &#257;tm&#257;r&#257;ma position can be attained by one who knows the truth as it is. The truth is that the Supreme Personality of Godhead is the enjoyer and that the living entities are meant for His service and enjoyment. One who knows this truth, and who tries to engage all resources in the service of the Lord, escapes all material reactions and influences of the modes of material nature.</P><P>An example may be cited in this connection. Just as a materialist engages in constructing a big skyscraper, a devotee engages in constructing a big temple for Vishnu. Superficially, the skyscraper constructor and temple constructor are on the same level, for both are collecting wood, stone, iron and other building materials. But the person who constructs a skyscraper is a materialist, and the person who constructs a temple of Vishnu is &#257;tm&#257;r&#257;ma. The materialist tries to satisfy himself in relation to his body by constructing a skyscraper, but the devotee tries to satisfy the Superself, the Supreme Personality of Godhead, by constructing the temple. Although both are engaged in the association of material activities, the devotee is liberated, and the materialist is conditioned. This is because the devotee, who is constructing the temple, has fixed his mind upon the Supreme Personality of Godhead, but the nondevotee, who is constructing the skyscraper, has his mind fixed in sense gratification. If, while performing any activity, even in material existence, one's mind is fixed upon the lotus feet of the Personality of Godhead, one will not be entangled or conditioned. The worker in devotional service, in full Krishna consciousness, is always independent of the influence of material nature.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>