<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 27 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 27 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Understanding Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.27.30</P><P CLASS=c>yad&#257; na yogopacit&#257;su ceto</P><P CLASS=c>m&#257;y&#257;su siddhasya vishajjate '&#324;ga</P><P CLASS=c>ananya-hetushv atha me gatih sy&#257;d</P><P CLASS=c>&#257;tyantik&#299; yatra na mrityu-h&#257;sah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/u/upacitasu">upacit&#257;su</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> powers developed by <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; the attention; <A CLASS=v HREF="http://vedabase.net/m/mayasu">m&#257;y&#257;su</A> &#8212; manifestations of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/siddhasya">siddhasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> perfect <A HREF="http://vedabase.net/y/yogi">yog&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/visajjate">vishajjate</A> &#8212; is attracted; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; My dear mother; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/h/hetusu">hetushu</A> &#8212; having <A HREF="http://vedabase.net/n/no">no</A> other cause; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; his progress; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/a/atyantiki">&#257;tyantik&#299;</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mrtyu">mrityu</A>-<A CLASS=v HREF="http://vedabase.net/h/hasah">h&#257;sah</A> &#8212; power of death.</P><P CLASS=t>TRANSLATION</P><P>When a perfect yog&#299;'s attention is no longer attracted to the by-products of mystic powers, which are manifestations of the external energy, his progress towards Me becomes unlimited, and thus the power of death cannot overcome him.</P><P CLASS=t>PURPORT</P><P>Yog&#299;s are generally attracted to the by-products of mystic yogic power, for they can become smaller than the smallest or greater than the greatest, achieve anything they desire, have power even to create a planet, or bring anyone they like under their subjection. Yog&#299;s who have incomplete information of the result of devotional service are attracted by these powers, but these powers are material; they have nothing to do with spiritual progress. As other material powers are created by the material energy, mystic yogic powers are also material. A perfect yog&#299;s mind is not attracted by any material power, but is simply attracted by unalloyed service to the Supreme Lord. For a devotee, the process of merging into the Brahman effulgence is considered to be hellish, and yogic power or the preliminary perfection of yogic power, to be able to control the senses, is automatically achieved. As for elevation to higher planets, a devotee considers this to be simply hallucinatory. A devotee's attention is concentrated only upon the eternal loving service of the Lord, and therefore the power of death has no influence over him. In such a devotional state, a perfect yog&#299; can attain the status of immortal knowledge and bliss.</P><P>Thus end the Bhaktivedanta purports of the Third Canto, Twenty-seventh Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Understanding Material Nature."</P><P CLASS=l><A CLASS=i HREF="28-29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../28/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>