<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 27 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 27 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Understanding Material Nature</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.27.6</P><P CLASS=c>yam&#257;dibhir yoga-pathair</P><P CLASS=c>abhyasañ &#347;raddhay&#257;nvitah</P><P CLASS=c>mayi bh&#257;vena satyena</P><P CLASS=c>mat-kath&#257;-&#347;ravanena ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yama">yama</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; beginning with <A HREF="http://vedabase.net/y/yama">yama</A>; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/p/pathaih">pathaih</A> &#8212; by the <A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/a/abhyasan">abhyasan</A> &#8212; practicing; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/anvitah">anvitah</A> &#8212; with great faith; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/s/satyena">satyena</A> &#8212; unalloyed; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; stories about <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sravanena">&#347;ravanena</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>One has to become faithful by practicing the controlling process of the yoga system and must elevate himself to the platform of unalloyed devotional service by chanting and hearing about Me.</P><P CLASS=t>PURPORT</P><P>Yoga is practiced in eight different stages: yama, niyama, &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, dh&#257;ran&#257;, dhy&#257;na and sam&#257;dhi. Yama and niyama mean practicing the controlling process by following strict regulations, and &#257;sana refers to the sitting postures. These help raise one to the standard of faithfulness in devotional service. The practice of yoga by physical exercise is not the ultimate goal; the real end is to concentrate and to control the mind and train oneself to be situated in faithful devotional service.</P><P>Bh&#257;vena, or bh&#257;va, is a very important factor in the practice of yoga or in any spiritual process. Bh&#257;va is explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>). Budh&#257; bh&#257;va-samanvit&#257;h: one should be absorbed in the thought of love of Krishna. When one knows that Krishna, the Supreme Personality of Godhead, is the source of everything and that everything emanates from Him (aham sarvasya prabhavah), then one understands the Ved&#257;nta aphorism janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] ("the original source of everything"), and then he can become absorbed in bh&#257;va, or the preliminary stage of love of Godhead.</P><P>R&#363;pa Gosv&#257;m&#299; explains very nicely in Bhakti-ras&#257;mrita-sindhu how this bh&#257;va, or preliminary stage of love of God, is achieved. He states that one first of all has to become faithful (&#347;raddhay&#257;nvitah). Faith is attained by controlling the senses, either by yoga practice, following the rules and regulations and practicing the sitting postures, or by engaging directly in bhakti-yoga, as recommended in the previous verse. Of the nine different items of bhakti-yoga, the first and foremost is to chant and hear about the Lord. That is also mentioned here. Mat-kath&#257;-&#347;ravanena ca. One may come to the standard of faithfulness by following the rules and regulations of the yoga system, and the same goal can be achieved simply by chanting and hearing about the transcendental activities of the Lord. The word ca is significant. Bhakti-yoga is direct, and the other process is indirect. But even if the indirect process is taken, there is no success unless one comes fully to the direct process of hearing and chanting the glories of the Lord. Therefore the word satyena is used here. In this connection Sv&#257;m&#299; &#346;r&#299;dhara comments that satyena means nishkapatena, "without duplicity." The impersonalists are full of duplicity. Sometimes they pretend to execute devotional service, but their ultimate idea is to become one with the Supreme. This is duplicity, kapata. The Bh&#257;gavatam does not allow this duplicity. In the beginning of &#346;r&#299;mad-Bh&#257;gavatam it is clearly stated, paramo nirmatsar&#257;n&#257;m: "This treatise &#346;r&#299;mad-Bh&#257;gavatam is meant for those who are completely free from envy." The same point is again stressed here. Unless one is completely faithful to the Supreme Personality of Godhead and engages himself in the process of hearing and chanting the glories of the Lord, there is no possibility for liberation.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>