<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">&#346;ukadeva Gosv&#257;m&#299;'s Final Instructions to Mah&#257;r&#257;ja Par&#299;kshit</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.5 Summary</P><P>This chapter explains how King Par&#299;kshit's fear of death from the snakebird Takshaka was averted by &#346;ukadeva Gosv&#257;m&#299;'s brief instructions on the Absolute Truth.</P><P>Having in the last chapter described the four processes of annihilation that act in this material world, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; now reminds Par&#299;kshit Mah&#257;r&#257;ja how he had previously, in the Third Canto, discussed the measurement of time and of the various millennia of universal history. During a single day of Lord Brahm&#257;, constituting one thousand cycles of four ages, fourteen different Manus rule and die. Thus death is unavoidable for every embodied being, but the soul itself never dies, being entirely distinct from the material body. &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; then states that in &#346;r&#299;mad-Bh&#257;gavatam he has repeatedly chanted the glories of the Supreme Soul, Lord &#346;r&#299; Hari, from whose satisfaction Brahm&#257; takes birth and from whose anger Rudra is born. The idea "I will die" is simply the mentality of animals, because the soul does not undergo the bodily phases of previous nonexistence, birth, existence and death. When the body's subtle mental covering is destroyed by transcendental knowledge, the soul within the body again exhibits his original identity. Just as the temporal existence of a lamp comes about by the combination of oil, the vessel, the wick and the fire, the material body comes about by the amalgamation of the three modes of nature. The material body appears at birth and displays life for some time. Finally, the combination of material modes dissolves, and the body undergoes death, a phenomenon similar to the extinguishing of a lamp. &#346;ukadeva addresses the king, saying, "You should fix yourself in meditation upon Lord V&#257;sudeva, and thus the bite of the snake-bird will not affect you."</P><P CLASS=l><A CLASS=i HREF="../4/43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>