<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 48 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 48 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 48: <A CLASS=v HREF="index.htm">Krishna Pleases His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.48.22</P><P CLASS=c>deh&#257;dy-up&#257;dher anir&#363;pitatv&#257;d</P><P CLASS=c>bhavo na s&#257;ksh&#257;n na bhid&#257;tmanah sy&#257;t</P><P CLASS=c>ato na bandhas tava naiva mokshah</P><P CLASS=c>sy&#257;t&#257;m nik&#257;mas tvayi no 'vivekah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; of the body; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/u/upadheh">up&#257;dheh</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> material, designative coverings; <A CLASS=v HREF="http://vedabase.net/a/anirupitatvat">anir&#363;pitatv&#257;t</A> &#8212; because of not being determined; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; literal; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; duality; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; exists; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah</A> &#8212; bondage; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; nor, <A HREF="http://vedabase.net/i/in">in</A> fact; <A CLASS=v HREF="http://vedabase.net/m/moksah">mokshah</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/s/syatam">sy&#257;t&#257;m</A> &#8212; if they occur; <A CLASS=v HREF="http://vedabase.net/n/nikamah">nik&#257;mah</A> &#8212; by Your sweet will; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; concerning You; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/a/avivekah">avivekah</A> &#8212; erroneous discrimination.</P><P CLASS=t>TRANSLATION</P><P>Since it has never been demonstrated that You are covered by material, bodily designations, it must be concluded that for You there is neither birth in a literal sense nor any duality. Therefore You never undergo bondage or liberation, and if You appear to, it is only because of Your desire that we see You in that way, or simply because of our lack of discrimination.</P><P CLASS=t>PURPORT</P><P>Here Akr&#363;ra states two reasons why the Lord appears to be covered by a material form, or to take birth like a human being. First, when Lord Krishna executes His pastimes, His loving devotees think of Him as their beloved child, friend, lover and so on. In the ecstasy of this loving reciprocation, they do not think of Krishna as God. For example, because of her extraordinary love for Him, mother Ya&#347;od&#257; worries that Krishna will be injured in the forest. That she feels this way is the desire of the Lord, which is here indicated by the word nik&#257;mah. The second reason the Lord may appear material is indicated by the word avivekah: Simply because of ignorance, a lack of discrimination, one may misunderstand the position of the Personality of Godhead. In the Eleventh Canto of the Bh&#257;gavatam, in Lord Krishna's discussion with &#346;r&#299; Uddhava, the Lord elaborately discusses His transcendental position beyond bondage and liberation. As stated in Vedic literature, deha-dehi-vibhago yam ne&#347;vare vidyate kvacit: "There is never a distinction of body and soul in the Supreme Lord." In other words, &#346;r&#299; Krishna's body is eternal, spiritual, omniscient and the reservoir of all pleasure.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>