<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 48"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 48: <A CLASS=v HREF="index.htm">Krishna Pleases His Devotees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.48 Summary</P><P>In this chapter Lord &#346;r&#299; Krishna first visits Trivakr&#257; (also known as Kubj&#257;) and enjoys with her, and then He visits Akr&#363;ra. The Lord sends Akr&#363;ra to Hastin&#257;pura to satisfy the P&#257;ndavas.</P><P>After Uddhava had related to &#346;r&#299; Krishna the news of Vraja, the Lord went to the home of Trivakr&#257;, which was decorated with diverse ornamentation conducive to sexual enjoyment. Trivakr&#257; welcomed Krishna with great respect, giving Him a raised seat and, together with her female companions, worshiping Him. She also offered Uddhava a seat, as befitted his position, but Uddhava simply touched the seat and sat on the floor.</P><P>Lord Krishna then reclined on an opulent bed as the maidservant Trivakr&#257; elaborately washed and decorated herself. Then she approached Him. Krishna invited Trivakr&#257; to the bed and began to enjoy with her in various ways. By embracing Lord Krishna, Trivakr&#257; freed herself of the torment of lust. She asked Krishna to remain with her for some time, and the considerate Lord promised to fulfill her request in due course. He then returned with Uddhava to His residence. Apart from offering sandal paste to Krishna, Trivakr&#257; had never performed any pious acts, yet simply on the strength of the piety of this single act she attained the rare personal association of &#346;r&#299; Krishna.</P><P>&#346;r&#299; Krishna next went to Akr&#363;ra's house with Lord Baladeva and Uddhava. Akr&#363;ra honored the three of them by bowing down and presenting them with suitable sitting places. Then he worshiped R&#257;ma and Krishna, washed Their feet and poured the water on his head. Akr&#363;ra also offered Them many prayers.</P><P>Lord Krishna was pleased with Akr&#363;ra's prayers. He told him that since he, Akr&#363;ra, was in fact Their paternal uncle, Krishna and Balar&#257;ma should be the recipients of his protection and mercy. Lord Krishna then praised Akr&#363;ra as a saint and purifier of the sinful, and He asked him to visit Hastin&#257;pura to find out how the P&#257;ndavas, deprived of their father, were faring. Finally, the Lord returned home, taking Balar&#257;ma and Uddhava with Him.</P><P CLASS=l><A CLASS=i HREF="../47/69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>