<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 52 Verses 16-17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 52 Verses 16-17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 52: <A CLASS=v HREF="index.htm">Rukmin&#299;'s Message to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.52.16-17</P><P CLASS=c>bhagav&#257;n api govinda</P><P CLASS=c>upayeme kur&#363;dvaha</P><P CLASS=c>vaidarbh&#299;m bh&#299;shmaka-sut&#257;m</P><P CLASS=c>&#347;riyo m&#257;tr&#257;m svayam-vare</P><P CLASS=c>pramathya taras&#257; r&#257;jñah</P><P CLASS=c>&#347;&#257;lv&#257;d&#299;m&#347; caidya-paksha-g&#257;n</P><P CLASS=c>pa&#347;yat&#257;m sarva-lok&#257;n&#257;m</P><P CLASS=c>t&#257;rkshya-putrah sudh&#257;m iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/g/govindah">govindah</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/u/upayeme">upayeme</A> &#8212; married; <A CLASS=v HREF="http://vedabase.net/k/kuru">kuru</A>-<A CLASS=v HREF="http://vedabase.net/u/udvaha">udvaha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> hero among the Kurus (<A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/v/vaidarbhim">vaidarbh&#299;m</A> &#8212; <A HREF="http://vedabase.net/r/rukmini">Rukmin&#299;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhismaka">bh&#299;shmaka</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">sut&#257;m</A> &#8212; the daughter of King <A HREF="http://vedabase.net/b/bhismaka">Bh&#299;shmaka</A>; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tr&#257;m</A> &#8212; the plenary portion; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/v/vare">vare</A> &#8212; by her own choice; <A CLASS=v HREF="http://vedabase.net/p/pramathya">pramathya</A> &#8212; subduing; <A CLASS=v HREF="http://vedabase.net/t/tarasa">taras&#257;</A> &#8212; by force; <A CLASS=v HREF="http://vedabase.net/r/rajnah">r&#257;jñah</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/s/salva">&#347;&#257;lva</A>-<A CLASS=v HREF="http://vedabase.net/a/adin">&#257;d&#299;n</A> &#8212; <A HREF="http://vedabase.net/s/salva">&#346;&#257;lva</A> and others; <A CLASS=v HREF="http://vedabase.net/c/caidya">caidya</A> &#8212; of <A HREF="http://vedabase.net/s/sisupala">&#346;i&#347;up&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/p/paksa">paksha</A>-<A CLASS=v HREF="http://vedabase.net/g/gan">g&#257;n</A> &#8212; the supporters; <A CLASS=v HREF="http://vedabase.net/p/pasyatam">pa&#347;yat&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they looked on; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/l/lokanam">lok&#257;n&#257;m</A> &#8212; the people; <A CLASS=v HREF="http://vedabase.net/t/tarksya">t&#257;rkshya</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; the son of <A HREF="http://vedabase.net/t/tarksya">T&#257;rkshya</A> (<A HREF="http://vedabase.net/g/garuda">Garuda</A>); <A CLASS=v HREF="http://vedabase.net/s/sudham">sudh&#257;m</A> &#8212; the nectar of heaven; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>O hero among the Kurus, the Supreme Lord Himself, Govinda, married Bh&#299;shmaka's daughter, Vaidarbh&#299;, who was a direct expansion of the goddess of fortune. The Lord did this by her desire, and in the process He beat down &#346;&#257;lva and other kings who took &#346;i&#347;up&#257;la's side. Indeed, as everyone watched, &#346;r&#299; Krishna took Rukmin&#299; just as Garuda boldly stole nectar from the demigods.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; gives the following profound comments on these two verses: The words &#347;riyo m&#257;tr&#257;m indicate that beautiful Rukmin&#299; is a direct expansion of the eternal goddess of fortune. Therefore she is worthy to be the bride of the Personality of Godhead. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/56.htm">5.56</A>), &#347;riyah k&#257;nt&#257; k&#257;ntah parama-purushah: "In the spiritual world, all the female lovers are goddesses of fortune and the male lover is the Supreme Personality." Thus, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains, &#346;r&#299;mat&#299; Rukmin&#299;-dev&#299; is a plenary portion of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. The K&#257;rttika-m&#257;h&#257;tmya section of the Padma Pur&#257;na states, kai&#347;ore gopa-kany&#257;s t&#257; yauvane r&#257;ja-kanyak&#257;h: "In childhood, &#346;r&#299; Krishna enjoyed with the daughters of cowherd men, and in His adolescence He enjoyed with the daughters of kings." Similarly, in the Skanda Pur&#257;na we find this statement: rukmin&#299; dv&#257;ravaty&#257;m tu r&#257;dh&#257; vrind&#257;vane vane. "Rukmin&#299; is in Dv&#257;rak&#257; what R&#257;dh&#257; is in the forest of Vrind&#257;vana."</P><P>The term svayam-vare here means "by one's own choice." Although the word often refers to a formal Vedic ceremony in which an aristocratic girl may select her own husband, here it indicates the informal and indeed unprecedented events surrounding Krishna's marriage to Rukmin&#299;. In fact, &#346;r&#299; Krishna and &#346;r&#299;mat&#299; Rukmin&#299; chose each other because of their eternal, transcendental love.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>