<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 52"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 52: Rukmin&#299;'s Message to Lord Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.52 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.52.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: My dear King, thus graced by Lord Krishna, Mucukunda circumambulated Him and bowed down to Him. Then Mucukunda, the beloved descendant of Ikshv&#257;ku, exited through the mouth of the cave.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.52.2</B></A>: Seeing that the size of all the human beings, animals, trees and plants was severely reduced, and thus realizing that the age of Kali was at hand, Mucukunda left for the north.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.52.3</B></A>: The sober King, beyond material association and free of doubt, was convinced of the value of austerity. Absorbing his mind in Lord Krishna, he came to Gandham&#257;dana Mountain.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.52.4</B></A>: There he arrived at Badarik&#257;&#347;rama, the abode of Lord Nara-N&#257;r&#257;yana, where, remaining tolerant of all dualities, he peacefully worshiped the Supreme Lord Hari by performing severe austerities.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.52.5</B></A>: The Lord returned to Mathur&#257;, which was still surrounded by Yavanas. Then He destroyed the army of barbarians and began taking their valuables to Dv&#257;rak&#257;.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.52.6</B></A>: As the wealth was being carried by oxen and men under Lord Krishna's direction, Jar&#257;sandha appeared at the head of twenty-three armies.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.52.7</B></A>: O King, seeing the fierce waves of the enemy's army, the two M&#257;dhavas, imitating human behavior, ran swiftly away.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.52.8</B></A>: Abandoning the abundant riches, fearless but feigning fear, They went many yojanas on Their lotuslike feet.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.52.9</B></A>: When he saw Them fleeing, powerful Jar&#257;sandha laughed loudly and then pursued Them with charioteers and foot soldiers. He could not understand the exalted position of the two Lords.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.52.10</B></A>: Apparently exhausted after fleeing a long distance, the two Lords climbed a high mountain named Pravarshana, upon which Lord Indra showers incessant rain.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.52.11</B></A>: Although he knew They were hiding on the mountain, Jar&#257;sandha could find no trace of Them. Therefore, O King, he placed firewood on all sides and set the mountain ablaze.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.52.12</B></A>: The two of Them then suddenly jumped from the burning mountain, which was eleven yojanas high, and fell to the ground.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 10.52.13</B></A>: Unseen by Their opponent or his followers, O King, those two most exalted Yadus returned to Their city of Dv&#257;rak&#257;, which had the ocean as a protective moat.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.52.14</B></A>: Jar&#257;sandha, moreover, mistakenly thought that Balar&#257;ma and Ke&#347;ava had burned to death in the fire. Thus he withdrew his vast military force and returned to the Magadha kingdom.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.52.15</B></A>: As ordered by Lord Brahm&#257;, Raivata, the opulent ruler of &#256;narta, gave Lord Balar&#257;ma his daughter Raivat&#299; in marriage. This has already been discussed.</P><P CLASS=r><A CLASS=i HREF="16-17.htm"><B>SB 10.52.16-17</B></A>: O hero among the Kurus, the Supreme Lord Himself, Govinda, married Bh&#299;shmaka's daughter, Vaidarbh&#299;, who was a direct expansion of the goddess of fortune. The Lord did this by her desire, and in the process He beat down &#346;&#257;lva and other kings who took &#346;i&#347;up&#257;la's side. Indeed, as everyone watched, &#346;r&#299; Krishna took Rukmin&#299; just as Garuda boldly stole nectar from the demigods.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.52.18</B></A>: King Par&#299;kshit said: The Supreme Lord married Rukmin&#299;, the beautiful-faced daughter of Bh&#299;shmaka, in the R&#257;kshasa style &#8212; or so I have heard.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.52.19</B></A>: My lord, I wish to hear how the immeasurably powerful Lord Krishna took away His bride while defeating such kings as M&#257;gadha and S&#257;lva.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.52.20</B></A>: What experienced listener, O br&#257;hmana, could ever grow satiated while listening to the pious, charming and ever-fresh topics of Lord Krishna, which cleanse away the world's contamination?</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.52.21</B></A>: &#346;r&#299; B&#257;dar&#257;yani said: There was a king named Bh&#299;shmaka, the powerful ruler of Vidarbha. He had five sons and one daughter of lovely countenance.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.52.22</B></A>: Rukm&#299; was the first-born son, followed by Rukmaratha, Rukmab&#257;hu, Rukmake&#347;a and Rukmam&#257;l&#299;. Their sister was the exalted Rukmin&#299;.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.52.23</B></A>: Hearing of the beauty, prowess, transcendental character and opulence of Mukunda from visitors to the palace who sang His praises, Rukmin&#299; decided that He would be the perfect husband for her.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.52.24</B></A>: Lord Krishna knew that Rukmin&#299; possessed intelligence, auspicious bodily markings, beauty, proper behavior and all other good qualities. Concluding that she would be an ideal wife for Him, He made up His mind to marry her.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.52.25</B></A>: Because Rukm&#299; envied the Lord, O King, he forbade his family members to give his sister to Krishna, although they wanted to. Instead, Rukm&#299; decided to give Rukmin&#299; to &#346;i&#347;up&#257;la.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.52.26</B></A>: Dark-eyed Vaidarbh&#299; was aware of this plan, and it deeply upset her. Analyzing the situation, she quickly sent a trustworthy br&#257;hmana to Krishna.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.52.27</B></A>: Upon reaching Dv&#257;rak&#257;, the br&#257;hmana was brought inside by the gatekeepers and saw the primeval Personality of Godhead sitting on a golden throne.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.52.28</B></A>: Seeing the br&#257;hmana, &#346;r&#299; Krishna, Lord of the br&#257;hmanas, came down from His throne and seated him. Then the Lord worshiped him just as He Himself is worshiped by the demigods.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.52.29</B></A>: After the br&#257;hmana had eaten and rested, &#346;r&#299; Krishna, the goal of saintly devotees, came forward, and while massaging the br&#257;hmana's feet with His own hands, He patiently questioned him as follows.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.52.30</B></A>: [The Supreme Lord said:] O best of exalted br&#257;hmanas, are your religious practices, sanctioned by senior authorities, proceeding without great difficulty? Is your mind always fully satisfied?</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.52.31</B></A>: When a br&#257;hmana is satisfied with whatever comes his way and does not fall away from his religious duties, those very religious principles become his desire cow, fulfilling all his wishes.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.52.32</B></A>: An unsatisfied br&#257;hmana wanders restlessly from one planet to another, even if he becomes King of heaven. But a satisfied br&#257;hmana, though he may possess nothing, rests peacefully, all his limbs free of distress.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.52.33</B></A>: I repeatedly bow My head in respect to those br&#257;hmanas who are satisfied with their lot. Saintly, prideless and peaceful, they are the best well-wishers of all living beings.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.52.34</B></A>: O br&#257;hmana, is your King attending to your welfare? Indeed, that king in whose country the citizens are happy and protected is very dear to Me.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.52.35</B></A>: Whence have you come, crossing the impassable sea, and for what purpose? Explain all this to Us if it is not a secret, and tell Us what We may do for you.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.52.36</B></A>: Thus questioned by the Supreme Personality of Godhead, who incarnates to perform His pastimes, the br&#257;hmana told Him everything.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.52.37</B></A>: &#346;r&#299; Rukmin&#299; said [in her letter, as read by the br&#257;hmana]: O beauty of the worlds, having heard of Your qualities, which enter the ears of those who hear and remove their bodily distress, and having also heard of Your beauty, which fulfills all the visual desires of those who see, I have fixed my shameless mind upon You, O Krishna.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.52.38</B></A>: O Mukunda, You are equal only to Yourself in lineage, character, beauty, knowledge, youthfulness, wealth and influence. O lion among men, You delight the minds of all mankind. What aristocratic, sober-minded and marriageable girl of a good family would not choose You as her husband when the proper time has come?</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.52.39</B></A>: Therefore, my dear Lord, I have chosen You as my husband, and I surrender myself to You. Please come swiftly, O almighty one, and make me Your wife. My dear lotus-eyed Lord, let &#346;i&#347;up&#257;la never touch the hero's portion like a jackal stealing the property of a lion.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.52.40</B></A>: If I have sufficiently worshiped the Supreme Personality of Godhead by pious works, sacrifices, charity, rituals and vows, and also by worshiping the demigods, br&#257;hmanas and gurus, then may Gad&#257;graja come and take my hand, and not Damaghosha's son or anyone else.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.52.41</B></A>: O unconquerable one, tomorrow when my marriage ceremony is about to begin, You should arrive unseen in Vidarbha and surround Yourself with the leaders of Your army. Then crush the forces of Caidya and Magadhendra and marry me in the R&#257;kshasa style, winning me with Your valor.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.52.42</B></A>: Since I will be staying within the inner chambers of the palace, You may wonder, "How can I carry you away without killing some of your relatives?" But I shall tell You a way: On the day before the marriage there is a grand procession to honor the royal family's deity, and in this procession the new bride goes outside the city to visit Goddess Girij&#257;.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 10.52.43</B></A>: O lotus-eyed one, great souls like Lord &#346;iva hanker to bathe in the dust of Your lotus feet and thereby destroy their ignorance. If I cannot obtain Your mercy, I shall simply give up my vital force, which will have become weak from the severe penances I will perform. Then, after hundreds of lifetimes of endeavor, I may obtain Your mercy.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 10.52.44</B></A>: The br&#257;hmana said: This is the confidential message I have brought with me, O Lord of the Yadus. Please consider what must be done in these circumstances, and do it at once.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>