<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 52"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 52: <A CLASS=v HREF="index.htm">Rukmin&#299;'s Message to Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.52 Summary</P><P>This chapter describes how Lord Balar&#257;ma and Lord Krishna, running as if in fear, went to Dv&#257;rak&#257;. Then Lord Krishna heard the message of Rukmin&#299; from the mouth of a br&#257;hmana and chose her as His wife.</P><P>King Mucukunda, shown mercy by Lord &#346;r&#299; Krishna, offered obeisances and circumambulated Him. The King then left the cave and saw that humans, animals, trees and plants were all smaller than when he had fallen asleep. From this he could understand that the age of Kali was at hand. Thus, in a mood of detachment from all material association, the King began worshiping the Supreme Lord, &#346;r&#299; Hari.</P><P>&#346;r&#299; Krishna returned to Mathur&#257;, which was still under siege by the barbarian army. He destroyed this army, collected all the valuables the soldiers had been carrying, and set off for Dv&#257;rak&#257;. Just then Jar&#257;sandha arrived on the scene with a force of twenty-three akshauhin&#299;s. Lord Balar&#257;ma and Lord Krishna, acting as if fearful, left Their riches aside and ran far away. Because Jar&#257;sandha could not appreciate Their true power, he ran after Them. After running a long way, R&#257;ma and Krishna came to a mountain named Pravarshana and proceeded to climb it. Jar&#257;sandha thought They had hidden inside a cave and looked all over for Them. Unable to find Them, he built fires on all sides of the mountain. As the vegetation on the mountain slopes burst into flame, Krishna and Balar&#257;ma jumped off the peak. After reaching the ground unseen by Jar&#257;sandha and his followers, They returned to the Dv&#257;rak&#257; fort, which floated within the sea. Jar&#257;sandha decided that R&#257;ma and Krishna had burned to death in the fire, and he took his army back to his kingdom.</P><P>At this point Mah&#257;r&#257;ja Par&#299;kshit asked a question, and &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; responded to it by beginning to narrate the history of the marriage of Lord &#346;r&#299; Krishna and Rukmin&#299;. Rukmin&#299;, the young daughter of Bh&#299;shmaka, King of Vidarbha, had heard of &#346;r&#299; Krishna's beauty, strength and other fine qualities, and she therefore made up her mind that He would be the perfect husband for her. Lord Krishna also wanted to marry her. But although Rukmin&#299;'s other relatives approved of her marriage to Krishna, her brother Rukm&#299; was envious of the Lord and thus forbade her to marry Him. Rukm&#299; wanted her to marry &#346;i&#347;up&#257;la instead. Rukmin&#299; unhappily took up her duties in preparation for the marriage, but she also sent a trustworthy br&#257;hmana to Krishna with a letter.</P><P>When the br&#257;hmana arrived in Dv&#257;rak&#257;, &#346;r&#299; Krishna properly honored him with ritual worship and other tokens of reverence. The Lord then asked the br&#257;hmana why he had come. The br&#257;hmana opened Rukmin&#299;'s letter and showed it to Lord Krishna, who had the messenger read it to Him. Rukmin&#299;-dev&#299; wrote, "Ever since I have heard about You, my Lord, I have become completely attracted to You. Without fail please come before my marriage to &#346;i&#347;up&#257;la and take me away. In accordance with family custom, on the day before my marriage I will visit the temple of goddess Ambik&#257;. That would be the best opportunity for You to appear and easily kidnap me. If You do not show me this favor, I will give up my life by fasting and observing severe vows. Then perhaps in my next life I will be able to obtain You."</P><P>After reading Rukmin&#299;'s letter to Lord Krishna, the br&#257;hmana took his leave so he might carry out his daily religious duties.</P><P CLASS=l><A CLASS=i HREF="../51/63.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>