<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 17 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 17 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu Becomes Angry at the Earth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.17.36</P><P CLASS=c>n&#363;nam janair &#299;hitam &#299;&#347;var&#257;n&#257;m</P><P CLASS=c>asmad-vidhais tad-guna-sarga-m&#257;yay&#257;</P><P CLASS=c>na jñ&#257;yate mohita-citta-vartmabhis</P><P CLASS=c>tebhyo namo v&#299;ra-ya&#347;as-karebhyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; surely; <A CLASS=v HREF="http://vedabase.net/j/janaih">janaih</A> &#8212; by the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/i/ihitam">&#299;hitam</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/i/isvaranam">&#299;&#347;var&#257;n&#257;m</A> &#8212; of the controllers; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhaih">vidhaih</A> &#8212; like <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A> &#8212; which brings forth creation; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by Your energy; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/j/jnayate">jñ&#257;yate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> understood; <A CLASS=v HREF="http://vedabase.net/m/mohita">mohita</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/c/citta">citta</A> &#8212; whose minds; <A CLASS=v HREF="http://vedabase.net/v/vartmabhih">vartmabhih</A> &#8212; way; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; unto them; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A>-<A CLASS=v HREF="http://vedabase.net/k/karebhyah">karebhyah</A> &#8212; who bring renown <A HREF="http://vedabase.net/t/to">to</A> heroes themselves.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, I am also the creation of one of Your energies, composed of the three modes of material nature. Consequently I am bewildered by Your activities. Even the activities of Your devotees cannot be understood, and what to speak of Your pastimes. Thus everything appears to us to be contradictory and wonderful.</P><P CLASS=t>PURPORT</P><P>The activities of the Supreme Personality of Godhead in His various forms and incarnations are always uncommon and wonderful. It is not possible for a tiny human being to estimate the purpose and plans of such activities; therefore &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has said that unless the Lord's activities are accepted as inconceivable, they cannot be explained. The Lord is eternally existing as Krishna, the Supreme Personality of Godhead, in Goloka Vrind&#257;vana. He has also simultaneously expanded Himself in innumerable forms, beginning with Lord R&#257;ma, Lord Nrisimha, Lord Var&#257;ha and all the incarnations coming directly from Sa&#324;karshana. Sa&#324;karshana is the expansion of Baladeva, and Baladeva is the first manifestation of Krishna. Therefore all these incarnations are known as kal&#257;.</P><P>The word &#299;&#347;var&#257;n&#257;m refers to all the Personalities of Godhead. As stated in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/39.htm">5.39</A>): r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan. In the &#346;r&#299;mad-Bh&#257;gavatam it is confirmed that all the incarnations are partial expansions, or kal&#257;, of the Supreme Personality of Godhead. However, Krishna is the original Supreme Personality of Godhead. One should not take the plural number of the word &#299;&#347;var&#257;n&#257;m to mean that there are many Godheads. The fact is that God is one, but He exists eternally and expands Himself in innumerable forms and acts in various ways. Sometimes the common man is bewildered by all this and considers such activities contradictory, but they are not contradictory. There is a great plan behind all the Lord's activities.</P><P>For our understanding it is sometimes said that the Lord is situated in the heart of the thief as well as in the heart of the householder, but the Supersoul in the heart of the thief dictates, "Go and steal things from that particular house," and at the same time the Lord tells the householder, "Now be careful of thieves and burglars." These instructions to different persons appear contradictory, yet we should know that the Supersoul, the Supreme Personality of Godhead, has some plan, and we should not consider such activities contradictory. The best course is to surrender unto the Supreme Personality of Godhead wholeheartedly, and, being protected by Him, remain peaceful.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Seventeenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Mah&#257;r&#257;ja Prithu Becomes Angry at the Earth."</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../18/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>