<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 17 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 17 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu Becomes Angry at the Earth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.17.5</P><P CLASS=c>sanat-kum&#257;r&#257;d bhagavato</P><P CLASS=c>brahman brahma-vid-uttam&#257;t</P><P CLASS=c>labdhv&#257; jñ&#257;nam sa-vijñ&#257;nam</P><P CLASS=c>r&#257;jarshih k&#257;m gatim gatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanat">sanat</A>-<A CLASS=v HREF="http://vedabase.net/k/kumarat">kum&#257;r&#257;t</A> &#8212; from <A HREF="http://vedabase.net/s/sanat">Sanat</A>-<A HREF="http://vedabase.net/k/kumara">kum&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; the most powerful; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; my dear <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamat">uttam&#257;t</A> &#8212; well versed <A HREF="http://vedabase.net/i/in">in</A> the Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/l/labdhva">labdhv&#257;</A> &#8212; after achieving; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vijnanam">vijñ&#257;nam</A> &#8212; for practical application; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the great saintly King; <A CLASS=v HREF="http://vedabase.net/k/kam">k&#257;m</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; achieved.</P><P CLASS=t>TRANSLATION</P><P>The great saintly King, Mah&#257;r&#257;ja Prithu, received knowledge from Sanat-kum&#257;ra, who was the greatest Vedic scholar. After receiving knowledge to be applied practically in his life, how did the saintly King attain his desired destination?</P><P CLASS=t>PURPORT</P><P>There are four Vaishnava samprad&#257;yas (systems) of disciplic succession. One samprad&#257;ya comes from Lord Brahm&#257;, one from the goddess of fortune, one from the Kum&#257;ras, headed by Sanat-kum&#257;ra, and one from Lord &#346;iva. These four systems of disciplic succession are still going on. As King Prithu has illustrated, one who is serious about receiving transcendental Vedic knowledge must accept a guru, or spiritual master, in one of these four disciplic successions. It is said that unless one accepts a mantra from one of these samprad&#257;yas, the so-called mantra will not act in Kali-yuga. Many samprad&#257;yas have sprung up without authority, and they are misleading the people by giving unauthorized mantras. The rascals of these so-called samprad&#257;yas do not observe the Vedic rules and regulations. Although they are addicted to all kinds of sinful activities, they still offer the people mantras and thus mislead them. Intelligent persons, however, know that such mantras will never be successful, and as such they never patronize such upstart spiritual groups. People should be very careful of these nonsensical samprad&#257;yas. To get some facility for sense gratification, unfortunate people in this age receive mantras from these so-called samprad&#257;yas. Prithu Mah&#257;r&#257;ja, however, showed by his example that one should receive knowledge from a bona fide samprad&#257;ya. Therefore Mah&#257;r&#257;ja Prithu accepted Sanat-kum&#257;ra as his spiritual master.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6-7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>