<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 17 Verses 6-7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 17 Verses 6-7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu Becomes Angry at the Earth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.17.6-7</P><P CLASS=c>yac c&#257;nyad api krishnasya</P><P CLASS=c>bhav&#257;n bhagavatah prabhoh</P><P CLASS=c>&#347;ravah su&#347;ravasah punyam</P><P CLASS=c>p&#363;rva-deha-kath&#257;&#347;rayam</P><P CLASS=c>bhakt&#257;ya me 'nurakt&#257;ya</P><P CLASS=c>tava c&#257;dhokshajasya ca</P><P CLASS=c>vaktum arhasi yo 'duhyad</P><P CLASS=c>vainya-r&#363;pena g&#257;m im&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/krsnasya">krishnasya</A> &#8212; of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prabhoh">prabhoh</A> &#8212; powerful; <A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;ravah</A> &#8212; glorious activities; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sravasah">&#347;ravasah</A> &#8212; who is very pleasing <A HREF="http://vedabase.net/t/to">to</A> hear about; <A CLASS=v HREF="http://vedabase.net/p/punyam">punyam</A> &#8212; pious; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; of His previous incarnation; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; connected with the narration; <A CLASS=v HREF="http://vedabase.net/b/bhaktaya">bhakt&#257;ya</A> &#8212; unto the devotee; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anuraktaya">anurakt&#257;ya</A> &#8212; very much attentive; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/adhoksajasya">adhokshajasya</A> &#8212; of the Lord, who is known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/adhoksaja">Adhokshaja</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vaktum">vaktum</A> <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; please narrate; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/a/aduhyat">aduhyat</A> &#8212; milked; <A CLASS=v HREF="http://vedabase.net/v/vainya">vainya</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of the son of King <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; cow, earth; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this.</P><P CLASS=t>TRANSLATION</P><P>Prithu Mah&#257;r&#257;ja was a powerful incarnation of Lord Krishna's potencies; consequently any narration concerning his activities is surely very pleasing to hear, and it produces all good fortune. As far as I am concerned, I am always your devotee as well as a devotee of the Lord, who is known as Adhokshaja. Please therefore narrate all the stories of King Prithu, who, in the form of the son of King Vena, milked the cow-shaped earth.</P><P CLASS=t>PURPORT</P><P>Lord Krishna is also known as avat&#257;r&#299;, which means, "one from whom all the incarnations emanate." In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>) Lord Krishna says, aham sarvasya prabhavo mattah sarvam pravartate: "I am the source of all spiritual and material worlds. Everything emanates from Me." Thus Lord Krishna is the origin of everyone's appearance. As far as this material world is concerned, Lord Brahm&#257;, Lord Vishnu and Lord &#346;iva are all emanations from Krishna. These three incarnations of Krishna are called guna-avat&#257;ras. The material world is governed by three material modes of nature, and Lord Vishnu, Lord Brahm&#257; and Lord &#346;iva respectively take charge of the modes of goodness, passion and ignorance. Mah&#257;r&#257;ja Prithu is also an incarnation of those qualities of Lord Krishna by which one rules over conditioned souls.</P><P>In this verse the word adhokshaja, meaning "beyond the perception of the material senses," is very significant. No one can perceive the Supreme Personality of Godhead by mental speculation; therefore a person with a poor fund of knowledge cannot understand the Supreme Personality of Godhead. Since one can form only an impersonal idea on the strength of one's material senses, the Lord is known as Adhokshaja.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>