<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 17 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 17 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">Mah&#257;r&#257;ja Prithu Becomes Angry at the Earth</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.17.9</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>yad&#257;bhishiktah prithur a&#324;ga viprair</P><P CLASS=c>&#257;mantrito janat&#257;y&#257;&#347; ca p&#257;lah</P><P CLASS=c>praj&#257; niranne kshiti-prishtha etya</P><P CLASS=c>kshut-ksh&#257;ma-deh&#257;h patim abhyavocan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/abhisiktah">abhishiktah</A> &#8212; was enthroned; <A CLASS=v HREF="http://vedabase.net/p/prthuh">prithuh</A> &#8212; King <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; my dear <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/v/vipraih">vipraih</A> &#8212; by the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/amantritah">&#257;mantritah</A> &#8212; was declared; <A CLASS=v HREF="http://vedabase.net/j/janatayah">janat&#257;y&#257;h</A> &#8212; of the people; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/p/palah">p&#257;lah</A> &#8212; the protector; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the citizens; <A CLASS=v HREF="http://vedabase.net/n/niranne">niranne</A> &#8212; being without food grains; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/p/prsthe">prishthe</A> &#8212; the surface of the globe; <A CLASS=v HREF="http://vedabase.net/e/etya">etya</A> &#8212; coming near; <A CLASS=v HREF="http://vedabase.net/k/ksut">kshut</A> &#8212; by hunger; <A CLASS=v HREF="http://vedabase.net/k/ksama">ksh&#257;ma</A> &#8212; skinny; <A CLASS=v HREF="http://vedabase.net/d/dehah">deh&#257;h</A> &#8212; their bodies; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the protector; <A CLASS=v HREF="http://vedabase.net/a/abhyavocan">abhyavocan</A> &#8212; they said.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya continued: My dear Vidura, at the time King Prithu was enthroned by the great sages and br&#257;hmanas and declared to be the protector of the citizens, there was a scarcity of food grains. The citizens actually became skinny due to starvation. Therefore they came before the King and informed him of their real situation.</P><P CLASS=t>PURPORT</P><P>Information is given herein concerning the selection of the king by the br&#257;hmanas. According to the varn&#257;&#347;rama system, the br&#257;hmanas are considered to be the heads of the society and therefore to be situated in the topmost social position. The varn&#257;&#347;rama-dharma, the institution of four varnas and four &#257;&#347;ramas, is very scientifically designed. As stated in Bhagavad-g&#299;t&#257;, varn&#257;&#347;rama-dharma is not a man-made institution, but is God-made. In this narration it is clearly indicated that the br&#257;hmanas used to control the royal power. When an evil king like Vena ruled, the br&#257;hmanas would kill him through their brahminical powers and would select a proper ruler by testing his qualifications. In other words, the br&#257;hmanas, the intelligent men or great sages, would control the monarchical powers. Here we have an indication of how the br&#257;hmanas elected King Prithu to the throne as the protector of the citizens. The citizens, being skinny due to hunger, approached the King and informed him that necessary action should be taken. The structure of the varn&#257;&#347;rama-dharma; was so nice that the br&#257;hmanas would guide the head of state. The head of state would then give protection to the citizens. The kshatriyas would take charge of protecting the people in general, and under the protection of the kshatriyas, the vai&#347;yas would protect the cows, produce food grains and distribute them. &#346;&#363;dras, the working class, would help the higher three classes by manual labor. This is the perfect social system.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10-11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>