<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>dv&#257;ri dyu-nady&#257; rishabhah kur&#363;n&#257;m</P><P CLASS=c>maitreyam &#257;s&#299;nam ag&#257;dha-bodham</P><P CLASS=c>kshattopasrity&#257;cyuta-bh&#257;va-siddhah</P><P CLASS=c>papraccha sau&#347;&#299;lya-gun&#257;bhitriptah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/d/dvari">dv&#257;ri</A> &#8212; at the source of; <A CLASS=v HREF="http://vedabase.net/d/dyu">dyu</A>-<A CLASS=v HREF="http://vedabase.net/n/nadyah">nady&#257;h</A> &#8212; the celestial River Ganges; <A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; the best of the Kurus; <A CLASS=v HREF="http://vedabase.net/k/kurunam">kur&#363;n&#257;m</A> &#8212; of the Kurus; <A CLASS=v HREF="http://vedabase.net/m/maitreyam">maitreyam</A> &#8212; unto Maitreya; <A CLASS=v HREF="http://vedabase.net/a/asinam">&#257;s&#299;nam</A> &#8212; sitting; <A CLASS=v HREF="http://vedabase.net/a/agadha">ag&#257;dha</A>-<A CLASS=v HREF="http://vedabase.net/b/bodham">bodham</A> &#8212; of unfathomed knowledge; <A CLASS=v HREF="http://vedabase.net/k/ksatta">kshatt&#257;</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/u/upasrtya">upasritya</A> &#8212; having approached nearer; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; the infallible Lord; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; character; <A CLASS=v HREF="http://vedabase.net/s/siddhah">siddhah</A> &#8212; perfect; <A CLASS=v HREF="http://vedabase.net/p/papraccha">papraccha</A> &#8212; inquired; <A CLASS=v HREF="http://vedabase.net/s/sausilya">sau&#347;&#299;lya</A> &#8212; gentleness; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/abhitrptah">abhitriptah</A> &#8212; satisfied <A HREF="http://vedabase.net/i/in">in</A> transcendental qualities.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Vidura, the best amongst the Kuru dynasty, who was perfect in devotional service to the Lord, thus reached the source of the celestial Ganges River [Hardwar], where Maitreya, the great, fathomless learned sage of the world, was seated. Vidura, who was perfect in gentleness and satisfied in transcendence, inquired from him.</P><P CLASS=t>PURPORT</P><P>Vidura was already perfect due to his unalloyed devotion to the infallible Lord. The Lord and the living entities are all qualitatively the same by nature, but the Lord is quantitatively much greater than any individual living entity. He is ever infallible, whereas the living entities are prone to fall under the illusory energy. Vidura had already surpassed the fallible nature of the living entity in conditional life due to his being acyuta-bh&#257;va, or legitimately absorbed in the devotional service of the Lord. This stage of life is called acyuta-bh&#257;va-siddha, or perfection by dint of devotional service. Anyone, therefore, who is absorbed in the devotional service of the Lord is a liberated soul and has all admirable qualities. The learned sage Maitreya was sitting in a solitary place on the bank of the Ganges at Hardwar, and Vidura, who was a perfect devotee of the Lord and possessed all good transcendental qualities, approached him for inquiry.</P><P CLASS=l><A CLASS=i HREF="../4/36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>