<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.10</P><P CLASS=c>par&#257;varesh&#257;m bhagavan vrat&#257;ni</P><P CLASS=c>&#347;rut&#257;ni me vy&#257;sa-mukh&#257;d abh&#299;kshnam</P><P CLASS=c>atripnuma kshulla-sukh&#257;vah&#257;n&#257;m</P><P CLASS=c>tesh&#257;m rite krishna-kath&#257;mritaugh&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; higher; <A CLASS=v HREF="http://vedabase.net/a/avaresam">avaresh&#257;m</A> &#8212; of these lower; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my lord, <A HREF="http://vedabase.net/o/o">O</A> great one; <A CLASS=v HREF="http://vedabase.net/v/vratani">vrat&#257;ni</A> &#8212; occupations; <A CLASS=v HREF="http://vedabase.net/s/srutani">&#347;rut&#257;ni</A> &#8212; heard; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A> &#8212; <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/m/mukhat">mukh&#257;t</A> &#8212; from the mouth; <A CLASS=v HREF="http://vedabase.net/a/abhiksnam">abh&#299;kshnam</A> &#8212; repeatedly; <A CLASS=v HREF="http://vedabase.net/a/atrpnuma">atripnuma</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> satisfied; <A CLASS=v HREF="http://vedabase.net/k/ksulla">kshulla</A> &#8212; little; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/avahanam">&#257;vah&#257;n&#257;m</A> &#8212; that which causes happiness; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; out of that; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; talks about the Personality of Godhead, Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A>-<A CLASS=v HREF="http://vedabase.net/o/oghat">ogh&#257;t</A> &#8212; from the nectar.</P><P CLASS=t>TRANSLATION</P><P>O my lord, I have repeatedly heard about these higher and lower statuses of human society from the mouth of Vy&#257;sadeva, and I am quite satiated with all these lesser subject matters and their happiness. They have not satisfied me with the nectar of topics about Krishna.</P><P CLASS=t>PURPORT</P><P>Because people are very much interested in hearing social and historical presentations, &#346;r&#299;la Vy&#257;sadeva has compiled many books such as the Pur&#257;nas and Mah&#257;bh&#257;rata. These books are reading matter for the mass of people, and they were compiled with a view to reviving their God consciousness, now forgotten in the conditional life of material existence. The real purpose of such literatures is not so much to present topics of historical references, but to revive the people's sense of God consciousness. For example, Mah&#257;bh&#257;rata is the history of the Battle of Kurukshetra, and common people read it because it is full of topics regarding the social, political and economic problems of human society. But factually the most important part of Mah&#257;bh&#257;rata is Bhagavad-g&#299;t&#257;, which is automatically taught to readers along with the historical narrations of the Battle of Kurukshetra.</P><P>Vidura explained to Maitreya his position of being fully satiated with the knowledge of mundane social and political topics and having no more interest in them. He was anxious to hear transcendental topics regarding Lord &#346;r&#299; Krishna. Because there were insufficient topics directly concerning Krishna in the Pur&#257;nas, Mah&#257;bh&#257;rata, etc., he was not satisfied and wanted to know more about Krishna. Krishna-kath&#257;, or topics regarding Krishna, are transcendental, and there is no satiation in hearing such topics. Bhagavad-g&#299;t&#257; is important on account of its being krishna-kath&#257;, or speeches delivered by Lord Krishna. The story of the Battle of Kurukshetra may be interesting for the mass of people, but to a person like Vidura, who is highly advanced in devotional service, only krishna-kath&#257; and that which is dovetailed with krishna-kath&#257; is interesting. Vidura wanted to hear of everything from Maitreya, and so he inquired from him, but he desired that all the topics be in relationship with Krishna. As fire is never satisfied in its consumption of firewood, so a pure devotee of the Lord never hears enough about Krishna. Historical events and other narrations concerning social and political incidents all become transcendental as soon as they are in relationship with Krishna. That is the way to transform mundane things into spiritual identity. The whole world can be transformed into Vaikuntha if all worldly activities are dovetailed with krishna-kath&#257;.</P><P>There are two important krishna-kath&#257;s current in the world &#8212; Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. Bhagavad-g&#299;t&#257; is krishna-kath&#257; because it is spoken by Krishna, whereas &#346;r&#299;mad-Bh&#257;gavatam is krishna-kath&#257; because it narrates about Krishna. Lord Caitanya advised all His disciples to preach krishna-kath&#257; all over the world without discrimination because the transcendental value of krishna-kath&#257; can purify one and all from material contamination.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>