<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.12</P><P CLASS=c>munir vivakshur bhagavad-gun&#257;n&#257;m</P><P CLASS=c>sakh&#257;pi te bh&#257;ratam &#257;ha krishnah</P><P CLASS=c>yasmin nrin&#257;m gr&#257;mya-sukh&#257;nuv&#257;dair</P><P CLASS=c>matir grih&#299;t&#257; nu hareh kath&#257;y&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; the sage; <A CLASS=v HREF="http://vedabase.net/v/vivaksuh">vivakshuh</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/gunanam">gun&#257;n&#257;m</A> &#8212; transcendental qualities; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; friend; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/b/bharatam">bh&#257;ratam</A> &#8212; the Mah&#257;bh&#257;rata; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; has described; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>-<A HREF="http://vedabase.net/d/dvaipayana">dvaip&#257;yana</A> <A HREF="http://vedabase.net/v/vyasa">Vy&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of the people; <A CLASS=v HREF="http://vedabase.net/g/gramya">gr&#257;mya</A> &#8212; worldly; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvadaih">anuv&#257;daih</A> &#8212; pleasure derived from mundane topics; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; attention; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;t&#257;</A> <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> draw towards; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/k/kathayam">kath&#257;y&#257;m</A> &#8212; speeches of (Bhagavad-<A HREF="http://vedabase.net/g/gita">g&#299;t&#257;</A>).</P><P CLASS=t>TRANSLATION</P><P>Your friend the great sage Krishna-dvaip&#257;yana Vy&#257;sa has already described the transcendental qualities of the Lord in his great work the Mah&#257;bh&#257;rata. But the whole idea is to draw the attention of the mass of people to krishna-kath&#257; [Bhagavad-g&#299;t&#257;] through their strong affinity for hearing mundane topics.</P><P CLASS=t>PURPORT</P><P>The great sage Krishna-dvaip&#257;yana Vy&#257;sa is the author of all Vedic literature, of which his works Ved&#257;nta-s&#363;tra, &#346;r&#299;mad-Bh&#257;gavatam and Mah&#257;bh&#257;rata are very popular readings. As stated in Bh&#257;gavatam (<A CLASS=v HREF="../../1/4/25.htm">1.4.25</A>), &#346;r&#299;la Vy&#257;sadeva compiled the Mah&#257;bh&#257;rata for the less intelligent class of men, who take more interest in mundane topics than in the philosophy of life. The Ved&#257;nta-s&#363;tra was compiled for persons already above the mundane topics, who might already have tasted the bitterness of the so-called happiness of mundane affairs. The first aphorism of Ved&#257;nta-s&#363;tra is ath&#257;to brahma jijñ&#257;s&#257;, i.e., only when one has finished the business of mundane inquiries in the marketplace of sense gratification can one make relevant inquiries regarding Brahman, the Transcendence. Those persons who are busy with the mundane inquiries which fill the newspapers and other such literatures are classified as str&#299;-&#347;&#363;dra-dvija-bandhus, or women, the laborer class and unworthy sons of the higher classes (br&#257;hmana, kshatriya and vai&#347;ya). Such less intelligent men cannot understand the purpose of Ved&#257;nta-s&#363;tra, although they may make a show of studying the s&#363;tras in a perverted way. The real purpose of Ved&#257;nta-s&#363;tra is explained by the author himself in the &#346;r&#299;mad-Bh&#257;gavatam, and anyone trying to understand Ved&#257;nta-s&#363;tra without reference to &#346;r&#299;mad-Bh&#257;gavatam is certainly misguided. Such misguided persons, who are interested in the mundane affairs of philanthropic and altruistic work under the misconception of the body as the self, could better take advantage of the Mah&#257;bh&#257;rata, which was specifically compiled by &#346;r&#299;la Vy&#257;sadeva for their benefit. The great author has compiled the Mah&#257;bh&#257;rata in such a way that the less intelligent class of men, who are more interested in mundane topics, may read the Mah&#257;bh&#257;rata with great relish and in the course of such mundane happiness can also take advantage of Bhagavad-g&#299;t&#257;, the preliminary study of &#346;r&#299;mad-Bh&#257;gavatam or the Ved&#257;nta-s&#363;tra. &#346;r&#299;la Vy&#257;sadeva had no interest in writing a history of mundane activities other than to give less intelligent persons a chance for transcendental realization through Bhagavad-g&#299;t&#257;. Vidura's reference to the Mah&#257;bh&#257;rata indicates that he had heard of the Mah&#257;bh&#257;rata from Vy&#257;sadeva, his real father, while he was away from home and was touring the places of pilgrimage.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>