<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.13</P><P CLASS=c>s&#257; &#347;raddadh&#257;nasya vivardham&#257;n&#257;</P><P CLASS=c>viraktim anyatra karoti pumsah</P><P CLASS=c>hareh pad&#257;nusmriti-nirvritasya</P><P CLASS=c>samasta-duhkh&#257;pyayam &#257;&#347;u dhatte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; those topics of <A HREF="http://vedabase.net/k/krsna">Krishna</A>, or <A HREF="http://vedabase.net/k/krsna">krishna</A>-<A HREF="http://vedabase.net/k/katha">kath&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sraddadhanasya">&#347;raddadh&#257;nasya</A> &#8212; of one who is anxious <A HREF="http://vedabase.net/t/to">to</A> hear; <A CLASS=v HREF="http://vedabase.net/v/vivardhamana">vivardham&#257;n&#257;</A> &#8212; gradually increasing; <A CLASS=v HREF="http://vedabase.net/v/viraktim">viraktim</A> &#8212; indifference; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> other things (than such topics); <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; of one who is <A HREF="http://vedabase.net/s/so">so</A> engaged; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/anusmrti">anusmriti</A> &#8212; constant remembrance of the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nirvrtasya">nirvritasya</A> &#8212; one who has achieved such transcendental bliss; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A>-<A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; all miseries; <A CLASS=v HREF="http://vedabase.net/a/apyayam">apyayam</A> &#8212; vanquished; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; without delay; <A CLASS=v HREF="http://vedabase.net/d/dhatte">dhatte</A> &#8212; executes.</P><P CLASS=t>TRANSLATION</P><P>For one who is anxious to engage constantly in hearing such topics, krishna-kath&#257; gradually increases his indifference towards all other things. Such constant remembrance of the lotus feet of Lord Krishna by the devotee who has achieved transcendental bliss vanquishes all his miseries without delay.</P><P CLASS=t>PURPORT</P><P>We must certainly know that on the absolute plane krishna-kath&#257; and Krishna are one and the same. The Lord is the Absolute Truth, and therefore His name, form, quality, etc., which are all understood to be krishna-kath&#257;, are nondifferent from Him. Bhagavad-g&#299;t&#257;, being spoken by the Lord, is as good as the Lord Himself. When a sincere devotee reads Bhagavad-g&#299;t&#257;, this is as good as seeing the Lord face to face in his personal presence, but this is not so for the mundane wrangler. All the potencies of the Lord are there when one reads Bhagavad-g&#299;t&#257;, provided it is read in the way recommended in the G&#299;t&#257; by the Lord Himself. One cannot foolishly manufacture an interpretation of Bhagavad-g&#299;t&#257; and still bring about transcendental benefit. Anyone who tries to squeeze some artificial meaning or interpretation from Bhagavad-g&#299;t&#257; for an ulterior motive is not &#347;raddadh&#257;na-pumsah (one engaged anxiously in bona fide hearing of krishna-kath&#257;). Such a person cannot derive any benefit from reading Bhagavad-g&#299;ta, however great a scholar he may be in the estimation of a layman. The &#347;raddadh&#257;na, or faithful devotee, can actually derive all the benefits of Bhagavad-g&#299;t&#257; because by the omnipotency of the Lord he achieves the transcendental bliss which vanquishes attachment and nullifies all concomitant material miseries. Only the devotee, by his factual experience, can understand the import of this verse spoken by Vidura. The pure devotee of the Lord enjoys life by constantly remembering the lotus feet of the Lord by hearing krishna-kath&#257;. For such a devotee there is no such thing as material existence, and the much advertised bliss of brahm&#257;nanda is like a fig for the devotee who is in the midst of the transcendental ocean of bliss.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>