<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.23</P><P CLASS=c>bhagav&#257;n eka &#257;sedam</P><P CLASS=c>agra &#257;tm&#257;tman&#257;m vibhuh</P><P CLASS=c>&#257;tmecch&#257;nugat&#257;v &#257;tm&#257;</P><P CLASS=c>n&#257;n&#257;-maty-upalakshanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one without <A HREF="http://vedabase.net/a/a">a</A> second; <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; was there; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this creation; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; prior <A HREF="http://vedabase.net/t/to">to</A> the creation; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His own form; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; Self; <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/a/anugatau">anugatau</A> &#8212; being merged <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; Self; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mati">mati</A> &#8212; different vision; <A CLASS=v HREF="http://vedabase.net/u/upalaksanah">upalakshanah</A> &#8212; symptoms.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead, the master of all living entities, existed prior to the creation as one without a second. It is by His will only that creation is made possible and again everything merges in Him. This Supreme Self is symptomized by different names.</P><P CLASS=t>PURPORT</P><P>The great sage here begins to explain the purpose of the four original verses of the &#346;r&#299;mad-Bh&#257;gavatam. Although they have no access to the &#346;r&#299;mad-Bh&#257;gavatam, the followers of the M&#257;y&#257;v&#257;da (impersonalist) school sometimes screw out an imaginary explanation of the original four verses, but we must accept the actual explanation given herein by Maitreya Muni because he, along with Uddhava, personally heard it directly from the Lord. The first line of the original four verses runs, aham ev&#257;sam ev&#257;gre. The word aham is misinterpreted by the M&#257;y&#257;v&#257;da school into meanings which no one but the interpreter can understand. Here aham is explained as the Supreme Personality of Godhead, not the individual living entities. Before the creation, there was only the Personality of Godhead; there were no purusha incarnations and certainly no living entities, nor was there the material energy, by which the manifested creation is effected. The purusha incarnations and all the different energies of the Supreme Lord were merged in Him only.</P><P>The Personality of Godhead is described herein as the master of all other living entities. He is like the sun disc, and the living entities are like the molecules of the sun's rays. This existence of the Lord before the creation is confirmed by the &#347;rutis: v&#257;sudevo v&#257; idam agra &#257;s&#299;t na brahm&#257; na ca &#347;a&#324;karah, eko vai n&#257;r&#257;yana &#257;s&#299;n na brahm&#257; ne&#347;&#257;n&#257;h. Because everything that be is an emanation from the Personality of Godhead, He always exists alone without a second. He can so exist because He is all-perfect and omnipotent. Everything other than Him, including His plenary expansions, the vishnu-tattvas, is His part and parcel. Before the creation there were no K&#257;ran&#257;rnava&#347;&#257;y&#299; or Garbhodaka&#347;&#257;y&#299; or Ksh&#299;rodaka&#347;&#257;y&#299; Vishnus, or was there Brahm&#257; nor &#346;a&#324;kara. The Vishnu plenary expansion and the living entities beginning from Brahm&#257; are separated parts and parcels. Although the spiritual existence was there with the Lord, the material existence was dormant in Him. By His will only is the material manifestation done and undone. The diversity of the Vaikunthaloka is one with the Lord, just as the diversity of soldiers is one with and the same as the king. As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/7.htm">9.7</A>), the material creation takes place at intervals by the will of the Lord, and in the periods between dissolution and creation, the living entities and the material energy remain dormant in Him.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>