<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.26</P><P CLASS=c>k&#257;la-vritty&#257; tu m&#257;y&#257;y&#257;m</P><P CLASS=c>guna-mayy&#257;m adhokshajah</P><P CLASS=c>purushen&#257;tma-bh&#363;tena</P><P CLASS=c>v&#299;ryam &#257;dhatta v&#299;ryav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; the eternal time; <A CLASS=v HREF="http://vedabase.net/v/vrttya">vritty&#257;</A> &#8212; by the influence of; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/m/mayayam">m&#257;y&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the external energy; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/m/mayyam">mayy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the qualitative modes of nature; <A CLASS=v HREF="http://vedabase.net/a/adhoksajah">adhokshajah</A> &#8212; the Transcendence; <A CLASS=v HREF="http://vedabase.net/p/purusena">purushena</A> &#8212; by the <A HREF="http://vedabase.net/p/purusa">purusha</A> incarnation; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutena">bh&#363;tena</A> &#8212; who is the plenary expansion of the Lord; <A CLASS=v HREF="http://vedabase.net/v/viryam">v&#299;ryam</A> &#8212; the seeds of the living entities; <A CLASS=v HREF="http://vedabase.net/a/adhatta">&#257;dhatta</A> &#8212; impregnated; <A CLASS=v HREF="http://vedabase.net/v/viryavan">v&#299;ryav&#257;n</A> &#8212; the Supreme Living Being.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Living Being in His feature as the transcendental purusha incarnation, who is the Lord's plenary expansion, impregnates the material nature of three modes, and thus by the influence of eternal time the living entities appear.</P><P CLASS=t>PURPORT</P><P>The offspring of any living being is born after the father impregnates the mother with semen, and the living entity floating in the semen of the father takes the shape of the mother's form. Similarly, mother material nature cannot produce any living entity from her material elements unless and until she is impregnated with living entities by the Lord Himself. That is the mystery of the generation of the living entities. This impregnating process is performed by the first purusha incarnation, K&#257;ran&#257;rnava&#347;&#257;y&#299; Vishnu. Simply by His glance over material nature, the whole matter is accomplished.</P><P>We should not understand the process of impregnation by the Personality of Godhead in terms of our conception of sex. The omnipotent Lord can impregnate just by His eyes, and therefore He is called all-potent. Each and every part of His transcendental body can perform each and every function of the other parts. This is confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/32.htm">5.32</A>): a&#324;g&#257;ni yasya sakalendriya-vrittimanti. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/3.htm">14.3</A>) also, the same principle is confirmed: mama yonir mahad-brahma tasmin garbham dadh&#257;my aham. When the cosmic creation is manifested, the living entities are directly supplied from the Lord; they are never products of material nature. Thus, no scientific advancement of material science can ever produce a living being. That is the whole mystery of the material creation. The living entities are foreign to matter, and thus they cannot be happy unless they are situated in the same spiritual life as the Lord. The mistaken living being, out of forgetfulness of this original condition of life, unnecessarily wastes time trying to become happy in the material world. The whole Vedic process is to remind one of this essential feature of life. The Lord offers the conditioned soul a material body for his so-called enjoyment, but if one does not come to his senses and enter into spiritual consciousness, the Lord again puts him in the unmanifested condition as it existed in the beginning of the creation. The Lord is described here as v&#299;ryav&#257;n, or the greatest potent being, because He impregnates material nature with innumerable living entities who are conditioned from time immemorial.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>