<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.4</P><P CLASS=c>tat s&#257;dhu-vary&#257;di&#347;a vartma &#347;am nah</P><P CLASS=c>samr&#257;dhito bhagav&#257;n yena pums&#257;m</P><P CLASS=c>hridi sthito yacchati bhakti-p&#363;te</P><P CLASS=c>jñ&#257;nam sa-tattv&#257;dhigamam pur&#257;nam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great one amongst the saints; <A CLASS=v HREF="http://vedabase.net/a/adisa">&#257;di&#347;a</A> &#8212; please instruct; <A CLASS=v HREF="http://vedabase.net/v/vartma">vartma</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; for us; <A CLASS=v HREF="http://vedabase.net/s/samradhitah">samr&#257;dhitah</A> &#8212; being perfectly served; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; residing <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/y/yacchati">yacchati</A> &#8212; awards; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/p/pute">p&#363;te</A> &#8212; unto the unalloyed devotee; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/a/adhigamam">adhigamam</A> &#8212; by which one learns; <A CLASS=v HREF="http://vedabase.net/p/puranam">pur&#257;nam</A> &#8212; authorized, old.</P><P CLASS=t>TRANSLATION</P><P>Therefore, O great sage, please give me instruction on the transcendental devotional service of the Lord, so that He who is situated in the heart of everyone can be pleased to impart, from within, knowledge of the Absolute Truth in terms of the ancient Vedic principles delivered only to those who are purified by the process of devotional service.</P><P CLASS=t>PURPORT</P><P>As already explained in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam, the Absolute Truth is realized in three different phases &#8212; although they are one and the same &#8212; in terms of the knower's capacity to understand. The most capable transcendentalist is the pure devotee of the Lord, who is without any tinge of fruitive actions or philosophical speculation. By devotional service only does one's heart become completely purified from all material coverings like karma, jñ&#257;na and yoga. Only in such a purified stage does the Lord, who is seated in everyone's heart with the individual soul, give instruction so that the devotee can reach the ultimate destination of going back home, back to Godhead. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>): tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m. Only when the Lord is satisfied with the devotional service of the devotee does He impart knowledge, as He did for Arjuna and Uddhava.</P><P>The jñ&#257;n&#299;s, yog&#299;s and karm&#299;s cannot expect this direct cooperation of the Lord. They are not able to satisfy the Lord by transcendental loving service, nor do they believe in such service to the Lord. The bhakti process, as performed under the regulative principles of vaidh&#299;-bhakti, or devotional service following the prescribed rules and regulations, is defined by the revealed scriptures and confirmed by great &#257;c&#257;ryas. This practice can help the neophyte devotee to rise to the stage of r&#257;ga-bhakti, in which the Lord responds from within as the caitya-guru, or the spiritual master as Superconsciousness. All transcendentalists other than devotees make no distinction between the individual soul and the Supersoul because they miscalculate the Superconsciousness and the individual consciousness to be one and the same. Such miscalculation by the nondevotees makes them unfit to receive any direction from within, and therefore they are bereft of the direct cooperation of the Lord. After many, many births, when such a nondualist comes to sense that the Lord is worshipable and that the devotee is simultaneously one with and different from the Lord, then only can he surrender unto the Lord, V&#257;sudeva. Pure devotional service begins from that point. The process of understanding the Absolute Truth adopted by the misguided nondualist is very difficult, whereas the devotee's way of understanding the Absolute Truth comes directly from the Lord, who is pleased by devotional service. On behalf of many neophyte devotees, Vidura, at the very first instance, inquired from Maitreya about the path of devotional service, by which the Lord, who is seated within the heart, can be pleased.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>