<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.40</P><P CLASS=c>dh&#257;tar yad asmin bhava &#299;&#347;a j&#299;v&#257;s</P><P CLASS=c>t&#257;pa-trayen&#257;bhihat&#257; na &#347;arma</P><P CLASS=c>&#257;tman labhante bhagavams tav&#257;&#324;ghri-</P><P CLASS=c>cch&#257;y&#257;m sa-vidy&#257;m ata &#257;&#347;rayema</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhatah">dh&#257;tah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> father; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/b/bhave">bhave</A> &#8212; material world; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;v&#257;h</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/t/tapa">t&#257;pa</A> &#8212; miseries; <A CLASS=v HREF="http://vedabase.net/t/trayena">trayena</A> &#8212; by the three; <A CLASS=v HREF="http://vedabase.net/a/abhihatah">abhihat&#257;h</A> &#8212; always embarrassed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/s/sarma">&#347;arma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> happiness; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/l/labhante">labhante</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> gain; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A>-<A CLASS=v HREF="http://vedabase.net/c/chayam">ch&#257;y&#257;m</A> &#8212; shade of Your feet; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vidyam">vidy&#257;m</A> &#8212; full of knowledge; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; obtain; <A CLASS=v HREF="http://vedabase.net/a/asrayema">&#257;&#347;rayema</A> &#8212; shelter.</P><P CLASS=t>TRANSLATION</P><P>O Father, O Lord, O Personality of Godhead, the living entities in the material world can never have any happiness because they are overwhelmed by the three kinds of miseries. Therefore they take shelter of the shade of Your lotus feet, which are full of knowledge, and we also thus take shelter of them.</P><P CLASS=t>PURPORT</P><P>The way of devotional service is neither sentimental nor mundane. It is the path of reality by which the living entity can attain the transcendental happiness of being freed from the three kinds of material miseries &#8212; miseries arising from the body and mind, from other living entities and from natural disturbances. Everyone who is conditioned by material existence &#8212; whether he be a man or beast or demigod or bird &#8212; must suffer from &#257;dhy&#257;tmika (bodily or mental) pains, &#257;dhibhautika pains (those offered by living creatures), and &#257;dhidaivika pains (those due to supernatural disturbances). His happiness is nothing but a hard struggle to get free from the miseries of conditional life. But there is only one way he can be rescued, and that is by accepting the shelter of the lotus feet of the Supreme Personality of Godhead.</P><P>The argument that unless one has proper knowledge one cannot be freed from material miseries is undoubtedly true. But because the lotus feet of the Lord are full of transcendental knowledge, acceptance of His lotus feet completes that necessity. We have already discussed this point in the First Canto (<A CLASS=v HREF="../../1/2/7.htm">1.2.7</A>):</P><P>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>There is no want of knowledge in the devotional service of V&#257;sudeva, the Personality of Godhead. He, the Lord, personally takes charge of dissipating the darkness of ignorance from the heart of a devotee. He confirms this in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>Empiric philosophical speculation cannot give one relief from the threefold miseries of material existence. Simply to endeavor for knowledge without devoting oneself to the Lord is a waste of valuable time.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>