<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.41</P><P CLASS=c>m&#257;rganti yat te mukha-padma-n&#299;dai&#347;</P><P CLASS=c>chandah-suparnair rishayo vivikte</P><P CLASS=c>yasy&#257;gha-marshoda-sarid-var&#257;y&#257;h</P><P CLASS=c>padam padam t&#299;rtha-padah prapann&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/marganti">m&#257;rganti</A> &#8212; searching after; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A>-<A CLASS=v HREF="http://vedabase.net/p/padma">padma</A> &#8212; lotuslike face; <A CLASS=v HREF="http://vedabase.net/n/nidaih">n&#299;daih</A> &#8212; by those who have taken shelter of such <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/c/chandah">chandah</A> &#8212; Vedic hymns; <A CLASS=v HREF="http://vedabase.net/s/suparnaih">suparnaih</A> &#8212; by the wings; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/v/vivikte">vivikte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> clear mind; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/m/marsa">marsha</A>-<A CLASS=v HREF="http://vedabase.net/u/uda">uda</A> &#8212; that which offers freedom from all reactions <A HREF="http://vedabase.net/t/to">to</A> sin; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A> &#8212; rivers; <A CLASS=v HREF="http://vedabase.net/v/varayah">var&#257;y&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the best; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every step; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/padah">padah</A> &#8212; one whose lotus feet <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/a/as">as</A> good <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> place of pilgrimage; <A CLASS=v HREF="http://vedabase.net/p/prapannah">prapann&#257;h</A> &#8212; taking shelter.</P><P CLASS=t>TRANSLATION</P><P>The lotus feet of the Lord are by themselves the shelter of all places of pilgrimage. The great clear-minded sages, carried by the wings of the Vedas, always search after the nest of Your lotuslike face. Some of them surrender to Your lotus feet at every step by taking shelter of the best of rivers [the Ganges], which can deliver one from all sinful reactions.</P><P CLASS=t>PURPORT</P><P>The paramahamsas are compared to royal swans who make their nests on the petals of the lotus flower. The Lord's transcendental bodily parts are always compared to the lotus flower because in the material world the lotus flower is the last word in beauty. The most beautiful thing in the world is the Vedas, or Bhagavad-g&#299;t&#257;, because therein knowledge is imparted by the Personality of Godhead Himself. The paramahamsa makes his nest in the lotuslike face of the Lord and always seeks shelter at His lotus feet, which are reached by the wings of Vedic wisdom. Since the Lord is the original source of all emanations, intelligent persons, enlightened by Vedic knowledge, seek the shelter of the Lord, just as birds who leave the nest again search out the nest to take complete rest. All Vedic knowledge is meant for understanding the Supreme Lord, as stated by the Lord in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>): vedai&#347; ca sarvair aham eva vedyah. Intelligent persons, who are like swans, take shelter of the Lord by all means and do not hover on the mental plane by fruitlessly speculating on different philosophies.</P><P>The Lord is so kind that He has spread the River Ganges throughout the universe so that by taking bath in that holy river everyone can get release from the reactions of sins, which occur at every step. There are many rivers in the world which are able to evoke one's sense of God consciousness simply by one's bathing in them, and the River Ganges is chief amongst them. In India there are five sacred rivers, but the Ganges is the most sacred. The River Ganges and Bhagavad-g&#299;t&#257; are chief sources of transcendental happiness for mankind, and intelligent persons can take shelter of them to go back home, back to Godhead. Even &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya recommends that a little knowledge in Bhagavad-g&#299;t&#257; and the drinking of a little quantity of Ganges water can save one from the punishment of Yamar&#257;ja.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>