<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.42</P><P CLASS=c>yac chraddhay&#257; &#347;rutavaty&#257; ca bhakty&#257;</P><P CLASS=c>sammrijyam&#257;ne hridaye 'vadh&#257;ya</P><P CLASS=c>jñ&#257;nena vair&#257;gya-balena dh&#299;r&#257;</P><P CLASS=c>vrajema tat te '&#324;ghri-saroja-p&#299;tham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; by eagerness; <A CLASS=v HREF="http://vedabase.net/s/srutavatya">&#347;rutavaty&#257;</A> &#8212; simply by hearing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> devotion; <A CLASS=v HREF="http://vedabase.net/s/sammrjyamane">sammrijyam&#257;ne</A> &#8212; being cleansed; <A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/a/avadhaya">avadh&#257;ya</A> &#8212; meditation; <A CLASS=v HREF="http://vedabase.net/j/jnanena">jñ&#257;nena</A> &#8212; by knowledge; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/b/balena">balena</A> &#8212; by the strength of; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;r&#257;h</A> &#8212; the pacified; <A CLASS=v HREF="http://vedabase.net/v/vrajema">vrajema</A> &#8212; must <A HREF="http://vedabase.net/g/go">go</A> <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/s/saroja">saroja</A>-<A CLASS=v HREF="http://vedabase.net/p/pitham">p&#299;tham</A> &#8212; lotus sanctuary.</P><P CLASS=t>TRANSLATION</P><P>Simply by hearing about Your lotus feet with eagerness and devotion and by meditating upon them within the heart, one at once becomes enlightened with knowledge, and on the strength of detachment one becomes pacified. We must therefore take shelter of the sanctuary of Your lotus feet.</P><P CLASS=t>PURPORT</P><P>The miracles of meditating on the lotus feet of the Lord with eagerness and devotion are so great that no other process can compare to it. The minds of materialistic persons are so disturbed that it is almost impossible for them to search after the Supreme Truth by personal regulative endeavors. But even such materialistic men, with a little eagerness for hearing about the transcendental name, fame, qualities, etc., can surpass all other methods of attaining knowledge and detachment. The conditioned soul is attached to the bodily conception of the self, and therefore he is in ignorance. Culture of self-knowledge can bring about detachment from material affection, and without such detachment there is no meaning to knowledge. The most stubborn attachment for material enjoyment is sex life. One who is attached to sex life is to be understood as devoid of knowledge. Knowledge must be followed by detachment. That is the way of self-realization. These two essentials for self-realization &#8212; knowledge and detachment &#8212; become manifest very quickly if one performs devotional service to the lotus feet of the Lord. The word dh&#299;ra is very significant in this connection. A person who is not disturbed even in the presence of cause of disturbance is called dh&#299;ra. &#346;r&#299; Y&#257;mun&#257;c&#257;rya says, "Since my heart has been overwhelmed by the devotional service of Lord Krishna, I cannot even think of sex life, and if thoughts of sex come upon me I at once feel disgust." A devotee of the Lord becomes an elevated dh&#299;ra by the simple process of meditating in eagerness on the lotus feet of the Lord.</P><P>Devotional service entails being initiated by a bona fide spiritual master and following his instruction in regard to hearing about the Lord. Such a bona fide spiritual master is accepted by regularly hearing from him about the Lord. The improvement in knowledge and detachment can be perceived by devotees as an actual experience. Lord &#346;r&#299; Caitanya Mah&#257;prabhu strongly recommended this process of hearing from a bona fide devotee, and by following this process one can achieve the highest result, conquering all other methods.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>