<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.43</P><P CLASS=c>vi&#347;vasya janma-sthiti-samyam&#257;rthe</P><P CLASS=c>krit&#257;vat&#257;rasya pad&#257;mbujam te</P><P CLASS=c>vrajema sarve &#347;aranam yad &#299;&#347;a</P><P CLASS=c>smritam prayacchaty abhayam sva-pums&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visvasya">vi&#347;vasya</A> &#8212; of the cosmic universe; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/s/samyama">samyama</A>-<A CLASS=v HREF="http://vedabase.net/a/arthe">arthe</A> &#8212; for the dissolution also; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; accepted or assumed; <A CLASS=v HREF="http://vedabase.net/a/avatarasya">avat&#257;rasya</A> &#8212; of the incarnations; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujam">ambujam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/v/vrajema">vrajema</A> &#8212; let us take shelter of; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/s/smrtam">smritam</A> &#8212; remembrance; <A CLASS=v HREF="http://vedabase.net/p/prayacchati">prayacchati</A> &#8212; awarding; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; courage; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the devotees.</P><P CLASS=t>TRANSLATION</P><P>O Lord, You assume incarnations for the creation, maintenance and dissolution of the cosmic manifestation, and therefore we all take shelter of Your lotus feet because they always award remembrance and courage to Your devotees.</P><P CLASS=t>PURPORT</P><P>For the creation, maintenance and dissolution of the cosmic manifestations there are three incarnations: Brahm&#257;, Vishnu and Mahe&#347;vara (Lord &#346;iva). They are the controllers or masters of the three modes of material nature, which cause the phenomenal manifestation. Vishnu is the master of the mode of goodness, Brahm&#257; is the master of the mode of passion, and Mahe&#347;vara is the master of the mode of ignorance. There are different kinds of devotees according to the modes of nature. Persons in the mode of goodness worship Lord Vishnu, those in the mode of passion worship Lord Brahm&#257;, and those in the mode of ignorance worship Lord &#346;iva. All three of these deities are incarnations of the Supreme Lord Krishna because He is the original Supreme Personality of Godhead. The demigods directly refer to the lotus feet of the Supreme Lord and not to the different incarnations. The incarnation of Vishnu in the material world is, however, directly worshiped by the demigods. It is learned from various scriptures that the demigods approach Lord Vishnu in the ocean of milk and submit their grievances whenever there is some difficulty in the administration of universal affairs. Although they are incarnations of the Lord, Lord Brahm&#257; and Lord &#346;iva worship Lord Vishnu, and thus they are also counted amongst the demigods and not as the Supreme Personality of Godhead. Persons who worship Lord Vishnu are called demigods, and persons who do not do so are called asuras, or demons. Vishnu always takes the part of the demigods, but Brahm&#257; and &#346;iva sometimes take the side of the demons; it is not that they become one in interest with them, but sometimes they do something in order to gain control over the demons.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>