<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.47</P><P CLASS=c>tath&#257;pare c&#257;tma-sam&#257;dhi-yoga-</P><P CLASS=c>balena jitv&#257; prakritim balishth&#257;m</P><P CLASS=c>tv&#257;m eva dh&#299;r&#257;h purusham vi&#347;anti</P><P CLASS=c>tesh&#257;m &#347;ramah sy&#257;n na tu sevay&#257; te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A> &#8212; transcendental self-realization; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; means; <A CLASS=v HREF="http://vedabase.net/b/balena">balena</A> &#8212; by the strength of; <A CLASS=v HREF="http://vedabase.net/j/jitva">jitv&#257;</A> &#8212; conquering; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; acquired nature or modes of nature; <A CLASS=v HREF="http://vedabase.net/b/balistham">balishth&#257;m</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;r&#257;h</A> &#8212; pacified; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/v/visanti">vi&#347;anti</A> &#8212; enters into; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; for them; <A CLASS=v HREF="http://vedabase.net/s/sramah">&#347;ramah</A> &#8212; much labor; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; has <A HREF="http://vedabase.net/t/to">to</A> be taken; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by serving; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You.</P><P CLASS=t>TRANSLATION</P><P>Others, who are pacified by means of transcendental self-realization and have conquered over the modes of nature by dint of strong power and knowledge, also enter into You, but for them there is much pain, whereas the devotee simply discharges devotional service and thus feels no such pain.</P><P CLASS=t>PURPORT</P><P>In terms of a labor of love and its returns, the bhaktas, or devotees of the Lord, always have priority over persons who are addicted to the association of jñ&#257;n&#299;s, or impersonalists, and yog&#299;s, or mystics. The word apare (others) is very significant in this connection. "Others" refers to the jñ&#257;n&#299;s and the yog&#299;s, whose only hope is to merge into the existence of the impersonal brahmajyoti. Although their destination is not so important in comparison to the destination of the devotees, the labor of the nondevotees is far greater than that of the bhaktas. One may suggest that there is sufficient labor for the devotees also in the matter of discharging devotional service. But that labor is compensated by the enhancement of transcendental pleasure. The devotees derive more transcendental pleasure while engaged continuously in the service of the Lord than when they have no such engagement. In the family combination of a man and a woman there is much labor and responsibility for both of them, yet when they are single they feel more trouble for want of their united activities.</P><P>The union of the impersonalists and the union of the devotees are not on a par. The impersonalists try to fully stop their individuality by attaining s&#257;yujya-mukti, or unification by merging into oneness, whereas the devotees keep their individuality to exchange feelings in relationship with the supreme individual Lord. Such reciprocation of feelings takes place in the transcendental Vaikuntha planets, and therefore the liberation sought by the impersonalists is already achieved in devotional service. The devotees attain mukti automatically, while continuing the transcendental pleasure of maintaining individuality. As explained in the previous verse, the destination of the devotees is Vaikuntha, or akuntha-dhishnya, the place where anxieties are completely eradicated. One should not mistake the destination of the devotees and that of the impersonalists to be one and the same. The destinations are distinctly different, and the transcendental pleasure derived by the devotee is also distinct from cin-m&#257;tra, or spiritual feelings alone.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>