<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.5</P><P CLASS=c>karoti karm&#257;ni krit&#257;vat&#257;ro</P><P CLASS=c>y&#257;ny &#257;tma-tantro bhagav&#257;ms tryadh&#299;&#347;ah</P><P CLASS=c>yath&#257; sasarj&#257;gra idam nir&#299;hah</P><P CLASS=c>samsth&#257;pya vrittim jagato vidhatte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; does them; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; transcendental activities; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; by accepting; <A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;rah</A> &#8212; incarnations; <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tantrah">tantrah</A> &#8212; Self-independent; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/a/adhisah">adh&#299;&#347;ah</A> &#8212; the Lord of the three worlds; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sasarja">sasarja</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/a/agre">agre</A> &#8212; at first; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/n/nirihah">nir&#299;hah</A> &#8212; although desireless; <A CLASS=v HREF="http://vedabase.net/s/samsthapya">samsth&#257;pya</A> &#8212; by establishing; <A CLASS=v HREF="http://vedabase.net/v/vrttim">vrittim</A> &#8212; means of livelihood; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; of the universes; <A CLASS=v HREF="http://vedabase.net/v/vidhatte">vidhatte</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/h/he">He</A> regulates.</P><P CLASS=t>TRANSLATION</P><P>O great sage, kindly narrate how the Supreme Personality of Godhead, who is the independent, desireless Lord of the three worlds and the controller of all energies, accepts incarnations and creates the cosmic manifestation with perfectly arranged regulative principles for its maintenance.</P><P CLASS=t>PURPORT</P><P>Lord Krishna is the original Personality of Godhead from whom the three creative incarnations, namely the purusha-avat&#257;ras &#8212; K&#257;ran&#257;rnava&#347;&#257;y&#299; Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu &#8212; expand. The whole material creation is conducted by the three purushas in successive stages under the external energy of the Lord, and thus material nature is controlled by Him. Thinking material nature to be independent is like seeking milk from the nipplelike bags on the neck of a goat. The Lord is independent and desireless. He does not create the material world for His own satisfaction as we create our household affairs to fulfill our material desires. Actually the material world is created for the illusory enjoyment of the conditioned souls, who have been against the transcendental service of the Lord since time immemorial. But the material universes are full in themselves. There is no scarcity for maintenance in the material world. Because of their poor fund of knowledge, the materialists are disturbed when there is an apparent increase of population on the earth. Whenever there is a living being on the earth, however, his subsistence is immediately arranged by the Lord. The other species of living entities, who far outnumber human society, are never disturbed for maintenance; they are never seen dying of starvation. It is only human society that is disturbed about the food situation and, to cover up the real fact of administrative mismanagement, takes shelter in the plea that the population is excessively increasing. If there is any scarcity in the world, it is the scarcity of God consciousness, otherwise, by the grace of the Lord, there is no scarcity of anything.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>