<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 5 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 5 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Vidura's Talks with Maitreya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.5.9</P><P CLASS=c>yena praj&#257;n&#257;m uta &#257;tma-karma-</P><P CLASS=c>r&#363;p&#257;bhidh&#257;n&#257;m ca bhid&#257;m vyadhatta</P><P CLASS=c>n&#257;r&#257;yano vi&#347;vasrig &#257;tma-yonir</P><P CLASS=c>etac ca no varnaya vipra-varya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> born; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; destined engagement; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; form and feature; <A CLASS=v HREF="http://vedabase.net/a/abhidhanam">abhidh&#257;n&#257;m</A> &#8212; endeavors; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhidam">bhid&#257;m</A> &#8212; differentiation; <A CLASS=v HREF="http://vedabase.net/v/vyadhatta">vyadhatta</A> &#8212; dispersed; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/visvasrk">vi&#347;vasrik</A> &#8212; the creator of the universe; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yonih">yonih</A> &#8212; self-sufficient; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/v/varnaya">varnaya</A> &#8212; describe; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> chief amongst the br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>O chief amongst the br&#257;hmanas, please also describe how N&#257;r&#257;yana, the creator of the universe and the self-sufficient Lord, has differently created the natures, activities, forms, features and names of the different living creatures.</P><P CLASS=t>PURPORT</P><P>Every living being is under the plan of his natural inclinations in terms of the modes of material nature. His work is manifested in terms of the nature of the three modes, his form and bodily features are designed according to his work, and his name is designated according to his bodily features. For example, the higher classes of men are white (&#347;ukla), and the lower classes of men are black. This division of white and black is in terms of one's white and black duties of life. Pious acts lead one to take birth in a good and highly placed family, to become rich, to become learned, and to acquire beautiful bodily features. Impious acts lead one to become poor by parentage, to be always in want, to become a fool or illiterate and to acquire ugly bodily features. Vidura requested Maitreya to explain these differences between all the living creatures made by N&#257;r&#257;yana, the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>