<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 113</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 113"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Activities of S&#257;kshi-gop&#257;la</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 5.113</P><P CLASS=c>tabe sei dui vipre kahila &#299;&#347;vara</P><P CLASS=c>"tumi-dui &#8212; janme-janme &#257;m&#257;ra ki&#324;kara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; two; <A CLASS=v HREF="http://vedabase.net/v/vipre">vipre</A> &#8212; unto the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/k/kahila">kahila</A> &#8212; spoke; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A>-<A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> &#8212; both of you; <A CLASS=v HREF="http://vedabase.net/j/janme">janme</A>-<A CLASS=v HREF="http://vedabase.net/j/janme">janme</A> &#8212; birth after birth; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/k/kinkara">ki&#324;kara</A> &#8212; servants.</P><P CLASS=t>TRANSLATION</P><P>After the marriage ceremony was performed, the Lord informed both br&#257;hmanas, "You two br&#257;hmanas are My eternal servants, birth after birth."</P><P CLASS=t>PURPORT</P><P>Like these two br&#257;hmanas of Vidy&#257;nagara, there are many devotees who are eternal servants of the Lord. They are specifically known as nitya-siddha, eternally perfect. Although the nitya-siddhas appear in the material world and seem to be common members of the world, they never forget the Supreme Personality of Godhead in any condition. This is the symptom of a nitya-siddha.</P><P>There are two kinds of living entities &#8212; nitya-siddha and nitya-baddha. The nitya-siddha never forgets his relationship with the Supreme Personality, whereas the nitya-baddha is always conditioned, even before the creation. He always forgets his relationship with the Supreme Personality of Godhead. Here the Lord informs the two br&#257;hmanas that they are His servants birth after birth. The phrase birth after birth refers to the material world because in the spiritual world there is no birth, death, old age or disease. By the order of the Supreme Personality of Godhead, the nitya-siddha remains within this material world like an ordinary man, but the only business of the nitya-siddha is to broadcast the glories of the Lord. This incident appears to be an ordinary story about a marriage transaction involving two ordinary people. However, Krishna accepted the two br&#257;hmanas as His eternal servants. Both br&#257;hmanas took much trouble in these negotiations, just like mundane people, yet they were acting as eternal servants of the Lord. All nitya-siddhas within this material world may appear to toil like ordinary men, but they never forget their position as servants of the Lord.</P><P>Another point: The elderly br&#257;hmana belonged to an aristocratic family and was learned and wealthy. The young br&#257;hmana belonged to an ordinary family and was uneducated. But these mundane qualifications do not concern a nitya-siddha engaged in the service of the Lord. We have to accept the fact that the nitya-siddhas are completely distinct from the nitya-baddhas, who are ordinary human beings. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura confirms this statement:</P><P>gaur&#257;&#324;gera sa&#324;gi-gane, nitya-siddha kari' m&#257;ne,</P><P CLASS=n>se y&#257;ya vrajendra-suta p&#257;&#347;a</P><P CLASS=n>&#347;r&#299;-gauda-mandala-bh&#363;mi, yeb&#257; j&#257;ne cint&#257;mani</P><P CLASS=n>t&#257;ra haya vraja-bh&#363;me v&#257;sa</P><P>One who accepts the associates of Lord Caitanya Mah&#257;prabhu as nitya-siddhas is certain to be elevated to the spiritual kingdom to become an associate of the Supreme Lord. One should also know that Gauda-mandala-bh&#363;mi &#8212; those places in Bengal where &#346;r&#299; Caitanya Mah&#257;prabhu stayed &#8212; are equal to Vrajabh&#363;mi, or Vrind&#257;vana. There is no difference between the inhabitants of Vrind&#257;vana and those of Gauda-mandala-bh&#363;mi, or &#346;r&#299;dh&#257;ma M&#257;y&#257;pur.</P><P CLASS=l><A CLASS=i HREF="112.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="114.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>