<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 140</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 140"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Activities of S&#257;kshi-gop&#257;la</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 5.140</P><P CLASS=c>bhuvane&#347;vara-pathe yaiche kaila dara&#347;ana</P><P CLASS=c>vist&#257;ri' varniy&#257;chena d&#257;sa-vrind&#257;vana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhuvanesvara">bhuvane&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/p/pathe">pathe</A> &#8212; on the way <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/b/bhuvanesvara">Bhuvane&#347;vara</A>; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> did; <A CLASS=v HREF="http://vedabase.net/d/darasana">dara&#347;ana</A> &#8212; visiting; <A CLASS=v HREF="http://vedabase.net/v/vistari">vist&#257;ri</A>' &#8212; vividly; <A CLASS=v HREF="http://vedabase.net/v/varniyachena">varniy&#257;chena</A> &#8212; has described; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vrndavana">vrind&#257;vana</A> &#8212; <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> <A HREF="http://vedabase.net/d/dasa">d&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>.</P><P CLASS=t>TRANSLATION</P><P>[In his book Caitanya-bh&#257;gavata] &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has very vividly described the places visited by the Lord on the way to Bhuvane&#347;vara.</P><P CLASS=t>PURPORT</P><P>In his book Caitanya-bh&#257;gavata, Antya-khanda, &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has very nicely described the Lord's journey en route to Kataka (Cuttak). On that journey, the Lord visited a place known as B&#257;lihast&#257;, or B&#257;lak&#257;t&#299;cati. He then visited the city of Bhuvane&#347;vara, where Lord &#346;iva's temple is located. The temple of Bhuvane&#347;vara is situated about five to six miles from B&#257;lak&#257;t&#299;cati. The temple of Lord &#346;iva is mentioned in the Skanda Pur&#257;na, in the narration about the Lord's garden and the one mango tree. A king named K&#257;&#347;ir&#257;ja wanted to fight with Lord Krishna, and consequently he took shelter of Lord &#346;iva to acquire the power to fight the Lord. Being pleased with his worship, Lord &#346;iva helped him fight Krishna. Lord &#346;iva's name is &#256;&#347;utosha, which indicates that he is very easily satisfied when one worships him, regardless of the purpose, and he gives his devotee whatever benediction the devotee wants. Therefore, people are generally very fond of worshiping Lord &#346;iva. Thus K&#257;&#347;ir&#257;ja was helped by Lord &#346;iva, but in the fight with Lord Krishna he was not only defeated but killed. In this way the weapon known as P&#257;&#347;upata-astra was baffled, and Krishna set fire to the city of K&#257;&#347;&#299;. Later Lord &#346;iva became conscious of his mistake in helping K&#257;&#347;ir&#257;ja, and he begged Lord Krishna's forgiveness. As a benediction from Lord Krishna, he received a place known as Ek&#257;mra-k&#257;nana. Later, the kings of the Ke&#347;ar&#299; dynasty established their capital there, and for many hundreds of years they reigned over the state of Orissa.</P><P CLASS=l><A CLASS=i HREF="139.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="141.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>