<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 158</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 158"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Activities of S&#257;kshi-gop&#257;la</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 5.158</P><P CLASS=c>danda-bha&#324;ga-l&#299;l&#257; ei &#8212; parama gambh&#299;ra</P><P CLASS=c>sei bujhe, du&#324;h&#257;ra pade y&#257;&#324;ra bhakti dh&#299;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/danda">danda</A>-<A CLASS=v HREF="http://vedabase.net/b/bhanga">bha&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; the pastime of breaking the staff; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/g/gambhira">gambh&#299;ra</A> &#8212; grave; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/b/bujhe">bujhe</A> &#8212; one can understand; <A CLASS=v HREF="http://vedabase.net/d/dunhara">du&#324;h&#257;ra</A> &#8212; of both of Them; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the lotus feet; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/d/dhira">dh&#299;ra</A> &#8212; fixed.</P><P CLASS=t>TRANSLATION</P><P>The pastime of the breaking of the staff is very deep. Only one whose devotion is fixed upon the lotus feet of the two Lords can understand it.</P><P CLASS=t>PURPORT</P><P>One who understands &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu in reality can understand Their identity as well as the breaking of the staff. All the previous &#257;c&#257;ryas, being induced to engage themselves fully in the service of the Lord, gave up attachment for material life and thus accepted the staff, which signifies full engagement of the mind, speech and body in the service of the Lord. &#346;r&#299; Caitanya Mah&#257;prabhu accepted the regulative principles of the renounced order of life. That is completely clear. However, in the paramahamsa stage there is no need to accept a danda (staff), and &#346;r&#299; Caitanya Mah&#257;prabhu was certainly in the paramahamsa stage. Nonetheless, to indicate that everyone should take sanny&#257;sa at the end of life in order to engage fully in the service of the Lord, even paramahamsas like &#346;r&#299; Caitanya Mah&#257;prabhu and His confidential devotees follow the regulative principles unfailingly. Indeed, that was His purpose. Nity&#257;nanda Prabhu, who was His eternal servitor, believed that there was no need for &#346;r&#299; Caitanya Mah&#257;prabhu to carry the staff, and to declare to the world that &#346;r&#299; Caitanya Mah&#257;prabhu was above all regulations, He broke it into three pieces. The pastime known as danda-bha&#324;ga-l&#299;l&#257; is thus explained by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura.</P><P CLASS=l><A CLASS=i HREF="157.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="159.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>