<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 24"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Activities of S&#257;kshi-gop&#257;la</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 5.24</P><P CLASS=c>br&#257;hmana-sev&#257;ya krishnera pr&#299;ti bada haya</P><P CLASS=c>t&#257;&#324;h&#257;ra santoshe bhakti-sampad b&#257;daya"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaya">sev&#257;ya</A> &#8212; by rendering service <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; the satisfaction; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/t/tanhara">t&#257;&#324;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/santose">santoshe</A> &#8212; by pleasing the Lord; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/s/sampad">sampad</A> &#8212; the opulence; <A CLASS=v HREF="http://vedabase.net/b/badaya">b&#257;daya</A> &#8212; increases.</P><P CLASS=t>TRANSLATION</P><P>"Lord Krishna is very much pleased by service rendered to br&#257;hmanas, and when the Lord is pleased, the opulence of one's devotional service increases."</P><P CLASS=t>PURPORT</P><P>In this regard, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that the younger br&#257;hmana rendered service to the older one with the purpose of pleasing Krishna. It was not a matter of ordinary worldly dealings. Krishna is pleased when a Vaishnava is rendered service. Because the younger br&#257;hmana served the older one, Lord Gop&#257;la agreed to become a witness of the marriage negotiation in order to maintain the prestige of both devotees. &#346;r&#299; Caitanya Mah&#257;prabhu would certainly not have liked to hear about marital dealings unless such dealings were exchanged between two Vaishnavas. Marriage arrangements and ceremonies belong to ordinary material karma-k&#257;nda sections of the scriptures. The Vaishnavas, however, are not interested in any kind of karma-k&#257;nda dealings. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura says: karma-k&#257;nda jñ&#257;na-k&#257;nda kevala vishera bh&#257;nda. For a Vaishnava, the karma-k&#257;nda and jñ&#257;na-k&#257;nda sections of the Vedas are unnecessary. Indeed, a real Vaishnava takes these sections as a poison pot (vishera bh&#257;nda). Sometimes we take part in a marriage ceremony for our disciples, but this does not mean that we are interested in karma-k&#257;nda activities. Sometimes, not knowing the Vaishnava philosophy, an outsider criticizes such activity, maintaining that a sanny&#257;s&#299; should not take part in a marriage ceremony between a young boy and a young girl. However, this is not a karma-k&#257;nda activity, because our purpose is to spread the Krishna consciousness movement. We are giving all facility to the general populace to take to Krishna consciousness, and in order to fix the devotees in concentration on the service of the Lord, marriage is sometimes allowed. We have experienced that such married couples actually render very important service to the mission. Therefore, one should not misunderstand when a sanny&#257;s&#299; takes part in a marriage ceremony. &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu took great pleasure in hearing about the marriage ceremony between the young br&#257;hmana and the daughter of the elderly br&#257;hmana.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>