<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Activities of S&#257;kshi-gop&#257;la</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 5.32</P><P CLASS=c>gop&#257;lera &#257;ge vipra kahite l&#257;gila</P><P CLASS=c>'tumi j&#257;na, nija-kany&#257; ih&#257;re &#257;mi dila'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gopalera">gop&#257;lera</A> <A CLASS=v HREF="http://vedabase.net/a/age">&#257;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> front of the <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A> Deity; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; the elderly <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/kahite">kahite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/l/lagila">l&#257;gila</A> &#8212; began; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> <A CLASS=v HREF="http://vedabase.net/j/jana">j&#257;na</A> &#8212; my Lord, please know; <A CLASS=v HREF="http://vedabase.net/n/nila">nila</A>-<A CLASS=v HREF="http://vedabase.net/k/kanya">kany&#257;</A> &#8212; my own daughter; <A CLASS=v HREF="http://vedabase.net/i/ihare">ih&#257;re</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> this boy; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/d/dila">dila</A> &#8212; have given <A HREF="http://vedabase.net/i/in">in</A> charity.</P><P CLASS=t>TRANSLATION</P><P>Coming before Gop&#257;la, the elderly br&#257;hmana said, "My dear Lord, please witness that I have given my daughter to this boy."</P><P CLASS=t>PURPORT</P><P>In India it is still the custom for a daughter to be offered to someone simply by word. This is called v&#257;g-datta. This means that the father, brother or guardian of a girl has given his word that she will be married to a certain man. Consequently, that daughter cannot be married to anyone else. She is reserved by virtue of the honest words of the father or guardian. There are many instances in which the parents of a female child have given someone a verbal promise that their daughter will be married to his son. Both parties agree to wait until the boy and girl are grown up, and then the marriage takes place. Following this custom, which is very old in India, the elderly br&#257;hmana promised to give his daughter to the younger br&#257;hmana in charity, and he promised this before the Gop&#257;la Deity. In India the custom is to honor any promise made before the Deity. Such a promise cannot be canceled. In Indian villages, whenever there is a quarrel between two parties, they go to a temple to settle the quarrel. Whatever is spoken in front of the Deity is taken to be true, for no one would dare lie before the Deity. This same principle was followed in the Battle of Kurukshetra. Therefore in the very beginning of the Bhagavad-g&#299;t&#257; it is stated: dharma-kshetre kuru-kshetre [<A CLASS=v HREF="../../../bg/1/1.htm">Bg. 1.1</A>].</P><P>By not becoming God conscious, human society is deteriorating to the lowest standard of animal life. This Krishna consciousness movement is very essential to reviving God consciousness among the general populace. If people actually become God conscious, all quarrels can be settled outside of court, as happened in the case of the two br&#257;hmanas whose disagreement was settled by the witness Gop&#257;la.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>