<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 76</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 76"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Activities of S&#257;kshi-gop&#257;la</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 5.76</P><P CLASS=c>ei v&#257;kye s&#257;ksh&#299; mora &#257;che mah&#257;jana</P><P CLASS=c>y&#257;&#324;ra v&#257;kya satya kari m&#257;ne tribhuvana"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/v/vakye">v&#257;kye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this statement; <A CLASS=v HREF="http://vedabase.net/s/saksi">s&#257;ksh&#299;</A> &#8212; witness; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/ache">&#257;che</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/m/mahajana">mah&#257;jana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great personality; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/v/vakya">v&#257;kya</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; taking <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A> &#8212; the whole world.</P><P CLASS=t>TRANSLATION</P><P>"Thus I have called upon a great personality in this transaction. I have asked the Supreme Godhead to be my witness. The entire world accepts the words of the Supreme Personality of Godhead."</P><P CLASS=t>PURPORT</P><P>Although the young br&#257;hmana described himself as having no claims to aristocracy and being an uneducated common man, still he had one good qualification: he believed that the Supreme Personality of Godhead was the topmost authority, he accepted the words of Lord Krishna without hesitation, and he had firm faith in the Lord's consistency. According to Prahl&#257;da Mah&#257;r&#257;ja, another authority on the Supreme Personality of Godhead, such a staunch and faithful devotee of the Lord must be understood to be a most learned scholar: tan manye 'dh&#299;tam uttamam (&#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../../sb/7/5/24.htm">7.5.24</A>). A pure devotee who has firm faith in the words of the Supreme Personality of Godhead is to be considered a most learned scholar, the topmost aristocrat and the richest man in the whole world. All godly qualities automatically exist in such a devotee. In the preaching work of the Krishna consciousness movement, we, as the servant of the servant of the servant of the servant of the Supreme Personality of Godhead, fully believe in the words of Krishna and His servants, the disciplic succession. In this way we are presenting the words of Krishna throughout the world. Even though we are neither a rich man nor a very learned scholar, and even though we do not belong to any aristocracy, this movement is still being welcomed and is very easily spreading all over the world. Although we are very poor and have no professional source of income, Krishna supplies money whenever we need it. Whenever we need some men, Krishna supplies them. Thus it is stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/22.htm">6.22</A>): yam labdhv&#257; c&#257;param l&#257;bham manyate n&#257;dhikam tatah. Actually, if we can attain the favor of the Supreme Personality of Godhead, Krishna, we do not need anything else. We certainly do not need those things which a mundane person considers to be material assets.</P><P CLASS=l><A CLASS=i HREF="75.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="77-78.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>