<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 97</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5 Verse 97"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Activities of S&#257;kshi-gop&#257;la</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 5.97</P><P CLASS=c>h&#257;siñ&#257; gop&#257;la kahe, &#8212; "&#347;unaha, br&#257;hmana</P><P CLASS=c>tom&#257;ra p&#257;che p&#257;che &#257;mi kariba gamana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hasina">h&#257;siñ&#257;</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/g/gopala">gop&#257;la</A> &#8212; the Lord <A HREF="http://vedabase.net/g/gopala">Gop&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; says; <A CLASS=v HREF="http://vedabase.net/s/sunaha">&#347;unaha</A> &#8212; just hear; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> My dear <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/p/pache">p&#257;che</A> <A CLASS=v HREF="http://vedabase.net/p/pache">p&#257;che</A> &#8212; behind; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/kariba">kariba</A> &#8212; shall <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/g/gamana">gamana</A> &#8212; walking.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Gop&#257;laj&#299; then smiled and said, "My dear br&#257;hmana, just listen to Me. I shall walk behind you, and in this way I shall go with you."</P><P CLASS=t>PURPORT</P><P>The conversation between Lord &#346;r&#299; Krishna and the br&#257;hmana is proof that the Lord in His arc&#257;-m&#363;rti, or form made of material elements, is not material, for those elements, although separated from the Lord, are also a part of the Lord's energy, as stated in the Bhagavad-g&#299;t&#257;. Because the elements are the Lord's own energy and because there is no difference between the energy and the energetic, the Lord can appear through any element. Just as the sun can act through the sunshine and thus distribute its heat and light, so Krishna, by His inconceivable power, can appear in His original spiritual form in any material element, including stone, wood, paint, gold, silver and jewels, because the material elements are all His energy. The &#347;&#257;stras warn, arcye vishnau &#347;il&#257;-dh&#299;h . . . n&#257;rak&#299; sah: one should never think of the arc&#257;-m&#363;rti, the Deity within the temple, as stone, wood or any other material element. Because of his advanced devotional position, the younger br&#257;hmana knew that although the Deity of Gop&#257;la appeared to be stone, He was not stone. He was the son of Nanda Mah&#257;r&#257;ja, Vrajendra-nandana Himself. As such, the Deity could act exactly as the Lord does in His original form as Krishna.</P><P>Lord Krishna was talking to the young br&#257;hmana just to test his knowledge about the arc&#257;-vigraha. In other words, those who have understood the science of Krishna &#8212; Krishna's name, form, qualities and so forth &#8212; can also talk with the Deity. To an ordinary person, however, the Deity will appear to be made of stone, wood or some other material. In the higher sense, since all material elements ultimately emanate from the supreme spiritual entity, nothing is really material. Being omnipotent, omnipresent and omniscient, Krishna can deal with His devotee in any form without difficulty. By the mercy of the Lord, the devotee knows perfectly well about the Lord's dealings. Indeed, he can talk face to face with the Lord.</P><P CLASS=l><A CLASS=i HREF="96.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="98.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>