<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: The Activities of S&#257;kshi-gop&#257;la</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 5 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 5.1</B></A>: I offer my respectful obeisances unto the Supreme Personality of God [brahmanya-deva], who appeared as S&#257;kshi-gop&#257;la to benefit a br&#257;hmana. For one hundred days He traveled through the country, walking on His own legs. Thus His activities are wonderful.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 5.2</B></A>: All glories to Lord &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda Prabhu! All glories to &#346;r&#299; Advaita Prabhu! And all glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 5.3</B></A>: Walking and walking, &#346;r&#299; Caitanya Mah&#257;prabhu and His party finally arrived at Y&#257;japura, on the river Vaitaran&#299;. There He saw the temple of Var&#257;hadeva and offered His obeisances unto Him.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 5.4</B></A>: In the temple of Var&#257;hadeva, &#346;r&#299; Caitanya Mah&#257;prabhu engaged in chanting and dancing and offered prayers. He passed that night in the temple.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 5.5</B></A>: Afterwards, &#346;r&#299; Caitanya Mah&#257;prabhu went to the town of Kataka to see the temple of the witness Gop&#257;la. When He saw the Deity of Gop&#257;la, He was very much pleased by His beauty.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 5.6</B></A>: While there, &#346;r&#299; Caitanya Mah&#257;prabhu engaged in chanting and dancing for some time, and being overwhelmed, He offered many prayers to Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 5.7</B></A>: That night &#346;r&#299; Caitanya Mah&#257;prabhu stayed in the temple of Gop&#257;la, and along with all the devotees, He heard the narration of the witness Gop&#257;la with great pleasure.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 5.8</B></A>: Previously, when Nity&#257;nanda Prabhu had toured all over India to see different places of pilgrimage, He also had come to see S&#257;kshi-gop&#257;la at Kataka.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 5.9</B></A>: At that time, Nity&#257;nanda Prabhu had heard the story of S&#257;kshi-gop&#257;la from the townspeople. He now recited this again, and Lord Caitanya Mah&#257;prabhu heard the narration with great pleasure.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 5.10</B></A>: Formerly at Vidy&#257;nagara in South India there were two br&#257;hmanas who made a long tour to see different places of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 5.11</B></A>: First of all they visited Gay&#257;, then K&#257;&#347;&#299;, then Pray&#257;ga. Finally, with great pleasure, they came to Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 5.12</B></A>: After reaching Mathur&#257;, they started visiting the different forests of Vrind&#257;vana and came to Govardhana Hill. They visited all twelve forests [vanas] and at last came to the town of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 5.13</B></A>: In the village of Pañcakro&#347;&#299; Vrind&#257;vana, at the site where the Govinda temple is now situated, there was a great temple where gorgeous worship of Gop&#257;la was performed.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 5.14</B></A>: After taking baths at different bathing places along the river Yamun&#257;, such as Ke&#347;&#299;-gh&#257;ta and K&#257;liya-gh&#257;ta, the pilgrims visited the temple of Gop&#257;la. Afterwards, they took rest in that temple.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 5.15</B></A>: The beauty of the Gop&#257;la Deity stole away their minds, and feeling great happiness, they remained there for two or four days.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 5.16</B></A>: One of the two br&#257;hmanas was an old man, and the other was young. The young man was assisting the old one.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 5.17</B></A>: Indeed, the young br&#257;hmana always rendered service to the older one, and the old man, being very satisfied with his service, was pleased with him.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 5.18</B></A>: The older man told the younger, "You have rendered various types of service to me. You have assisted me in traveling to all these places of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 5.19</B></A>: "Even my own son does not render such service. By your mercy, I did not become fatigued while on this tour.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 5.20</B></A>: "If I did not show you any respect, I would be ungrateful. Therefore, I promise to give you my daughter in charity."</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 5.21</B></A>: The younger br&#257;hmana replied, "My dear sir, please hear me. You are saying something very unusual. Such a thing never happens.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 5.22</B></A>: "You are a most aristocratic family man, well educated and very rich. I am not at all aristocratic, and I am without a decent education and have no wealth.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 5.23</B></A>: "Sir, I am not a suitable bridegroom for your daughter. I render service to you only for the satisfaction of Krishna.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 5.24</B></A>: "Lord Krishna is very much pleased by service rendered to br&#257;hmanas, and when the Lord is pleased, the opulence of one's devotional service increases."</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 5.25</B></A>: The older br&#257;hmana replied, "My dear boy, do not doubt me. I will give you my daughter in charity. I have already decided this."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 5.26</B></A>: The young br&#257;hmana said, "You have a wife and sons, and you have a large circle of relatives and friends.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 5.27</B></A>: "Without the consent of all your friends and relatives, it is not possible to give me your daughter in charity. Just consider the story of Queen Rukmin&#299; and her father, Bh&#299;shmaka.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 5.28</B></A>: "King Bh&#299;shmaka wanted to give his daughter, Rukmin&#299;, in charity to Krishna, but Rukm&#299;, his eldest son, objected. Therefore he could not carry out his decision."</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 5.29</B></A>: The elderly br&#257;hmana said, "My daughter is my own property. If I choose to give my property to someone, who has the power to stop me?</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 5.30</B></A>: "My dear boy, I will give my daughter to you in charity, and I will neglect the position of all others. Don't doubt me in this regard; just accept my proposal."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 5.31</B></A>: The younger br&#257;hmana replied, "If you have decided to give your young daughter to me, then say so before the Gop&#257;la Deity."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 5.32</B></A>: Coming before Gop&#257;la, the elderly br&#257;hmana said, "My dear Lord, please witness that I have given my daughter to this boy."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 5.33</B></A>: Then the younger br&#257;hmana addressed the Deity, saying, "My dear Lord, You are my witness. I shall call for You to testify if it is necessary later on."</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 5.34</B></A>: After these talks, the two br&#257;hmanas started for home. As usual, the young br&#257;hmana accompanied the elderly br&#257;hmana as if the older br&#257;hmana were a guru [spiritual master] and rendered him service in various ways.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 5.35</B></A>: After returning to Vidy&#257;nagara, each br&#257;hmana went to his respective home. After some time, the elderly br&#257;hmana became very anxious.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 5.36</B></A>: He began to think, "I have given my word to a br&#257;hmana in a holy place, and what I promised will certainly come to pass. I must now disclose this to my wife, sons, other relatives and friends."</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 5.37</B></A>: Thus one day the elderly br&#257;hmana called for a meeting of all his relatives and friends, and before them all he narrated what had taken place in front of Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 5.38</B></A>: When those who belonged to the family circle heard the narration of the old br&#257;hmana, they made exclamations showing their disappointment. They all requested that he not make such a proposal again.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 5.39</B></A>: They unanimously agreed, "If you offer your daughter to a degraded family, your aristocracy will be lost. When people hear of this, they will make jokes and laugh at you."</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 5.40</B></A>: The elderly br&#257;hmana said, "How can I undo the promise I made in a holy place while on pilgrimage? Whatever may happen, I must give him my daughter in charity."</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 5.41</B></A>: The relatives unanimously said, "If you give your daughter to that boy, we shall give up all connection with you." Indeed, his wife and sons declared, "If such a thing happens, we shall take poison and die."</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 5.42</B></A>: The elderly br&#257;hmana said, "If I do not give my daughter to the young br&#257;hmana, he will call &#346;r&#299; Gop&#257;laj&#299; as a witness. Thus he will take my daughter by force, and in that case my religious principles will become meaningless."</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 5.43</B></A>: His son replied, "The Deity may be a witness, but He is in a distant country. How can He come to bear witness against you? Why are you so anxious over this?</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 5.44</B></A>: "You do not have to flatly deny that you spoke such a thing. There is no need to make a false statement. Simply say that you do not remember what you said.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 5.45</B></A>: "If you simply say, 'I do not remember,' I shall take care of the rest. By argument, I shall defeat the young br&#257;hmana."</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 5.46</B></A>: When the elderly br&#257;hmana heard this, his mind became very much agitated. Feeling helpless, he simply turned his attention to the lotus feet of Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 5.47</B></A>: The elderly br&#257;hmana prayed, "My dear Lord Gop&#257;la, I have taken shelter of Your lotus feet, and therefore I request You to please protect my religious principles from disturbance and at the same time save my kinsmen from dying."</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 5.48</B></A>: The next day, the elderly br&#257;hmana was thinking deeply about this matter when the young br&#257;hmana came to his house.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 5.49</B></A>: The young br&#257;hmana came to him and offered respectful obeisances. Then, very humbly folding his hands, he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 5.50</B></A>: "You have promised to give your daughter in charity to me. Now you do not say anything. What is your conclusion?"</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 5.51</B></A>: After the young br&#257;hmana submitted this statement, the elderly br&#257;hmana remained silent. Taking this opportunity, his son immediately came out with a stick to strike the younger man.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 5.52</B></A>: The son said, "Oh, you are most degraded! You want to marry my sister, just like a dwarf who wants to catch the moon!"</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 5.53</B></A>: Seeing a stick in the hand of the son, the younger br&#257;hmana fled. The next day, however, he gathered together all the people of the village.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 5.54</B></A>: All the people of the village then called for the elderly br&#257;hmana and brought him to their meeting place. The young br&#257;hmana then began to speak before them as follows.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 5.55</B></A>: "This gentleman has promised to hand over his daughter to me, yet now he does not follow his promise. Please ask him about his behavior."</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 5.56</B></A>: All the people gathered there asked the elderly br&#257;hmana, "If you have already promised to give him your daughter in charity, why are you not fulfilling your promise? You have given your word of honor."</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 5.57</B></A>: The elderly br&#257;hmana said, "My dear friends, please hear what I have to submit. I do not exactly remember making a promise like that."</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 5.58</B></A>: When the elderly br&#257;hmana's son heard this, he took the opportunity to juggle some words. Becoming very impudent, he stood before the assembly and spoke as follows.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 5.59</B></A>: "While touring various holy places of pilgrimage, my father carried much money. Seeing the money, this rogue decided to take it away.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 5.60</B></A>: "There was no one besides this man with my father. Giving him an intoxicant known as dhutur&#257; to eat, this rogue made my father mad.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 5.61</B></A>: "Having taken all my father's money, this rogue claimed that it was taken by some thief. Now he is claiming that my father has promised to give him his daughter in charity.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 5.62</B></A>: "All of you assembled here are gentlemen. Please judge whether it is befitting to offer this poor br&#257;hmana my father's daughter."</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 5.63</B></A>: Hearing all these statements, all the people gathered there became a little doubtful. They thought it quite possible that because of attraction for riches one might give up his religious principles.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 5.64</B></A>: At that time the young br&#257;hmana said, "My dear gentlemen, please hear. Just to gain victory in an argument, this man is lying.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 5.65</B></A>: "Being very satisfied with my service, this br&#257;hmana said to me of his own accord, 'I promise to hand over my daughter to you.'</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 5.66</B></A>: "At that time I forbade him to do this, telling him, 'O best of the br&#257;hmanas, I am not a fit husband for your daughter.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 5.67</B></A>: "'Whereas you are a learned scholar, a rich man belonging to an aristocratic family, I am a poor man, uneducated and with no claim to aristocracy.'</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 5.68</B></A>: "Still this br&#257;hmana insisted. Again and again he asked me to accept his proposal, saying, 'I have given you my daughter. Please accept her.'</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 5.69</B></A>: "I then said, 'Please hear. You are a learned br&#257;hmana. Your wife, friends and relatives will never agree to this proposal.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 5.70</B></A>: "'My dear sir, you will not be able to fulfill your promise. Your promise will be broken.' Yet, again and again the br&#257;hmana emphasized his promise.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 5.71</B></A>: "'I have offered you my daughter. Do not hesitate. She is my daughter, and I shall give her to you. Who can forbid me?'</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 5.72</B></A>: "At that time I concentrated my mind and requested the br&#257;hmana to make the promise before the Gop&#257;la Deity.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 5.73</B></A>: "Then this gentleman said in front of the Gop&#257;la Deity, 'My dear Lord, please bear witness. I have offered my daughter to this br&#257;hmana in charity.'</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 5.74</B></A>: "Accepting the Gop&#257;la Deity as my witness, I then submitted the following at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 5.75</B></A>: "'If this br&#257;hmana later hesitates to give me his daughter, my dear Lord, I shall call on You as a witness. Please note this with care and attention.'</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 5.76</B></A>: "Thus I have called upon a great personality in this transaction. I have asked the Supreme Godhead to be my witness. The entire world accepts the words of the Supreme Personality of Godhead."</P><P CLASS=r><A CLASS=i HREF="77-78.htm"><B>CC Madhya 5.77-78</B></A>: Taking this opportunity, the elderly br&#257;hmana immediately confirmed that this was really true. He said, "If Gop&#257;la personally comes here to serve as a witness, I shall surely give my daughter to the young br&#257;hmana."The elderly br&#257;hmana's son immediately confirmed this, saying, "Yes, this is a very nice settlement."</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 5.79</B></A>: The elderly br&#257;hmana thought, "Since Lord Krishna is very merciful, He will certainly come to prove my statement."</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 5.80</B></A>: The atheistic son thought, "It is not possible for Gop&#257;la to come and bear witness." Thinking thus, the father and son agreed.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 5.81</B></A>: The young br&#257;hmana took this opportunity to speak: "Please write this down on paper in black and white so that you may not again change your word of honor."</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 5.82</B></A>: All the assembled people got this statement down in black and white and, taking the signatures of agreement from both of them, served as the mediators.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 5.83</B></A>: The young br&#257;hmana then said, "Will all you gentlemen present please hear me? This elderly br&#257;hmana is certainly truthful and is following religious principles.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 5.84</B></A>: "He had no desire to break his promise, but fearing that his kinsmen would commit suicide, he deviated from the truth.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 5.85</B></A>: "By the piety of the elderly br&#257;hmana, I shall call the Supreme Personality of Godhead as a witness. Thus I shall keep his truthful promise intact."</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 5.86</B></A>: Hearing the emphatic statement of the younger br&#257;hmana, some atheists in the meeting began to cut jokes. However, someone else said, "After all, the Lord is merciful, and if He likes, He can come."</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 5.87</B></A>: After the meeting, the young br&#257;hmana started for Vrind&#257;vana. Upon arriving there, he first offered his respectful obeisances to the Deity and then narrated everything in full detail.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 5.88</B></A>: He said, "My Lord, You are the protector of brahminical culture, and You are also very merciful. Therefore, kindly show Your great mercy by protecting the religious principles of us two br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 5.89</B></A>: "My dear Lord, I am not thinking to become happy by getting the daughter as a bride. I am simply thinking that the br&#257;hmana has broken his promise, and that is giving me great pain."</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 5.90</B></A>: The young br&#257;hmana continued, "My dear Sir, You are very merciful and You know everything. Therefore, kindly be a witness in this case. A person who knows things as they are and still does not bear witness becomes involved in sinful activities."</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 5.91</B></A>: Lord Krishna replied, "My dear br&#257;hmana, go back to your home and call a meeting of all the men. In that meeting, just try to remember Me.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 5.92</B></A>: "I shall certainly appear there, and at that time I shall protect the honor of both you br&#257;hmanas by bearing witness to the promise."</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 5.93</B></A>: The young br&#257;hmana replied, "My dear sir, even if You appear there as a four-handed Vishnu Deity, still, none of those people will believe in Your words.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 5.94</B></A>: "Only if You go there in this form of Gop&#257;la and speak the words from Your beautiful face will Your testimony be heard by all the people."</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 5.95</B></A>: Lord Krishna said, "I've never heard of a Deity's walking from one place to another."The br&#257;hmana replied, "That is true, but how is it that You are speaking to me, although You are a Deity?</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 5.96</B></A>: "My dear Lord, You are not a statue; You are directly the son of Mah&#257;r&#257;ja Nanda. Now, for the sake of the old br&#257;hmana, You can do something You have never done before."</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 5.97</B></A>: &#346;r&#299; Gop&#257;laj&#299; then smiled and said, "My dear br&#257;hmana, just listen to Me. I shall walk behind you, and in this way I shall go with you."</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 5.98</B></A>: The Lord continued, "Do not try to see Me by turning around. As soon as you see Me, I shall remain stationary in that very place.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 5.99</B></A>: "You will know that I am walking behind you by the sound of My ankle bells.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 5.100</B></A>: "Cook one kilogram of rice daily and offer it. I shall eat that rice and follow behind you."</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 5.101</B></A>: The next day, the br&#257;hmana begged permission from Gop&#257;la and started for his country. Gop&#257;la followed him, step by step.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 5.102</B></A>: While Gop&#257;la followed the young br&#257;hmana, the tinkling sound of His ankle bells could be heard. The br&#257;hmana became very pleased, and he cooked first-class rice for Gop&#257;la to eat.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 5.103</B></A>: The young br&#257;hmana walked and walked in this way until he eventually arrived in his own country. When he neared his own village, he began to think as follows.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 5.104</B></A>: "I have now come to my village, and I shall go to my home and tell all the people that the witness has arrived."</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 5.105</B></A>: The br&#257;hmana then began to think that if the people didn't directly see the Gop&#257;la Deity, they would not believe that He had arrived. "But even if Gop&#257;la stays here," he thought, "there is still nothing to fear."</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 5.106</B></A>: Thinking this, the br&#257;hmana turned to look back, and He saw that Gop&#257;la, the Supreme Personality of Godhead, was standing there smiling.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 5.107</B></A>: The Lord told the br&#257;hmana, "Now you can go home. I shall stay here and shall not leave."</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 5.108</B></A>: The young br&#257;hmana then went to the town and informed all the people about Gop&#257;la's arrival. Hearing this, the people were struck with wonder.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 5.109</B></A>: All the townspeople went to see the witness Gop&#257;la, and when they saw the Lord actually standing there, they all offered their respectful obeisances.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 5.110</B></A>: When the people arrived, they were very pleased to see the beauty of Gop&#257;la, and when they heard that He had actually walked there, they were all surprised.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 5.111</B></A>: Then the elderly br&#257;hmana, being very pleased, came forward and immediately fell like a stick in front of Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 5.112</B></A>: Thus in the presence of all the townspeople, Lord Gop&#257;la bore witness that the elderly br&#257;hmana had offered his daughter in charity to the young br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 5.113</B></A>: After the marriage ceremony was performed, the Lord informed both br&#257;hmanas, "You two br&#257;hmanas are My eternal servants, birth after birth."</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 5.114</B></A>: The Lord continued, "I have become very much pleased by the truthfulness of you both. Now you can ask for a benediction." Thus with great pleasure the two br&#257;hmanas begged for a benediction.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 5.115</B></A>: The br&#257;hmanas said, "Please remain here so that people all over the world will know how merciful You are to Your servants."</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 5.116</B></A>: Lord Gop&#257;la stayed, and the two br&#257;hmanas engaged in His service. After hearing of the incident, many people from different countries began to come to see Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 5.117</B></A>: Eventually the King of that country heard this wonderful story, and he also came to see Gop&#257;la and thus became very satisfied.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 5.118</B></A>: The King constructed a nice temple, and regular service was executed. Gop&#257;la became very famous under the name of S&#257;kshi-gop&#257;la [the witness Gop&#257;la].</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 5.119</B></A>: Thus S&#257;kshi-gop&#257;la stayed in Vidy&#257;nagara and accepted service for a very long time.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 5.120</B></A>: Later there was a fight, and this country was conquered by King Purushottama-deva of Orissa.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 5.121</B></A>: That King was victorious over the King of Vidy&#257;nagara, and he took possession of his throne, the M&#257;nikya-simh&#257;sana, which was bedecked with many jewels.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 5.122</B></A>: King Purushottama-deva was a great devotee and was advanced in the civilization of the &#256;ryans. He begged at the lotus feet of Gop&#257;la, "Please come to my kingdom."</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 5.123</B></A>: When the King begged Him to come to his kingdom, Gop&#257;la, who was already obliged for his devotional service, accepted his prayer. Thus the King took the Gop&#257;la Deity and went back to Kataka.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 5.124</B></A>: After winning the M&#257;nikya throne, King Purushottama-deva took it to Jagann&#257;tha Pur&#299; and presented it to Lord Jagann&#257;tha. In the meantime, he also established regular worship of the Gop&#257;la Deity at Kataka.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 5.125</B></A>: When the Gop&#257;la Deity was installed at Kataka, the Queen of Purushottama-deva went to see Him and, with great devotion, presented various kinds of ornaments.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 5.126</B></A>: The Queen had a very valuable pearl, which she wore on her nose, and she wished to give it to Gop&#257;la. She then began to think as follows.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 5.127</B></A>: "If there were a hole in the Deity's nose, I could transfer the pearl to Him."</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 5.128</B></A>: Considering this, the Queen offered her obeisances to Gop&#257;la and returned to her palace. That night she dreamed that Gop&#257;la appeared and began to speak to her as follows.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 5.129</B></A>: "During My childhood My mother made a hole in My nose and with great endeavor set a pearl there.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 5.130</B></A>: "That very hole is still there, and you can use it to set the pearl you desired to give Me."</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 5.131</B></A>: After dreaming this, the Queen explained it to her husband, the King. Both the King and the Queen then went to the temple with the pearl.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 5.132</B></A>: Seeing the hole in the nose of the Deity, they set the pearl there and, being very pleased, held a great festival.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 5.133</B></A>: Since then, Gop&#257;la has been situated in the city of Kataka [Cuttak], and He has been known ever since as S&#257;kshi-gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 5.134</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu heard the narration of Gop&#257;la's activities. Both He and His personal devotees became very pleased.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 5.135</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu was sitting before the Gop&#257;la Deity, all the devotees saw Him and the Deity as being of the same form.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 5.136</B></A>: They were of the same complexion, and both had gigantic bodies. Both wore saffron cloth, and both were very grave.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 5.137</B></A>: The devotees saw that both Lord Caitanya Mah&#257;prabhu and Gop&#257;la were brilliantly effulgent and had eyes like lotuses. They were both absorbed in ecstasy, and both Their faces resembled full moons.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 5.138</B></A>: When Nity&#257;nanda saw the Gop&#257;la Deity and &#346;r&#299; Caitanya Mah&#257;prabhu in that way, He began to exchange remarks with the devotees, all of whom were smiling.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 5.139</B></A>: Thus with great pleasure Lord &#346;r&#299; Caitanya Mah&#257;prabhu passed that night in the temple. After seeing the ma&#324;gala-&#257;rati ceremony in the morning, He started on His journey.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 5.140</B></A>: [In his book Caitanya-bh&#257;gavata] &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has very vividly described the places visited by the Lord on the way to Bhuvane&#347;vara.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 5.141</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu arrived at Kamalapura, He took His bath in the Bh&#257;rg&#299;nad&#299; River and left His sanny&#257;sa staff in the hands of Lord Nity&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="142-143.htm"><B>CC Madhya 5.142-143</B></A>: When Lord Caitanya Mah&#257;prabhu went to the temple of Lord &#346;iva known as Kapote&#347;vara, Nity&#257;nanda Prabhu, who was keeping His sanny&#257;sa staff in custody, broke the staff in three parts and threw it into the river Bh&#257;rg&#299;nad&#299;. Later this river became known as Danda-bh&#257;&#324;g&#257;-nad&#299;.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 5.144</B></A>: After seeing the temple of Jagann&#257;tha from a distant place, &#346;r&#299; Caitanya Mah&#257;prabhu immediately became ecstatic. After offering obeisances to the temple, He began to dance in the ecstasy of love of God.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 5.145</B></A>: All the devotees became ecstatic in the association of Lord Caitanya, and thus absorbed in love of God, they were dancing and singing while going along the main road.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 5.146</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu laughed, cried, danced and made many ecstatic vibrations and sounds. Although the temple was only six miles away, to Him the distance seemed thousands of miles.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 5.147</B></A>: Thus walking and walking, the Lord eventually arrived at the place known as &#256;th&#257;ran&#257;l&#257;. Arriving there, He expressed His external consciousness, speaking to &#346;r&#299; Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 5.148</B></A>: When Lord Caitanya Mah&#257;prabhu had thus regained external consciousness, He asked Lord Nity&#257;nanda Prabhu, "Please return My staff."Nity&#257;nanda Prabhu then replied, "It has been broken into three parts."</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 5.149</B></A>: Nity&#257;nanda Prabhu said, "When You fell down in ecstasy, I caught You, but both of Us together fell upon the staff.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 5.150</B></A>: "Thus the staff broke under Our weight. Where the pieces have gone, I cannot say.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 5.151</B></A>: "It is certainly because of My offense that Your staff was broken. Now You can punish Me on this account as You think proper."</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 5.152</B></A>: After hearing the story about how His staff had been broken, the Lord expressed a little sadness and, displaying a bit of anger, began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 5.153</B></A>: Caitanya Mah&#257;prabhu said, "You have all benefited Me by bringing Me to N&#299;l&#257;cala. However, My only possession was that one staff, and you have not kept it.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 5.154</B></A>: "So all of you should go before or behind Me to see Lord Jagann&#257;tha. I shall not go with you."</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 5.155</B></A>: Mukunda Datta told &#346;r&#299; Caitanya Mah&#257;prabhu, "My Lord, You should go ahead and allow all the others to follow. We shall not go with You."</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 5.156</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then began to walk very swiftly before all the other devotees. No one could understand the real purpose of the two Lords, Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 5.157</B></A>: The devotees could not understand why Nity&#257;nanda Prabhu broke the staff, why &#346;r&#299; Caitanya Mah&#257;prabhu permitted Him to do so, or why, after permitting Him, Caitanya Mah&#257;prabhu became angry.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 5.158</B></A>: The pastime of the breaking of the staff is very deep. Only one whose devotion is fixed upon the lotus feet of the two Lords can understand it.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 5.159</B></A>: The glories of Lord Gop&#257;la, who is merciful to br&#257;hmanas, are very great. The narration of S&#257;kshi-gop&#257;la was spoken by Nity&#257;nanda Prabhu and heard by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 5.160</B></A>: One who hears this narration of Lord Gop&#257;la with faith and love very soon attains the lotus feet of Lord Gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 5.161</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>