<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 5"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">The Activities of S&#257;kshi-gop&#257;la</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 5 Summary</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura gives the following summary of the Fifth Chapter in his Amrita-prav&#257;ha-bh&#257;shya. After passing through Y&#257;japura, &#346;r&#299; Caitanya Mah&#257;prabhu reached the town of Kataka (Cuttak) and there went to see the temple of S&#257;kshi-gop&#257;la. While there, He heard the story of S&#257;kshi-gop&#257;la from the mouth of &#346;r&#299; Nity&#257;nanda Prabhu.</P><P>Once there were two br&#257;hmanas, one elderly and the other young, who were inhabitants of a place known as Vidy&#257;nagara. After touring many places of pilgrimage, the two br&#257;hmanas finally reached Vrind&#257;vana. The elderly br&#257;hmana was very satisfied with the service of the young br&#257;hmana, and he wanted to offer him his youngest daughter in marriage. The young br&#257;hmana received the promise of his elder before the Gop&#257;la Deity of Vrind&#257;vana. Thus the Gop&#257;la Deity acted as a witness. When the two br&#257;hmanas returned to Vidy&#257;nagara, the younger br&#257;hmana raised the question of this marriage, but the elderly br&#257;hmana, due to obligations to his friends and wife, answered that he could not remember his promise. Because of this, the younger br&#257;hmana returned to Vrind&#257;vana and narrated the whole story to Gop&#257;laj&#299;. Thus Gop&#257;laj&#299;, being obliged by the young man's devotional service, accompanied him to southern India. Gop&#257;laj&#299; followed the younger br&#257;hmana, who could hear the tinkling sound of Gop&#257;laj&#299;'s ankle bells. When all the respectable gentlemen of Vidy&#257;nagara were assembled, Gop&#257;laj&#299; testified to the promise of the elderly br&#257;hmana. Thus the marriage was performed. Later, the king of that country constructed a fine temple for Gop&#257;la.</P><P>Afterwards, King Purushottama-deva of Orissa was insulted by the King of Kataka, who refused to give him his daughter in marriage and called him a sweeper of Lord Jagann&#257;tha. With the help of Lord Jagann&#257;tha, King Purushottama-deva fought the King of Kataka and defeated him. Thus he took charge of both the King's daughter and the state of Kataka as well. At that time, Gop&#257;laj&#299;, being very much obligated by the devotional service of King Purushottama-deva, was brought to the town of Kataka.</P><P>After hearing this narration, &#346;r&#299; Caitanya Mah&#257;prabhu visited the temple of Gop&#257;la in great ecstasy of love of God. From Kataka He went to Bhuvane&#347;vara and saw the temple of Lord &#346;iva. In this way, He gradually arrived at Kamalapura, and on the banks of the Bh&#257;rg&#299; River He came to the temple of Lord &#346;iva, where He entrusted His sanny&#257;sa staff to Nity&#257;nanda Prabhu. However, Nity&#257;nanda Prabhu broke the staff into three pieces and threw it into the Bh&#257;rg&#299; River at a place known as &#256;th&#257;ran&#257;l&#257;. Being angry at not getting His staff back, &#346;r&#299; Caitanya Mah&#257;prabhu left the company of Nity&#257;nanda Prabhu and went alone to see the Jagann&#257;tha temple.</P><P CLASS=l><A CLASS=i HREF="../4/213.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>