<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 11 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 11 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Childhood Pastimes of Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.11.18</P><P CLASS=c>dh&#363;li-dh&#363;sarit&#257;&#324;gas tvam</P><P CLASS=c>putra majjanam &#257;vaha</P><P CLASS=c>janmarksham te 'dya bhavati</P><P CLASS=c>viprebhyo dehi g&#257;h &#347;ucih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhuli">dh&#363;li</A>-<A CLASS=v HREF="http://vedabase.net/d/dhusarita">dh&#363;sarita</A>-<A CLASS=v HREF="http://vedabase.net/a/angah">a&#324;gah</A> <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You have become covered with dust and sand all over Your body; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/m/majjanam">majjanam</A> <A CLASS=v HREF="http://vedabase.net/a/avaha">&#257;vaha</A> &#8212; now come here, take Your bath and cleanse Yourself; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/r/rksam">riksham</A> &#8212; the auspicious star of Your birth; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/v/viprebhyah">viprebhyah</A> &#8212; unto the <A HREF="http://vedabase.net/p/pure">pure</A> br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/dehi">dehi</A> &#8212; give <A HREF="http://vedabase.net/i/in">in</A> charity; <A CLASS=v HREF="http://vedabase.net/g/gah">g&#257;h</A> &#8212; cows; <A CLASS=v HREF="http://vedabase.net/s/sucih">&#347;ucih</A> &#8212; being purified.</P><P CLASS=t>TRANSLATION</P><P>Mother Ya&#347;od&#257; further told Krishna: My dear son, because of playing all day, Your body has become covered with dust and sand. Therefore, come back, take Your bath and cleanse Yourself. Today the moon is conjoined with the auspicious star of Your birth. Therefore, be pure and give cows in charity to the br&#257;hmanas.</P><P CLASS=t>PURPORT</P><P>It is a custom of Vedic culture that whenever there is any auspicious ceremony, one should give valuable cows in charity to the br&#257;hmanas. Therefore mother Ya&#347;od&#257; requested Krishna, "Instead of being enthusiastic in playing, now please come and be enthusiastic in charity." Yajña-d&#257;na-tapah-karma na ty&#257;jyam k&#257;ryam eva tat. As advised in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/5.htm">18.5</A>), sacrifice, charity and austerity should never be given up. Yajño d&#257;nam tapa&#347; caiva p&#257;van&#257;ni man&#299;shin&#257;m: even if one is very much advanced in spiritual life, one should not give up these three duties. To observe one's birthday ceremony, one should do something in terms of one of these three items (yajña, d&#257;na or tapah), or all of them together.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>