<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 11 Verse 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 11 Verse 57"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Childhood Pastimes of Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.11.57</P><P CLASS=c>aho brahma-vid&#257;m v&#257;co</P><P CLASS=c>n&#257;saty&#257;h santi karhicit</P><P CLASS=c>gargo yad &#257;ha bhagav&#257;n</P><P CLASS=c>anvabh&#257;vi tathaiva tat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; how wonderful <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of persons who have full knowledge of <A HREF="http://vedabase.net/b/brahman">Brahman</A>, transcendence; <A CLASS=v HREF="http://vedabase.net/v/vacah">v&#257;cah</A> &#8212; the words; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/asatyah">asaty&#257;h</A> &#8212; untruth; <A CLASS=v HREF="http://vedabase.net/s/santi">santi</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/g/gargah">gargah</A> &#8212; Gargamuni; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; predicted; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Gargamuni, the most powerful; <A CLASS=v HREF="http://vedabase.net/a/anvabhavi">anvabh&#257;vi</A> &#8212; is exactly happening; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that.</P><P CLASS=t>TRANSLATION</P><P>The words of persons in full knowledge of Brahman never become untrue. It is very wonderful that whatever Gargamuni predicted we are now actually experiencing in all detail.</P><P CLASS=t>PURPORT</P><P>The purpose of human life is indicated in the Brahma-s&#363;tra: ath&#257;to brahma jijñ&#257;s&#257;. To make one's life perfect &#8212; in the past, present and future &#8212; one must learn about Brahman. Because of intense affection, Nanda Mah&#257;r&#257;ja could not understand Krishna as He is. Gargamuni was able to know everything, past, present and future, by studying the Vedas, but Nanda Mah&#257;r&#257;ja could not understand Krishna directly. Because of his intense love for Krishna, he forgot who Krishna was and could not understand Krishna's potency. Although Krishna is N&#257;r&#257;yana Himself, Gargamuni did not disclose this. Thus Nanda Mah&#257;r&#257;ja appreciated the words of Gargamuni, but because of his deep affection he could not understand who Krishna was, although Gargamuni had said that Krishna's qualities would be exactly like those of N&#257;r&#257;yana.</P><P CLASS=l><A CLASS=i HREF="56.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="58.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>