<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 175</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 175"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.175</P><P CLASS=c>&#257;pane mah&#257;prabhu t&#257;&#324;ra mana phir&#257;ila</P><P CLASS=c>dar&#347;ana-smarane y&#257;&#324;ra jagat t&#257;rila'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apane">&#257;pane</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/p/phiraila">phir&#257;ila</A> &#8212; changed; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> personal visit; <A CLASS=v HREF="http://vedabase.net/s/smarane">smarane</A> &#8212; by remembrance; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the whole world; <A CLASS=v HREF="http://vedabase.net/t/tarila">t&#257;rila</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> has delivered.</P><P CLASS=t>TRANSLATION</P><P>"It must be &#346;r&#299; Caitanya Mah&#257;prabhu Himself who has changed the Muslim's mind. Due to His presence and even due to His remembrance, the whole world is liberated."</P><P CLASS=t>PURPORT</P><P>From this we can understand that since the Muslim governor was a drunkard (madyapa), ordinarily there would have been no chance that he would change. But Lord &#346;r&#299; Caitanya Mah&#257;prabhu could turn anyone's mind to Krishna consciousness. One can be delivered from material existence simply by remembering &#346;r&#299; Caitanya Mah&#257;prabhu's holy name or by visiting Him. This Krishna consciousness movement is being spread throughout the world, but not even one yavana or mleccha addicted to drinking could have changed and accepted Krishna consciousness without &#346;r&#299; Caitanya Mah&#257;prabhu's grace. People are often astonished to see many thousands of Westerners converted to Vaishnavism. Generally Westerners are addicted to meat-eating, drinking, gambling and illicit sex; therefore their taking up Krishna consciousness is astonishing. In India, especially, there is much astonishment at this. The answer, however, is given here: dar&#347;ana-smarane y&#257;&#324;ra jagat t&#257;rila. This change is made possible simply by the remembrance of &#346;r&#299; Caitanya Mah&#257;prabhu. The Western devotees are very sincerely chanting the holy names of &#346;r&#299; Caitanya Mah&#257;prabhu and His associates: &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. By the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu and His associates, people are being purified and their consciousness directed from m&#257;y&#257; to Krishna.</P><P>The word vi&#347;v&#257;sa refers to a secretary. This title is generally found among the k&#257;yastha caste in the Hindu community. In Bengal, the title vi&#347;v&#257;sa is still used by the k&#257;yasthas. The word vi&#347;v&#257;sa means "faithful," and a vi&#347;v&#257;s&#299; is a person in whom one can place faith. &#346;r&#299; Bhaktivinoda Th&#257;kura states that during the Muslim reign in Bengal, there was a secretariat entitled vi&#347;v&#257;sa-kh&#257;n&#257;. The office of vi&#347;v&#257;sa-kh&#257;n&#257; was a secretariat office in which only the most reliable people were employed. They were elected from the k&#257;yastha community, a community that is still very expert in managing business and government affairs. The secretariat, or vi&#347;v&#257;sa-kh&#257;n&#257;, is generally a very reliable and faithful servant. Whenever some confidential service was needed, these officers were employed.</P><P CLASS=l><A CLASS=i HREF="174.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="176.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>