<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 205</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 205"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.205</P><P CLASS=c>eka-dina prabhu tath&#257; kariy&#257; niv&#257;sa</P><P CLASS=c>pr&#257;te kum&#257;rahatte &#257;il&#257;, &#8212; y&#257;h&#257;&#324; &#347;r&#299;niv&#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/d/dina">dina</A> &#8212; one day; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> <A CLASS=v HREF="http://vedabase.net/n/nivasa">niv&#257;sa</A> &#8212; residing; <A CLASS=v HREF="http://vedabase.net/p/prate">pr&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the morning; <A CLASS=v HREF="http://vedabase.net/k/kumarahatte">kum&#257;rahatte</A> &#8212; the town named Kum&#257;rahatta; <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; reached; <A CLASS=v HREF="http://vedabase.net/y/yahan">y&#257;h&#257;&#324;</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/s/srinivasa">&#347;r&#299;niv&#257;sa</A> &#8212; the home of <A HREF="http://vedabase.net/s/srivasa">&#346;r&#299;v&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>.</P><P CLASS=t>TRANSLATION</P><P>The Lord stayed at R&#257;ghava Pandita's place for only one day. The next morning, He went to Kum&#257;rahatta, where &#346;r&#299;v&#257;sa Th&#257;kura lived.</P><P CLASS=t>PURPORT</P><P>The present name of Kum&#257;rahatta is H&#257;lisahara. After &#346;r&#299; Caitanya Mah&#257;prabhu accepted sanny&#257;sa, &#346;r&#299;v&#257;sa Th&#257;kura left Navadv&#299;pa due to separation from Him and went to H&#257;lisahara to live.</P><P>From Kum&#257;rahatta, &#346;r&#299; Caitanya Mah&#257;prabhu went to K&#257;ñcanapall&#299; (also known as K&#257;&#324;cad&#257;p&#257;d&#257;), where &#346;iv&#257;nanda Sena lived. After staying two days at &#346;iv&#257;nanda's house, the Lord went to the house of V&#257;sudeva Datta. From there He went to the western side of Navadv&#299;pa, to the village called Vidy&#257;nagara. From Vidy&#257;nagara He went to Kuliy&#257;-gr&#257;ma and stayed at M&#257;dhava d&#257;sa's house. He stayed there one week and excused the offenses of Dev&#257;nanda and others. Due to Kavir&#257;ja Gosv&#257;m&#299;'s mentioning the name of &#346;&#257;ntipur&#257;c&#257;rya, some people think that Kuliy&#257; is a village near K&#257;&#324;cad&#257;p&#257;d&#257;. Due to this mistaken idea, they invented another place known as New Kuliy&#257;ra P&#257;ta. Actually such a place does not exist. Leaving the house of V&#257;sudeva Datta, &#346;r&#299; Caitanya Mah&#257;prabhu went to the house of Advaita &#256;c&#257;rya. From there He went to the western side of Navadv&#299;pa, to Vidy&#257;nagara, and stayed at the house of Vidy&#257;-v&#257;caspati. These accounts are given in the Caitanya-bh&#257;gavata, Caitanya-ma&#324;gala, Caitanya-candrodaya-n&#257;taka and Caitanya-carita-k&#257;vya. &#346;r&#299;la Kavir&#257;ja Gosv&#257;m&#299; has not vividly described this entire tour; therefore, on the basis of Caitanya-carit&#257;mrita, some unscrupulous people have invented a place called Kuliy&#257;ra P&#257;ta near K&#257;&#324;cad&#257;p&#257;d&#257;.</P><P CLASS=l><A CLASS=i HREF="204.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="206.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>