<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 207</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 207"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.207</P><P CLASS=c>'v&#257;caspati-grihe' prabhu yemate rahil&#257;</P><P CLASS=c>loka-bhida bhaye yaiche 'kuliy&#257;' &#257;il&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vacaspati">v&#257;caspati</A>-<A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; at the house of <A HREF="http://vedabase.net/v/vidya">Vidy&#257;</A>-<A HREF="http://vedabase.net/v/vacaspati">v&#257;caspati</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/y/yemate">yemate</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/r/rahila">rahil&#257;</A> &#8212; stayed there for some time; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhida">bhida</A> <A CLASS=v HREF="http://vedabase.net/b/bhaye">bhaye</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> fear of crowds of people; <A CLASS=v HREF="http://vedabase.net/y/yaiche">yaiche</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kuliya">kuliy&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;il&#257;</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> came <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/kuliya">Kuliy&#257;</A>, the present city of <A HREF="http://vedabase.net/n/navadvipa">Navadv&#299;pa</A>.</P><P CLASS=t>TRANSLATION</P><P>The Lord remained some time at the house of Vidy&#257;-v&#257;caspati, but then, because it was too crowded, He went to Kuliy&#257;.</P><P CLASS=t>PURPORT</P><P>The house of Vidy&#257;-v&#257;caspati was located at Vidy&#257;nagara, which was near Koladv&#299;pa, or Kuliy&#257;. It was here that Dev&#257;nanda Pandita was residing. This information is found in the Caitanya-bh&#257;gavata (Madhya-khanda, Chapter Twenty-one). In the Caitanya-candrodaya-n&#257;taka, the following statement is given about Kuliy&#257;. Tatah kum&#257;rahatte &#347;r&#299;v&#257;sa-pandita-v&#257;ty&#257;m abhy&#257;yayau: "From there the Lord went to the house of &#346;r&#299;v&#257;sa Pandita in Kum&#257;rahatta"; tato 'dvaita-v&#257;t&#299;m abhyetya harid&#257;sen&#257;bhivanditas tathaiva taran&#299;-vartman&#257; navadv&#299;pasya p&#257;re kuliy&#257;-n&#257;ma-gr&#257;me m&#257;dhava-d&#257;sa-v&#257;ty&#257;m utt&#299;rnav&#257;n. evam sapta-din&#257;ni tatra sthitv&#257; punas tata-vartman&#257; eva calitav&#257;n: "From the house of &#346;r&#299;v&#257;sa &#256;c&#257;rya, the Lord went to the house of Advaita &#256;c&#257;rya, where He was offered obeisances by Harid&#257;sa Th&#257;kura. The Lord then took a boat to the other side of Navadv&#299;pa, to a place called Kuliy&#257;, where He stayed seven days at the house of M&#257;dhava d&#257;sa. He then proceeded along the banks of the Ganges."</P><P>In the &#346;r&#299; Caitanya-carita-mah&#257;-k&#257;vya, it is stated, anye-dyuh sa &#347;r&#299;-navadv&#299;pa-bh&#363;meh p&#257;re ga&#324;g&#257;m pa&#347;cime kv&#257;pi de&#347;e, &#347;r&#299;m&#257;n sarva-pr&#257;nin&#257;m tat-tad-a&#324;gair netr&#257;nandam samyag &#257;gatya tene: "The Lord went to the western side of the Ganges at Navadv&#299;pa, and everyone was pleased to see the Lord coming."</P><P>In the Caitanya-bh&#257;gavata (Antya-khanda, Chapter Three), it is stated, sarva-p&#257;rishada-sa&#324;ge &#347;r&#299;-gaurasundara/ &#257;cambite &#257;si' uttaril&#257; t&#257;&#324;ra ghara: "The Lord suddenly came to Vidy&#257;nagara with a full party and stayed there in the house of Vidy&#257;-v&#257;caspati." Navadv&#299;p&#257;di sarva-dike haila dhvani: "Thus throughout Navadv&#299;pa, the Lord's arrival was made known." V&#257;caspati-ghare &#257;il&#257; ny&#257;si-c&#363;d&#257;mani: "Thus the chief of all the sanny&#257;s&#299;s, &#346;r&#299; Caitanya Mah&#257;prabhu, arrived at the house of Vidy&#257;-v&#257;caspati." As further stated:</P><P>ananta arbuda loka bali' 'hari' 'hari'</P><P CLASS=n>calilena dekhib&#257;re gaur&#257;&#324;ga &#347;r&#299;-hari</P><P CLASS=n>patha n&#257;hi p&#257;ya keho lokera gahale</P><P CLASS=n>vanad&#257;la bh&#257;&#324;gi' loka da&#347;a-dike cale</P><P CLASS=n>lokera gahale yata aranya &#257;chila</P><P CLASS=n>kshaneke sakala divya pathamaya haila</P><P CLASS=n>kshaneke &#257;ila saba loka khey&#257;-gh&#257;te</P><P CLASS=n>khey&#257;r&#299; karite p&#257;ra padila sa&#324;kate</P><P CLASS=n>satvare &#257;sil&#257; v&#257;caspati mah&#257;&#347;aya</P><P CLASS=n>karilena aneka nauk&#257;ra samuccaya</P><P CLASS=n>nauk&#257;ra apeksh&#257; &#257;ra keho n&#257;hi kare</P><P CLASS=n>n&#257;n&#257; mate p&#257;ra haya ye yemate p&#257;re</P><P CLASS=n>hena-mate ga&#324;g&#257; p&#257;ra ha-i' sarva-jana</P><P CLASS=n>sabhei dharena v&#257;caspatira carana</P><P CLASS=n>luk&#257;ñ&#257; gel&#257; prabhu kuliy&#257;-nagara</P><P CLASS=n>kuliy&#257;ya &#257;ilena vaikuntha-&#299;&#347;vara</P><P CLASS=n>sarva-loka 'hari' bali' v&#257;caspati-sa&#324;ge</P><P CLASS=n>sei-kshane sabhe calilena mah&#257;-ra&#324;ge</P><P CLASS=n>kuliy&#257;-nagare &#257;ilena ny&#257;si-mani</P><P CLASS=n>sei-kshane sarva-dike haila mah&#257;-dhvani</P><P CLASS=n>sabe ga&#324;g&#257; madhye nad&#299;y&#257;ya-kuliy&#257;ya</P><P CLASS=n>&#347;uni' m&#257;tra sarva-loke mah&#257;nande dh&#257;ya</P><P CLASS=n>v&#257;caspatira gr&#257;me (vidy&#257;nagare) chila yateka gahala</P><P CLASS=n>t&#257;ra koti koti-gune p&#363;rila sakala</P><P CLASS=n>laksha laksha nauk&#257; v&#257; &#257;ila koth&#257; haite</P><P CLASS=n>n&#257; j&#257;ni kateka p&#257;ra haya kata-mate</P><P CLASS=n>laksha laksha loka bh&#257;se j&#257;hnav&#299;ra jale</P><P CLASS=n>sabhe p&#257;ra hayena parama kut&#363;hale</P><P CLASS=n>ga&#324;g&#257;ya hañ&#257; p&#257;ra &#257;pan&#257;-&#257;pani</P><P CLASS=n>kol&#257;koli kari' sabhe kare hari-dhvani</P><P CLASS=n>kshaneke kuliy&#257;-gr&#257;ma &#8212; nagara pr&#257;ntara</P><P CLASS=n>parip&#363;rna haila sthala, n&#257;hi avasara</P><P CLASS=n>kshaneke &#257;il&#257; mah&#257;&#347;aya v&#257;caspati</P><P CLASS=n>te&#324;ho n&#257;hi p&#257;yena prabhura koth&#257; sthiti</P><P CLASS=n>kuliy&#257;ya prak&#257;&#347;e yateka p&#257;p&#299; chila</P><P CLASS=n>uttama, madhyama, n&#299;ca, &#8212; sabe p&#257;ra haila</P><P CLASS=n>kuliy&#257;-gr&#257;mete &#257;si' &#347;r&#299;-krishna-caitanya</P><P CLASS=n>hena n&#257;hi, y&#257;re prabhu n&#257; karil&#257; dhanya</P><P>"When &#346;r&#299; Caitanya Mah&#257;prabhu stayed at Vidy&#257;-v&#257;caspati's house, many hundreds of thousands of people went to see Him and chant the holy name of Hari. It was so crowded that people could not even find a place to walk; therefore they made room by clearing out the jungles near the village. Many roads were automatically excavated, and many people also came by boat to see the Lord. So many came that it was difficult for the boatmen to get them across the river. When Vidy&#257;-v&#257;caspati suddenly arrived, he made arrangements for many boats to receive these people, but the people would not wait for the boats. Somehow or other they crossed the river and hurried toward the house of Vidy&#257;-v&#257;caspati. Due to this great crowd, &#346;r&#299; Caitanya Mah&#257;prabhu secretly went to Kuliy&#257;-nagara. After the Lord left Vidy&#257;nagara, however, all the people heard news of His leaving. They then accompanied V&#257;caspati to Kuliy&#257;-nagara. Since the news of the Lord's arrival was immediately broadcast, large crowds arrived and greeted &#346;r&#299; Caitanya Mah&#257;prabhu with great jubilation. Indeed, when the crowd went to see &#346;r&#299; Caitanya Mah&#257;prabhu, it increased ten thousand times in number. No one could say how many people crossed the river to see Him, but many hundreds of thousands made a great tumult when crossing the river Ganges. After crossing the river, everyone began to embrace one another because they heard the good news of &#346;r&#299; Caitanya Mah&#257;prabhu's arrival. Thus all the inhabitants of Kuliy&#257; &#8212; the sinful, intermediate and spiritually advanced &#8212; were delivered and glorified by &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P>As stated in the Caitanya-bh&#257;gavata (Antya-khanda, Chapter Six):</P><P>kh&#257;n&#257;yod&#257;, badag&#257;chi, &#257;ra dog&#257;chiy&#257;</P><P CLASS=n>ga&#324;g&#257;ra op&#257;ra kabhu y&#257;yena 'kuliy&#257;'</P><P>"&#346;r&#299; Caitanya Mah&#257;prabhu passed through Kh&#257;n&#257;yod&#257;, Badag&#257;chi and Dog&#257;chiy&#257; and then crossed the Ganges before arriving in Kuliy&#257;."</P><P>As stated in the Caitanya-ma&#324;gala:</P><P>ga&#324;g&#257;-sn&#257;na kari prabhu r&#257;dha-de&#347;a diy&#257;</P><P CLASS=n>krame krame uttaril&#257; nagara 'kuliy&#257;'</P><P CLASS=n>m&#257;yera vacane punah gel&#257; navadv&#299;pa</P><P CLASS=n>v&#257;rakon&#257;-gh&#257;ta, nija v&#257;d&#299;ra sam&#299;pa</P><P>"&#346;r&#299; Caitanya Mah&#257;prabhu walked through R&#257;dha-de&#347;a and gradually arrived at the Ganges. After bathing in the river, he crossed it and went to Kuliy&#257;. Because He had promised His mother He would return to Navadv&#299;pa, He went to V&#257;rakon&#257;-gh&#257;ta, a village near His house."</P><P>In the commentary of Premad&#257;sa it is said:</P><P>nad&#299;y&#257;ra m&#257;jhakh&#257;ne, sakala lokete</P><P CLASS=n>j&#257;ne, 'kuliy&#257;-p&#257;h&#257;dapura' n&#257;me sth&#257;na</P><P>"Everyone knows that in the middle of Nadia is a village named Kuliy&#257;-p&#257;h&#257;dapura."</P><P>&#346;r&#299; Narahari Cakravart&#299;, or Ghana&#347;y&#257;ma d&#257;sa, has written in his Bhakti-ratn&#257;kara:</P><P>kuliy&#257; p&#257;h&#257;dapura dekha &#347;r&#299;niv&#257;sa</P><P CLASS=n>p&#363;rve 'koladv&#299;pa'-parvat&#257;khya &#8212; e prac&#257;ra</P><P>"He said, 'O &#346;r&#299;niv&#257;sa, just see the town of Kuliy&#257;-p&#257;h&#257;dapura, which was previously known as Koladv&#299;pa.'"</P><P>In a book named Navadv&#299;pa-parikrama, also written by Ghana&#347;y&#257;ma d&#257;sa, it is stated: kuliy&#257;-p&#257;h&#257;dapura gr&#257;ma p&#363;rve koladv&#299;pa-parvat&#257;khy&#257;nanda n&#257;ma. "The town of Kuliy&#257;-p&#257;h&#257;dapura was previously named Koladv&#299;pa-parvat&#257;khy&#257;nanda."</P><P>Therefore one can conclude that the present-day city of Navadv&#299;pa and the places known as B&#257;hirdv&#299;pa, Kolera Gañja, Kola-&#257;m&#257;da, Kolera Daha, Gadakh&#257;li, etc., were known as Kuliy&#257;, but the so-called Kuliy&#257;ra P&#257;ta is not the original Kuliy&#257;.</P><P CLASS=l><A CLASS=i HREF="206.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="208.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>