<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 217</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 217"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.217</P><P CLASS=c>'hiranya', 'govardhana', &#8212; dui sahodara</P><P CLASS=c>saptagr&#257;me b&#257;ra-laksha mudr&#257;ra &#299;&#347;vara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hiranya">hiranya</A> &#8212; <A HREF="http://vedabase.net/h/hiranya">Hiranya</A>; <A CLASS=v HREF="http://vedabase.net/g/govardhana">govardhana</A> &#8212; <A HREF="http://vedabase.net/g/govardhana">Govardhana</A>; <A CLASS=v HREF="http://vedabase.net/d/dui">dui</A> <A CLASS=v HREF="http://vedabase.net/s/sahodara">sahodara</A> &#8212; two brothers; <A CLASS=v HREF="http://vedabase.net/s/saptagrame">saptagr&#257;me</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the village named <A HREF="http://vedabase.net/s/saptagrama">Saptagr&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/b/bara">b&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/l/laksa">laksha</A> &#8212; 1,200,000; <A CLASS=v HREF="http://vedabase.net/m/mudrara">mudr&#257;ra</A> &#8212; of coins; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the masters.</P><P CLASS=t>TRANSLATION</P><P>Two brothers named Hiranya and Govardhana, who were residents of Saptagr&#257;ma, had an annual income of 1,200,000 rupees.</P><P CLASS=t>PURPORT</P><P>Hiranya and Govardhana were inhabitants of Saptagr&#257;ma in the district of Hugli. Actually they were inhabitants not of Saptagr&#257;ma but of a nearby village named Krishnapura. They took their birth in a big k&#257;yastha family, and although their family title has not been ascertained, it is known that they came from an aristocratic family. The elder brother's name was Hiranya Majumad&#257;ra, and the younger brother's name was Govardhana Majumad&#257;ra. &#346;r&#299; Raghun&#257;tha d&#257;sa was the son of Govardhana Majumad&#257;ra. Their family priest was Balar&#257;ma &#256;c&#257;rya, who was a favorite of Harid&#257;sa Th&#257;kura's, and the family's spiritual master was Yadunandana &#256;c&#257;rya, a favorite of V&#257;sudeva Datta's.</P><P>The village of Saptagr&#257;ma is located on the eastern railway from Calcutta to Burdwan, and presently the railway station is called Tri&#347;abigh&#257;. In those days there was a large river there known as the Sarasvat&#299;, and present-day Tri&#347;abigh&#257; is a great port. In 1592, the P&#257;th&#257;nas invaded, and due to a flooding of the Sarasvat&#299; River in the year 1632, this great port was partially destroyed. It is said that in the seventeenth and eighteenth centuries, Portuguese businessmen used to come aboard their ships. In those days, Saptagr&#257;ma, situated on the southern side of Bengal, was very rich and popular. The merchants, who were the principal residents, were called Saptagr&#257;ma suvarna-vaniks. There were very many rich people there, and Hiranya Majumad&#257;ra and Govardhana Majumad&#257;ra belonged to the k&#257;yastha community. They also were very rich, so much so that it is mentioned in this verse that their annual income as landlords amounted to 1,200,000 rupees. In this connection, one may refer to &#256;di-l&#299;l&#257; (Chapter Eleven, verse 41), which describes Uddh&#257;rana Datta, who also belonged to the Saptagr&#257;m&#299; suvarna-vanik community.</P><P CLASS=l><A CLASS=i HREF="216.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="218.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>