<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 238</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 238"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.238</P><P CLASS=c>markata-vair&#257;gya n&#257; kara loka dekh&#257;ñ&#257;</P><P CLASS=c>yath&#257;-yogya vishaya bhuñja' an&#257;sakta hañ&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/markata">markata</A>-<A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; monkey renunciation; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the people; <A CLASS=v HREF="http://vedabase.net/d/dekhana">dekh&#257;ñ&#257;</A> &#8212; showing off; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/y/yogya">yogya</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is befitting; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; material things; <A CLASS=v HREF="http://vedabase.net/b/bhunja">bhuñja</A>' &#8212; enjoy; <A CLASS=v HREF="http://vedabase.net/a/anasakta">an&#257;sakta</A> &#8212; without attachment; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; being.</P><P CLASS=t>TRANSLATION</P><P>"You should not make yourself a showbottle devotee and become a false renunciant. For the time being, enjoy the material world in a befitting way and do not become attached to it."</P><P CLASS=t>PURPORT</P><P>The word markata-vair&#257;gya, indicating false renunciation, is very important in this verse. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, in commenting on this word, points out that monkeys make an external show of renunciation by not accepting clothing and by living naked in the forest. In this way they consider themselves renunciants, but actually they are very busy enjoying sense gratification with dozens of female monkeys. Such renunciation is called markata-vair&#257;gya &#8212; the renunciation of a monkey. One cannot be really renounced until one actually becomes disgusted with material activity and sees it as a stumbling block to spiritual advancement. Renunciation should not be phalgu, temporary, but should exist throughout one's life. Temporary renunciation, or monkey renunciation, is like the renunciation one feels at a cremation ground. When a man takes a dead body to the crematorium, he sometimes thinks, "This is the final end of the body. Why am I working so hard day and night?" Such sentiments naturally arise in the mind of any man who goes to a crematorial gh&#257;ta. However, as soon as he returns from the cremation grounds, he again engages in material activity for sense enjoyment. This is called &#347;ma&#347;&#257;na-vair&#257;gya, or markata-vair&#257;gya.</P><P>In order to render service to the Lord, one may accept necessary things. If one lives in this way, he may actually become renounced. In the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/108">1.2.108</A>), it is said:</P><P>y&#257;vat&#257; sy&#257;t sva-nirv&#257;hah sv&#299;-kury&#257;t t&#257;vad artha-vit</P><P CLASS=n>&#257;dhikye ny&#363;nat&#257;y&#257;m ca cyavate param&#257;rthatah</P><P>"The bare necessities of life must be accepted, but one should not superfluously increase his necessities. Nor should they be unnecessarily decreased. One should simply accept what is necessary to help one advance spiritually."</P><P>In his Durgama-sa&#324;gaman&#299;, &#346;r&#299; J&#299;va Gosv&#257;m&#299; comments that the word sva-nirv&#257;hah actually means sva-sva-bhakti-nirv&#257;hah. The experienced devotee will accept only those material things that will help him render service to the Lord. In the Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/256">1.2.256</A>), markata-vair&#257;gya, or phalgu-vair&#257;gya, is explained as follows:</P><P>pr&#257;pañcikatay&#257; buddhy&#257; hari-sambandhi-vastunah</P><P CLASS=n>mumukshubhih parity&#257;go vair&#257;gyam phalgu kathyate</P><P>"When persons eager to achieve liberation renounce things related to the Supreme Personality of Godhead, thinking them to be material, their renunciation is called incomplete." Whatever is favorable for the rendering of service to the Lord should be accepted and should not be rejected as a material thing. Yukta-vair&#257;gya, or befitting renunciation, is thus explained:</P><P>an&#257;saktasya vishay&#257;n yath&#257;rham upayuñjatah</P><P CLASS=n>nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate</P><P>"Things should be accepted for the Lord's service and not for one's personal sense gratification. If one accepts something without attachment and accepts it because it is related to Krishna, one's renunciation is called yukta-vair&#257;gya." Since Krishna is the Absolute Truth, whatever is accepted for His service is also the Absolute Truth.</P><P>The word markata-vair&#257;gya is used by &#346;r&#299; Caitanya Mah&#257;prabhu to indicate so-called Vaishnavas who dress themselves in loincloths trying to imitate &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. Such people carry a bead bag and chant, but at heart they are always thinking about getting women and money. Unknown to others, these markata-vair&#257;g&#299;s maintain women but externally present themselves as renunciants. &#346;r&#299; Caitanya Mah&#257;prabhu was very much opposed to these markata-vair&#257;g&#299;s, or pseudo Vaishnavas.</P><P CLASS=l><A CLASS=i HREF="237.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="239.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>