<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 281</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 281"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.281</P><P CLASS=c>tabu vrind&#257;vana y&#257;ha' loka &#347;ikh&#257;ite</P><P CLASS=c>seita karibe, tom&#257;ra yei laya citte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabu">tabu</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/v/vrndavana">vrind&#257;vana</A> <A CLASS=v HREF="http://vedabase.net/y/yaha">y&#257;ha</A>' &#8212; You <A HREF="http://vedabase.net/g/go">go</A> <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> <A CLASS=v HREF="http://vedabase.net/s/sikhaite">&#347;ikh&#257;ite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> teach the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/s/seita">seita</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/karibe">karibe</A> &#8212; You will <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/l/laya">laya</A> &#8212; takes; <A CLASS=v HREF="http://vedabase.net/c/citte">citte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind.</P><P CLASS=t>TRANSLATION</P><P>"Although wherever You stay is Vrind&#257;vana, You will still go to Vrind&#257;vana just to instruct people. Otherwise, You will do whatever You think best."</P><P CLASS=t>PURPORT</P><P>It was not essential for &#346;r&#299; Caitanya Mah&#257;prabhu to go to Vrind&#257;vana, for wherever He stayed was immediately converted to Vrind&#257;vana. Indeed, at that place were also the river Ganges, the river Yamun&#257; and all other places of pilgrimage. This was also expressed by &#346;r&#299; Caitanya Mah&#257;prabhu Himself when He danced in the Ratha-y&#257;tr&#257;. At that time He said that His very mind was Vrind&#257;vana (mora-mana &#8212; vrind&#257;vana). Because His mind was Vrind&#257;vana, all the pastimes of R&#257;dh&#257; and Krishna were taking place within Himself. Nonetheless, just to teach people, He visited bhauma-vrind&#257;vana, Vrind&#257;vana-dh&#257;ma in this material world. In this way the Lord instructed everyone to visit Vrind&#257;vana-dh&#257;ma, which is a very holy place.</P><P>Materialists consider Vrind&#257;vana-dh&#257;ma an unclean city because there are many monkeys and dogs there, and along the bank of the Yamun&#257; there is refuse. Some time ago, a materialistic man asked me, "Why are you living in Vrind&#257;vana? Why have you selected such a dirty place to live after retiring?" Such a person cannot understand that the earthly Vrind&#257;vana-dh&#257;ma is always a representation of the original Vrind&#257;vana-dh&#257;ma. Consequently Vrind&#257;vana-dh&#257;ma is as worshipable as Lord Krishna. &#256;r&#257;dhyo bhagav&#257;n vraje&#347;a-tanayas tad-dh&#257;ma vrind&#257;vanam: according to &#346;r&#299; Caitanya Mah&#257;prabhu's philosophy, Lord &#346;r&#299; Krishna and His abode, Vrind&#257;vana, are equally worshipable. Sometimes materialistic people who have no spiritual understanding go to Vrind&#257;vana as tourists. One who goes to Vrind&#257;vana with such materialistic vision cannot derive any spiritual benefit. Such a person is not convinced that Krishna and Vrind&#257;vana are identical. Since they are identical, Vrind&#257;vana is as worshipable as Lord Krishna. &#346;r&#299; Caitanya Mah&#257;prabhu's vision (mora-mana &#8212; vrind&#257;vana) is different from the vision of an ordinary materialistic person. At the Ratha-y&#257;tr&#257; festival, &#346;r&#299; Caitanya Mah&#257;prabhu, absorbed in the ecstasy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, dragged Lord Krishna back to Vrind&#257;vana-dh&#257;ma. &#346;r&#299; Caitanya Mah&#257;prabhu spoke of this in the verses beginning &#257;hu&#347; ca te (<A CLASS=v HREF="../../../cc/madhya/13/136.htm">Madhya 13.136</A>).</P><P>In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/84/13.htm">10.84.13</A>) it is stated:</P><P>yasy&#257;tma-buddhih kunape tri-dh&#257;tuke</P><P CLASS=n>sva-dh&#299;h kalatr&#257;dishu bhauma ijya-dh&#299;h</P><P CLASS=n>yat-t&#299;rtha-buddhih salile na karhicij</P><P CLASS=n>janeshv abhijñeshu sa eva go-kharah</P><P>"A human being who identifies the body made of three elements with his self, who considers the by-products of the body to be his kinsmen, who considers the land of birth as worshipable, and who goes to a place of pilgrimage simply to take a bath rather than meet men of transcendental knowledge there is to be considered like an ass or a cow."</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu personally renovated Vrind&#257;vana-dh&#257;ma and advised His chief disciples, R&#363;pa and San&#257;tana, to develop it and open it to attract the spiritual vision of the general populace. At present there are about five thousand temples in Vrind&#257;vana, and still our society, the International Society for Krishna Consciousness, is constructing a huge, magnificent temple for the worship of Lord Krishna and Lord Balar&#257;ma, along with R&#257;dh&#257;-Krishna and Guru-Gaur&#257;&#324;ga. Since there is no prominent Krishna-Balar&#257;ma temple in Vrind&#257;vana, we are attempting to construct one so that people will be attracted to Krishna-Balar&#257;ma, or Nit&#257;i-Gauracandra. Vrajendra-nandana yei, &#347;ac&#299; suta haila sei. Narottama d&#257;sa Th&#257;kura says that Balar&#257;ma and the son of Mah&#257;r&#257;ja Nanda have advented Themselves as Gaura-Nit&#257;i. To propagate this fundamental principle, we are establishing a Krishna-Balar&#257;ma temple to broadcast to the world that worship of Gaura-Nit&#257;i is the same as worship of Krishna-Balar&#257;ma.</P><P>Although it is very difficult to enter into the R&#257;dh&#257;-Krishna pastimes, most of the devotees of Vrind&#257;vana are attracted to the r&#257;dh&#257;-krishna-l&#299;l&#257;. However, since Nit&#257;i-Gauracandra are direct incarnations of Balar&#257;ma and Krishna, we can be directly in touch with Lord Balar&#257;ma and Lord Krishna through &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda Prabhu. Those who are highly elevated in Krishna consciousness can enter into the pastimes of R&#257;dh&#257;-Krishna through the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. It is said, &#347;r&#299;-krishna-caitanya r&#257;dh&#257;-krishna nahe anya: "&#346;r&#299; Krishna Caitanya Mah&#257;prabhu is a combination of R&#257;dh&#257; and Krishna."</P><P>Sometimes materialists, forgetting the pastimes of R&#257;dh&#257;-Krishna and Krishna-Balar&#257;ma, go to Vrind&#257;vana, accept the land's spiritual facilities and engage in material activity. This is against the teachings of &#346;r&#299; Caitanya Mah&#257;prabhu. The pr&#257;krita-sahajiy&#257;s proclaim themselves vraja-v&#257;s&#299;s or dh&#257;ma-v&#257;s&#299;s, but they are mainly engaged in sense gratification. Thus they become more and more implicated in the materialistic way of life. Those who are pure devotees in Krishna consciousness condemn their activities. The eternal vraja-v&#257;s&#299;s like Svar&#363;pa D&#257;modara did not even come to Vrind&#257;vana-dh&#257;ma. &#346;r&#299; Pundar&#299;ka Vidy&#257;nidhi, &#346;r&#299; Harid&#257;sa Th&#257;kura, &#346;r&#299;v&#257;sa Pandita, &#346;iv&#257;nanda Sena, &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, &#346;r&#299; &#346;ikhi M&#257;hiti, &#346;r&#299; M&#257;dhav&#299;dev&#299; and &#346;r&#299; Gad&#257;dhara Pandita Gosv&#257;m&#299; never visited Vrind&#257;vana-dh&#257;ma. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura points out that we have no authorized documents stating that these exalted personalities visited Vrind&#257;vana. Nonetheless, we find many nondevotees, M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, pr&#257;krita-sahajiy&#257;s, fruitive workers, mental speculators and many others with material motives going to Vrind&#257;vana to live. Many of these people go there to solve their economic problems by becoming beggars. Although anyone living in Vrind&#257;vana somehow or other is benefited, the real Vrind&#257;vana is appreciated only by a pure devotee. As stated in the Brahma-samhit&#257;, prem&#257;ñjana-cchurita-bhakti-vilocanena [<A CLASS=v HREF="../../../bs/5/38.htm">Bs. 5.38</A>]. When one has purified eyes, he can see that &#346;r&#299; Vrind&#257;vana and the original Goloka Vrind&#257;vana planet in the spiritual sky are identical.</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura, &#346;r&#299;niv&#257;sa &#256;c&#257;rya, &#346;r&#299; Jagann&#257;tha d&#257;sa B&#257;b&#257;j&#299; Mah&#257;r&#257;ja, &#346;r&#299; Bhagav&#257;n d&#257;sa B&#257;b&#257;j&#299; Mah&#257;r&#257;ja and &#346;r&#299;la Gauraki&#347;ora d&#257;sa B&#257;b&#257;j&#299; Mah&#257;r&#257;ja, and later &#346;r&#299; Bhaktivinoda Th&#257;kura of Calcutta, always engaged in n&#257;ma-bhajana and certainly did not live anywhere but Vrind&#257;vana. Presently, the members of the Hare Krishna movement throughout the world live in materially opulent cities, such as London, New York, Los Angeles, Paris, Moscow, Zurich and Stockholm. However, we are satisfied with following in the footsteps of &#346;r&#299;la Bhaktivinoda Th&#257;kura and other &#257;c&#257;ryas. Because we live in the temples of R&#257;dh&#257;-Krishna and continuously hold hari-n&#257;ma-sa&#324;k&#299;rtana &#8212; the chanting of Hare Krishna &#8212; we consequently live in Vrind&#257;vana and nowhere else. We are also following in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu by attempting to construct a temple in Vrind&#257;vana for our disciples throughout the world to visit.</P><P CLASS=l><A CLASS=i HREF="280.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="282.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>