<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 64</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 64"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.64</P><P CLASS=c>prati-varsha n&#299;l&#257;cale tumi n&#257; &#257;sib&#257;</P><P CLASS=c>gaude rahi' mora icch&#257; saphala karib&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A> &#8212; every year; <A CLASS=v HREF="http://vedabase.net/n/nilacale">n&#299;l&#257;cale</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/asiba">&#257;sib&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not come; <A CLASS=v HREF="http://vedabase.net/g/gaude">gaude</A> <A CLASS=v HREF="http://vedabase.net/r/rahi">rahi</A>' &#8212; staying <A HREF="http://vedabase.net/i/in">in</A> Bengal; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A> &#8212; My desire; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> <A CLASS=v HREF="http://vedabase.net/k/kariba">karib&#257;</A> &#8212; <A HREF="http://vedabase.net/m/make">make</A> successful.</P><P CLASS=t>TRANSLATION</P><P>"Do not come to Jagann&#257;tha Pur&#299; every year, but stay in Bengal and fulfill My desire."</P><P CLASS=t>PURPORT</P><P>The mission of &#346;r&#299; Caitanya Mah&#257;prabhu is to spread the only medicine effective in this fallen Age of Kali &#8212; the chanting of the Hare Krishna mah&#257;-mantra. Following the orders of His mother, &#346;r&#299; Caitanya Mah&#257;prabhu was residing at Jagann&#257;tha Pur&#299;, and the devotees were coming to see Him. However, the Lord felt that this message must be spread very elaborately in Bengal, and in His absence there was not a second person capable of doing it. Consequently the Lord requested Nity&#257;nanda Prabhu to stay there and broadcast the message of Krishna consciousness. The Lord also entrusted a similar preaching responsibility to R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;. Nity&#257;nanda Prabhu was requested not to come every year to Jagann&#257;tha Pur&#299;, although seeing Lord Jagann&#257;tha greatly benefits everyone. Does this mean that the Lord was refusing Nity&#257;nanda Prabhu a fortunate opportunity? No. One who is a faithful servant of &#346;r&#299; Caitanya Mah&#257;prabhu must execute His order, even if one has to sacrifice going to Jagann&#257;tha Pur&#299; to see Lord Jagann&#257;tha there. In other words, it is a greater fortune to carry out &#346;r&#299; Caitanya Mah&#257;prabhu's order than to satisfy one's senses by seeing Lord Jagann&#257;tha.</P><P>Preaching Caitanya Mah&#257;prabhu's cult throughout the world is more important than staying in Vrind&#257;vana or Jagann&#257;tha Pur&#299; for one's own personal satisfaction. Spreading Krishna consciousness is &#346;r&#299; Caitanya Mah&#257;prabhu's mission; therefore His sincere devotees must carry out His desire.</P><P>prithiv&#299;te &#257;che yata nagar&#257;di gr&#257;ma</P><P CLASS=n>sarvatra prac&#257;ra haibe mora n&#257;ma</P><P>The devotees of Lord Caitanya must preach Krishna consciousness in every village and town in the world. That will satisfy the Lord. It is not that one should act whimsically for his own personal satisfaction. This order comes down through the parampar&#257; system, and the spiritual master presents these orders to the disciple so that he can spread the message of &#346;r&#299; Caitanya Mah&#257;prabhu. It is the duty of every disciple to carry out the order of the bona fide spiritual master and spread Lord Caitanya's message all over the world.</P><P CLASS=l><A CLASS=i HREF="63.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="65.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>