<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 65"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.65</P><P CLASS=c>t&#257;h&#257;&#324; siddhi kare &#8212; hena anye n&#257; dekhiye</P><P CLASS=c>&#257;m&#257;ra 'dushkara' karma, tom&#257; haite haye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tahan">t&#257;h&#257;&#324;</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/s/siddhi">siddhi</A> &#8212; success; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; makes; <A CLASS=v HREF="http://vedabase.net/h/hena">hena</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; other person; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dekhiye">dekhiye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> see; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/d/duskara">dushkara</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; work; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/h/haye">haye</A> &#8212; becomes successful.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu continued, "You can perform a task that even I cannot do. But for You, I cannot find anyone in Gauda-de&#347;a who can fulfill My mission there."</P><P CLASS=t>PURPORT</P><P>Lord Caitanya's mission is to deliver the fallen souls of this age. In this Age of Kali, practically cent percent of the population is fallen. &#346;r&#299; Caitanya Mah&#257;prabhu certainly delivered many fallen souls, but His disciples mainly came from the upper classes. For example, He delivered &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299;, S&#257;rvabhauma Bhatt&#257;c&#257;rya and many others who were socially elevated but fallen from the spiritual point of view. &#346;r&#299;la R&#363;pa and San&#257;tana Gosv&#257;m&#299;s were situated in government service, and S&#257;rvabhauma Bhatt&#257;c&#257;rya was the topmost scholar of India. Similarly, Prak&#257;&#347;&#257;nanda Sarasvat&#299; was a leader of many thousands of M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. It was &#346;r&#299;la Nity&#257;nanda Prabhu, however, who delivered persons like Jag&#257;i and M&#257;dh&#257;i. Therefore, Lord Caitanya says, &#257;m&#257;ra 'dushkara' karma, tom&#257; haite haye. Jag&#257;i and M&#257;dh&#257;i were delivered solely by Nity&#257;nanda Prabhu's mercy. When they injured Nity&#257;nanda Prabhu, Lord Caitanya became angry and decided to kill them with His Sudar&#347;ana cakra, but Nity&#257;nanda Prabhu saved them from the Lord's wrath and delivered them. In the incarnation of Gaura-Nit&#257;i, the Lord is not supposed to kill demons but is supposed to deliver them by preaching Krishna consciousness. In the case of Jag&#257;i and M&#257;dh&#257;i, &#346;r&#299; Caitanya Mah&#257;prabhu was so angry that He would have immediately killed them, but Nity&#257;nanda Prabhu was so kind that He not only saved them from death but elevated them to the transcendental position. Thus what was not possible for &#346;r&#299; Caitanya Mah&#257;prabhu was carried out by Nity&#257;nanda Prabhu.</P><P>Similarly, if one is true to Gaura-Nit&#257;i's service in the disciplic succession, he can even excel Nity&#257;nanda Prabhu's service. This is the process of disciplic succession. Nity&#257;nanda Prabhu delivered Jag&#257;i and M&#257;dh&#257;i, but a servant of Nity&#257;nanda Prabhu, by His grace, can deliver many thousands of Jag&#257;is and M&#257;dh&#257;is. That is the special benediction of the disciplic succession. One who is situated in the disciplic succession can be understood by the result of his activities. This is always true as far as the activities of the Lord and His devotees are concerned. Therefore Lord &#346;iva says:</P><P>&#257;r&#257;dhan&#257;n&#257;m sarvesh&#257;m vishnor &#257;r&#257;dhanam param</P><P CLASS=n>tasm&#257;t parataram devi tad&#299;y&#257;n&#257;m samarcanam</P><P>"Of all types of worship, worship of Lord Vishnu is best, and better than the worship of Lord Vishnu is the worship of His devotee, the Vaishnava." (Padma Pur&#257;na)</P><P>By the grace of Vishnu, a Vaishnava can render better service than Vishnu; that is the special prerogative of a Vaishnava. The Lord actually wants to see His servants work more gloriously than Himself. For instance, on the Battlefield of Kurukshetra, &#346;r&#299; Krishna provoked Arjuna to fight because all the warriors on the battlefield were to die by Krishna's plan. Krishna Himself did not want to take credit; rather, He wanted Arjuna to take credit. Therefore He asked him to fight and win fame:</P><P>tasm&#257;t tvam uttishtha ya&#347;o labhasva</P><P CLASS=n>jitv&#257; &#347;atr&#363;n bhu&#324;kshva r&#257;jyam samriddham</P><P CLASS=n>mayaivaite nihat&#257;h p&#363;rvam eva</P><P CLASS=n>nimitta-m&#257;tram bhava savya-s&#257;cin</P><P>"Therefore get up. Prepare to fight and win glory. Conquer your enemies and enjoy a flourishing kingdom. They are already put to death by My arrangement, and you, O Savyas&#257;c&#299;, can be but an instrument in the fight." (<A CLASS=v HREF="../../../bg/11/33.htm">Bg. 11.33</A>)</P><P>Thus the Supreme Personality of Godhead gives credit to a devotee who performs any heavy task perfectly. Hanum&#257;nj&#299;, or Vajr&#257;&#324;gaj&#299;, the servant of Lord R&#257;macandra, serves as another example. It was Hanum&#257;nj&#299; who jumped over the sea in one leap and reached the shore of La&#324;k&#257; from the shore of Bh&#257;rata-varsha. When Lord R&#257;macandra chose to go there, He paved the way with stones, although by His will the stones were able to float on the sea. If we simply follow &#346;r&#299; Caitanya Mah&#257;prabhu's instructions and follow in the footsteps of &#346;r&#299; Nity&#257;nanda Prabhu, this Krishna consciousness movement can advance, and even more difficult tasks can be performed by the preachers remaining faithful to the service of the Lord.</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>