<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 67"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.67</P><P CLASS=c>acintya-&#347;aktye kara tumi t&#257;h&#257;ra ghatana</P><P CLASS=c>ye kar&#257;ha, sei kari, n&#257;hika niyama</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/acintya">acintya</A>-<A CLASS=v HREF="http://vedabase.net/s/saktye">&#347;aktye</A> &#8212; by inconceivable energy; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/t/tahara">t&#257;h&#257;ra</A> &#8212; of that relationship; <A CLASS=v HREF="http://vedabase.net/g/ghatana">ghatana</A> &#8212; the operation; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/k/karaha">kar&#257;ha</A> &#8212; You <A HREF="http://vedabase.net/m/make">make</A> <A HREF="http://vedabase.net/m/me">Me</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/n/nahika">n&#257;hika</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/n/niyama">niyama</A> &#8212; restriction.</P><P CLASS=t>TRANSLATION</P><P>"By Your inconceivable energy, You can do whatever You like, and whatever You make Me do, I do without restriction."</P><P CLASS=t>PURPORT</P><P>As stated in the beginning of &#346;r&#299;mad-Bh&#257;gavatam: tene brahma hrid&#257; ya &#257;di-kavaye. Lord Brahm&#257; is the first living creature within this universe, and he is also the creator of this universe. How is this possible? Although he is the first living entity, Lord Brahm&#257; is not in the category of vishnu-tattva. Rather, he is part of the j&#299;va-tattva. Nonetheless, by the grace of the Lord, who instructed him through the heart (tene brahma hrid&#257;), Lord Brahm&#257; could create a huge universe. Those who are actually pure devotees of the Lord are instructed by the Lord through the heart, where the Lord is always situated. &#298;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati (<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>). If he follows the instructions of the Supreme Personality of Godhead, the living entity, even though an insignificant creature, can perform the most difficult tasks by the Lord's grace. Lord Krishna confirms this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me."</P><P>Everything is possible for a pure devotee because he acts under the instructions of the Supreme Personality of Godhead. Through His inconceivable energy, a pure devotee can perform tasks that are supposed to be very, very difficult. He can perform tasks not even previously performed by the Lord Himself. Therefore Nity&#257;nanda Prabhu told &#346;r&#299; Caitanya Mah&#257;prabhu, ye kar&#257;ha, sei kari, n&#257;hika niyama: "I do not know by what regulative principle I am carrying out this wonderful work, but I know for certain that I will do whatever You desire." Although the Lord wants to give all credit to His devotee, the devotee himself never takes credit, for he acts only under the Lord's direction. Consequently all credit goes to the Lord. This is the nature of the relationship between the Lord and His devotee. The Lord wants to give all credit to His servant, but the servant does not take any credit, for he knows that everything is carried out by the Lord.</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="68.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>