<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 72"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.72</P><P CLASS=c>"krishna-n&#257;ma nirantara y&#257;&#324;h&#257;ra vadane</P><P CLASS=c>sei vaishnava-&#347;reshtha, bhaja t&#257;&#324;h&#257;ra carane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nirantara">nirantara</A> &#8212; incessantly; <A CLASS=v HREF="http://vedabase.net/y/yanhara">y&#257;&#324;h&#257;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/v/vadane">vadane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mouth; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-<A CLASS=v HREF="http://vedabase.net/s/srestha">&#347;reshtha</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> first-class <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaja">bhaja</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/t/tanhara">t&#257;&#324;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/c/carane">carane</A> &#8212; his lotus feet.</P><P CLASS=t>TRANSLATION</P><P>"A person who is always chanting the holy name of the Lord is to be considered a first-class Vaishnava, and your duty is to serve his lotus feet."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that any Vaishnava who is constantly chanting the holy name of the Lord should be considered to have attained the second platform of Vaishnavism. Such a devotee is superior to a neophyte Vaishnava who has just learned to chant the holy name of the Lord. A neophyte devotee simply tries to chant the holy name, whereas the advanced devotee is accustomed to chanting and takes pleasure in it. Such an advanced devotee is called a madhyama-bh&#257;gavata, which indicates that he has attained the intermediate stage between the neophyte and the perfect devotee. Generally a devotee in the intermediate stage becomes a preacher. A neophyte devotee or an ordinary person should worship the madhyama-bh&#257;gavata, who is a via medium.</P><P>In his Upade&#347;&#257;mrita (5) &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says, pranatibhi&#347; ca bhajantam &#299;&#347;am. This means that madhyama-adhik&#257;r&#299; devotees should exchange obeisances between themselves.</P><P>The word nirantara, meaning "without cessation, continuously, constantly," is very important in this verse. The word antara means "interval." If one has desires other than a desire to perform devotional service &#8212; in other words, if one sometimes engages in devotional service and sometimes strives for sense gratification &#8212; his service will be interrupted. A pure devotee, therefore, should have no desire other than to serve Krishna. He should be above fruitive activity and speculative knowledge. In his Bhakti-ras&#257;mrita-sindhu [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>], &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says:</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>This is the platform of pure devotional service. One should not be motivated by fruitive activity or mental speculation but should simply serve Krishna favorably. That is first-class devotion.</P><P>Another meaning of antara is "this body." The body is an impediment to self-realization because it is always engaged in sense gratification. Similarly, antara means "money." If money is not used in Krishna's service, it is also an impediment. Antara also means janat&#257;, "people in general." The association of ordinary persons may destroy the principles of devotional service. Similarly, antara may mean "greed" &#8212; greed to acquire more money or enjoy more sense gratification. Finally, the word antara may also mean "atheistic ideas," by which one considers the temple Deity to be made of stone, wood or gold. All of these are impediments. The Deity in the temple is not material &#8212; He is the Supreme Personality of Godhead Himself. Similarly, considering the spiritual master an ordinary human being (gurushu nara-matih) is also an impediment. Nor should one consider a Vaishnava a member of a particular caste or nation. Nor should a Vaishnava be considered material. Caran&#257;mrita should not be considered ordinary drinking water, and the holy name of the Lord should not be considered an ordinary sound vibration. Nor should one look on Lord Krishna as an ordinary human being, for He is the origin of all vishnu-tattvas; nor should one regard the Supreme Lord as a demigod. Intermingling the spiritual with the material causes one to look on transcendence as material and the mundane as spiritual. This is all due to a poor fund of knowledge. One should not consider Lord Vishnu and things related to Him as being different. All this is offensive.</P><P>In the Bhakti-sandarbha (265), &#346;r&#299;la J&#299;va Gosv&#257;m&#299; writes: n&#257;maikam yasya v&#257;ci smarana-patha-gatam ity-&#257;dau deha-dravin&#257;di-nimittaka-'p&#257;shanda'-&#347;abdena ca da&#347;a apar&#257;dh&#257; lakshyante, p&#257;shanda-mayatv&#257;t tesh&#257;m. "In the verse beginning n&#257;maikam yasya, we find the word p&#257;sanda ['godlessness']. The word literally indicates misuse of one's body or property, but in that verse it implies the ten offenses against the Lord's holy name, since each of these leads to such godless behavior."</P><P>The M&#257;y&#257;v&#257;d&#299;s look on Vishnu and Vaishnavas imperfectly due to their poor fund of knowledge, and this is condemned. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/2/46.htm">11.2.46</A>), the intermediate Vaishnava is described as follows:</P><P>&#299;&#347;vare tad-adh&#299;neshu b&#257;li&#347;eshu dvishatsu ca</P><P CLASS=n>prema-maitr&#299;-kripopeksh&#257; yah karoti sa madhyamah</P><P>"The intermediate Vaishnava has to love God, make friends with the devotees, instruct the innocent and reject jealous people." These are the four functions of the Vaishnava in the intermediate stage. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/64.htm">Madhya 22.64</A>) &#346;r&#299; San&#257;tana Gosv&#257;m&#299; is taught:</P><P>&#347;raddh&#257;v&#257;n jana haya bhakti-adhik&#257;r&#299;</P><P CLASS=n>'uttama', 'madhyama', 'kanishtha' &#8212; &#347;raddh&#257;-anus&#257;r&#299;</P><P>"One who is faithful is a proper candidate for devotional service. In terms of one's degree of faith in devotional service, one is a first-class, second-class or neophyte Vaishnava."</P><P>&#347;&#257;stra-yukti n&#257;hi j&#257;ne dridha, &#347;raddh&#257;v&#257;n</P><P CLASS=n>'madhyama-adhik&#257;r&#299;' sei mah&#257;-bh&#257;gyav&#257;n</P><P>"One who has attained the intermediate stage is not very advanced in &#347;&#257;stric knowledge, but he has firm faith in the Lord. Such a person is very fortunate to be situated on the intermediate platform." (Cc. <A CLASS=v HREF="../../../cc/madhya/22/67.htm">Madhya 22.67</A>)</P><P>rati-prema-t&#257;ratamye bhakta-taratama</P><P>"Attraction and love for God are the ultimate goal of devotional service. The degrees of such attraction and love distinguish the different stages of devotion &#8212; neophyte, intermediate and perfectional." (Cc. <A CLASS=v HREF="../../../cc/madhya/22/71.htm">Madhya 22.71</A>) An intermediate devotee is greatly attracted to chanting the holy name, and by chanting he is elevated to the platform of love. If one chants the holy name of the Lord with great attachment, he can understand his position as an eternal servant of the spiritual master, other Vaishnavas and Krishna Himself. Thus the intermediate Vaishnava considers himself krishna-d&#257;sa, Krishna's servant. He therefore preaches Krishna consciousness to innocent neophytes and stresses the importance of chanting the Hare Krishna mah&#257;-mantra. An intermediate devotee can identify the nondevotee or motivated devotee. The motivated devotee or the nondevotee are on the material platform, and they are called pr&#257;krita. The intermediate devotee does not mix with such materialistic people. However, he understands that the Supreme Personality of Godhead and everything related to Him are on the same transcendental platform. Actually none of them are mundane.</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="73.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>