<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 74</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16 Verse 74"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16.74</P><P CLASS=c>y&#257;&#324;h&#257;ra dar&#347;ane mukhe &#257;ise krishna-n&#257;ma</P><P CLASS=c>t&#257;&#324;h&#257;re j&#257;niha tumi 'vaishnava-pradh&#257;na'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yanhara">y&#257;&#324;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/d/darsane">dar&#347;ane</A> &#8212; by the sight of whom; <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mouth; <A CLASS=v HREF="http://vedabase.net/a/aise">&#257;ise</A> &#8212; automatically awakens; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tanhare">t&#257;&#324;h&#257;re</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/j/janiha">j&#257;niha</A> &#8212; must know; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/v/vaisnava">vaishnava</A>-<A CLASS=v HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A> &#8212; the first-class <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said, "A first-class Vaishnava is he whose very presence makes others chant the holy name of Krishna."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura says that if an observer immediately remembers the holy name of Krishna upon seeing a Vaishnava, that Vaishnava should be considered a mah&#257;-bh&#257;gavata, a first-class devotee. Such a Vaishnava is always aware of his Krishna conscious duty, and he is enlightened in self-realization. He is always in love with the Supreme Personality of Godhead, Krishna, and this love is without adulteration. Because of this love, he is always awake to transcendental realization. Because he knows that Krishna consciousness is the basis of knowledge and action, he sees everything as being connected with Krishna. Such a person is able to chant the holy name of Krishna perfectly. Such a mah&#257;-bh&#257;gavata Vaishnava has the transcendental eyes to see who is sleeping under the spell of m&#257;y&#257;, and he engages himself in awakening sleeping conditioned beings by spreading the knowledge of Krishna consciousness. He opens eyes that are closed by forgetfulness of Krishna. Thus the living entity is liberated from the dullness of material energy and is engaged fully in the service of the Lord. The madhyama-adhik&#257;r&#299; Vaishnava can awaken others to Krishna consciousness and engage them in duties whereby they can advance. It is therefore said in the Caitanya-carit&#257;mrita (Madhya-l&#299;l&#257;, Chapter Six, verse 279):</P><P>loh&#257;ke y&#257;vat spar&#347;i' hema n&#257;hi kare</P><P CLASS=n>t&#257;vat spar&#347;a-mani keha cinite n&#257; p&#257;re</P><P>"One cannot understand the value of touchstone until it turns iron into gold." One should judge by action, not by promises. A mah&#257;-bh&#257;gavata can turn a living entity from abominable material life to the Lord's service. This is the test of a mah&#257;-bh&#257;gavata. Although preaching is not meant for a mah&#257;-bh&#257;gavata, a mah&#257;-bh&#257;gavata can descend to the platform of madhyama-bh&#257;gavata just to convert others to Vaishnavism. Actually a mah&#257;-bh&#257;gavata is fit to spread Krishna consciousness, but he does not distinguish where Krishna consciousness should be spread from where it should not. He thinks that everyone is competent to accept Krishna consciousness if the chance is provided. A neophyte and an intermediate devotee should always be eager to hear the mah&#257;-bh&#257;gavata and serve him in every respect. The neophyte and intermediate devotees can gradually rise to the platform of uttama-adhik&#257;r&#299; and become first-class devotees. Symptoms of a first-class devotee are given in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/11/2/45.htm">11.2.45</A>):</P><P>sarva-bh&#363;teshu yah pa&#347;yed bhagavad-bh&#257;vam &#257;tmanah</P><P CLASS=n>bh&#363;t&#257;ni bhagavaty &#257;tmany esha bh&#257;gavatottamah</P><P>"The most advanced devotee sees within everything the soul of all souls, the Supreme Personality of Godhead, &#346;r&#299; Krishna. Consequently, he sees everything in relation to the Supreme Lord and understands that everything that exists is eternally situated within the Lord."</P><P>When teaching San&#257;tana Gosv&#257;m&#299;, the Lord further said:</P><P>&#347;&#257;stra-yuktye sunipuna, dridha-&#347;raddh&#257; y&#257;&#324;ra</P><P CLASS=n>'uttama-adhik&#257;r&#299;' se t&#257;raye sams&#257;ra</P><P>"One who is expert in the Vedic literature and has full faith in the Supreme Lord is an uttama-adhik&#257;r&#299;, a first-class Vaishnava, a topmost Vaishnava who can deliver the whole world and turn everyone to Krishna consciousness." (Cc. <A CLASS=v HREF="../../../cc/madhya/22/65.htm">Madhya 22.65</A>) With great love and affection, the mah&#257;-bh&#257;gavata observes the Supreme Personality of Godhead, devotional service and the devotee. He observes nothing beyond Krishna, Krishna consciousness and Krishna's devotees. The mah&#257;-bh&#257;gavata knows that everyone is engaged in the Lord's service in different ways. He therefore descends to the middle platform to elevate everyone to the Krishna conscious position.</P><P CLASS=l><A CLASS=i HREF="73.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="75.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>