<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: The Lord's Attempt to Go to Vrind&#257;vana</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 16 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 16.1</B></A>: By the nectar of His personal glance, the cloud known as &#346;r&#299; Caitanya Mah&#257;prabhu poured water upon the garden of Gauda-de&#347;a and revived the people, who were like creepers and plants burning in the forest fire of material existence.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 16.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of the Lord!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 16.3</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu decided to go to Vrind&#257;vana, and Mah&#257;r&#257;ja Prat&#257;parudra became very morose upon hearing this news.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 16.4</B></A>: The King therefore called for S&#257;rvabhauma Bhatt&#257;c&#257;rya and R&#257;m&#257;nanda R&#257;ya, and he spoke the following submissive words to them.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 16.5</B></A>: Prat&#257;parudra Mah&#257;r&#257;ja said, "Please endeavor to keep &#346;r&#299; Caitanya Mah&#257;prabhu here at Jagann&#257;tha Pur&#299;, for now He is thinking of going elsewhere.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 16.6</B></A>: "Without &#346;r&#299; Caitanya Mah&#257;prabhu, this kingdom is not pleasing to me. Therefore please try to devise some plan to enable the Lord to stay here."</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 16.7</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu Himself consulted R&#257;m&#257;nanda R&#257;ya and S&#257;rvabhauma Bhatt&#257;c&#257;rya, saying, "I shall go to Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 16.8</B></A>: R&#257;m&#257;nanda R&#257;ya and S&#257;rvabhauma Bhatt&#257;c&#257;rya requested the Lord to first observe the Ratha-y&#257;tr&#257; festival. Then when the month of K&#257;rttika arrived, He could go to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 16.9</B></A>: However, when the month of K&#257;rttika came, they both told the Lord, "Now it is very cold. It is better that You wait to see the Dola-y&#257;tr&#257; festival and then go. That will be very nice."</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 16.10</B></A>: In this way they both presented many impediments, indirectly not granting the Lord permission to go to Vrind&#257;vana. They did this because they were afraid of separation from Him.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 16.11</B></A>: Although the Lord is completely independent and no one can check Him, He still did not go without the permission of His devotees.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 16.12</B></A>: Then, for the third year, all the devotees of Bengal wanted to return again to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 16.13</B></A>: All the Bengali devotees gathered around Advaita &#256;c&#257;rya, and in great jubilation the &#256;c&#257;rya departed for Jagann&#257;tha Pur&#299; to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="14-15.htm"><B>CC Madhya 16.14-15</B></A>: Although the Lord told Nity&#257;nanda Prabhu to stay in Bengal and spread ecstatic love of God, Nity&#257;nanda left to go see Caitanya Mah&#257;prabhu. Who can understand Nity&#257;nanda Prabhu's ecstatic love?</P><P CLASS=r><A CLASS=i HREF="16-17.htm"><B>CC Madhya 16.16-17</B></A>: All the devotees of Navadv&#299;pa departed, including &#256;c&#257;ryaratna, Vidy&#257;nidhi, &#346;r&#299;v&#257;sa, R&#257;m&#257;i, V&#257;sudeva, Mur&#257;ri, Govinda and his two brothers and R&#257;ghava Pandita, who took bags of assorted foods. The inhabitants of Kul&#299;na-gr&#257;ma, carrying silken ropes, also departed.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 16.18</B></A>: Narahari and &#346;r&#299; Raghunandana, who were from the village of Khanda, and many other devotees also departed. Who can count them?</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 16.19</B></A>: &#346;iv&#257;nanda Sena, who was in charge of the party, made arrangements to clear the tax collecting centers. He took care of all the devotees and happily traveled with them.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 16.20</B></A>: &#346;iv&#257;nanda Sena took care of all the necessities the devotees required. In particular, he made arrangements for residential quarters, and he knew the roads of Orissa.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 16.21</B></A>: That year all the devotees' wives [th&#257;kur&#257;n&#299;s] also went to see &#346;r&#299; Caitanya Mah&#257;prabhu. S&#299;t&#257;dev&#299;, the mother of Acyut&#257;nanda, went with Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 16.22</B></A>: &#346;r&#299;v&#257;sa Pandita also took his wife, M&#257;lin&#299;, and the wife of &#346;iv&#257;nanda Sena also went with her husband.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 16.23</B></A>: Caitanya d&#257;sa, the son of &#346;iv&#257;nanda Sena, also jubilantly accompanied them as they went to see the Lord.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 16.24</B></A>: The wife of Candra&#347;ekhara [&#256;c&#257;ryaratna] also went. I cannot describe the greatness of Candra&#347;ekhara's love for the Lord.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 16.25</B></A>: To offer &#346;r&#299; Caitanya Mah&#257;prabhu various types of food, all the wives of the great devotees brought from home various dishes that pleased Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 16.26</B></A>: As stated, &#346;iv&#257;nanda Sena made all arrangements for the party's necessities. In particular, he pacified the men in charge of levying taxes and found resting places for everyone.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 16.27</B></A>: &#346;iv&#257;nanda Sena also supplied food to all the devotees and took care of them along the way. In this way, feeling great happiness, he went to see &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 16.28</B></A>: When they all arrived at Remun&#257;, they went to see Lord Gop&#299;n&#257;tha. In the temple there, Advaita &#256;c&#257;rya danced and chanted.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 16.29</B></A>: All the priests of the temple had been previously acquainted with &#346;r&#299; Nity&#257;nanda Prabhu; therefore they all came to offer great respects to the Lord.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 16.30</B></A>: That night, all the great devotees remained in the temple, and the priests brought twelve pots of condensed milk, which they placed before Lord Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 16.31</B></A>: When the condensed milk was placed before Nity&#257;nanda Prabhu, He distributed the pras&#257;dam to everyone, and thus everyone's transcendental bliss increased.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 16.32</B></A>: They then all discussed the story of &#346;r&#299; M&#257;dhavendra Pur&#299;'s installation of the Gop&#257;la Deity, and they discussed how Gop&#257;la begged sandalwood from him.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 16.33</B></A>: It was Gop&#299;n&#257;tha who stole condensed milk for the sake of M&#257;dhavendra Pur&#299;. This incident had been previously related by &#346;r&#299; Caitanya Mah&#257;prabhu Himself.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 16.34</B></A>: This same narration was again related by Lord Nity&#257;nanda to all the devotees, and their transcendental bliss increased as they heard the story again.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 16.35</B></A>: Walking and walking in this way, the devotees arrived at the city of Kataka, where they remained for a day and saw the temple of S&#257;kshi-gop&#257;la.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 16.36</B></A>: When Nity&#257;nanda Prabhu described all the activities of S&#257;kshi-gop&#257;la, transcendental bliss increased in the minds of all the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 16.37</B></A>: Everyone in the party was very anxious at heart to see Caitanya Mah&#257;prabhu; therefore they hastily went on to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 16.38</B></A>: When they all arrived at a bridge called &#256;th&#257;ran&#257;l&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu, hearing the news of their arrival, sent two garlands with Govinda.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 16.39</B></A>: Govinda offered the two garlands to Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu, and They both became very happy.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 16.40</B></A>: Indeed, They began chanting the holy name of Krishna on that very spot, and in this way, dancing and dancing, Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu reached Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 16.41</B></A>: Then, for the second time, &#346;r&#299; Caitanya Mah&#257;prabhu sent garlands through Svar&#363;pa D&#257;modara and other personal associates. Thus they went forward, sent by the son of mother &#346;ac&#299;.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 16.42</B></A>: When the devotees from Bengal reached Lake Narendra, Svar&#363;pa D&#257;modara and the others met them and offered them the garlands given by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 16.43</B></A>: When the devotees finally reached the lion gate, &#346;r&#299; Caitanya Mah&#257;prabhu heard the news and personally went to meet them.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 16.44</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu and all His devotees visited Lord Jagann&#257;tha. Finally, accompanied by them all, He returned to His own residence.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 16.45</B></A>: V&#257;n&#299;n&#257;tha R&#257;ya and K&#257;&#347;&#299; Mi&#347;ra then brought a large quantity of pras&#257;dam, and &#346;r&#299; Caitanya Mah&#257;prabhu distributed it with His own hand and fed them all.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 16.46</B></A>: In the previous year, everyone had his own particular residence, and the same residences were again offered. Thus they all went to take rest.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 16.47</B></A>: For four continuous months all the devotees remained there and enjoyed chanting the Hare Krishna mah&#257;-mantra with &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 16.48</B></A>: As in the previous year, they all washed the Gundic&#257; temple when the time for Ratha-y&#257;tr&#257; arrived.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 16.49</B></A>: The inhabitants of Kul&#299;na-gr&#257;ma delivered silken ropes to Lord Jagann&#257;tha, and, as previously, they all danced before the Lord's car.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 16.50</B></A>: After dancing a great deal, they all went to a nearby garden and took rest beside a lake.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 16.51</B></A>: A br&#257;hmana named Krishnad&#257;sa, who was a resident of R&#257;dha-de&#347;a and a servant of Lord Nity&#257;nanda's, was a very fortunate person.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 16.52</B></A>: It was Krishnad&#257;sa who filled a great waterpot and poured it over the Lord while He was taking His bath. The Lord was greatly satisfied by this.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 16.53</B></A>: The remnants of food offered to the Lord at Balagandi then arrived in great quantity, and &#346;r&#299; Caitanya Mah&#257;prabhu and all His devotees ate it.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 16.54</B></A>: As in the previous year, the Lord, with all the devotees, saw the Ratha-y&#257;tr&#257; festival and the Her&#257;-pañcam&#299; festival as well.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 16.55</B></A>: Advaita &#256;c&#257;rya then extended an invitation to &#346;r&#299; Caitanya Mah&#257;prabhu, and there was a great rainstorm connected with that incident.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 16.56</B></A>: All these episodes have been elaborately described by &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura. Then one day &#346;r&#299;v&#257;sa Th&#257;kura extended an invitation to the Lord.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 16.57</B></A>: The Lord's favorite vegetables were cooked by M&#257;lin&#299;dev&#299;, the wife of &#346;r&#299;v&#257;sa Th&#257;kura. She devotedly considered herself a maidservant of &#346;r&#299; Caitanya Mah&#257;prabhu, but in affection she was just like a mother.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 16.58</B></A>: All the chief devotees, headed by Candra&#347;ekhara [&#256;c&#257;ryaratna], used to extend invitations to &#346;r&#299; Caitanya Mah&#257;prabhu periodically.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 16.59</B></A>: At the end of the four-month C&#257;turm&#257;sya period, Caitanya Mah&#257;prabhu again consulted with Nity&#257;nanda Prabhu daily in a solitary place. No one could understand what Their consultation was about.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 16.60</B></A>: Then &#346;r&#299;la Advaita &#256;c&#257;rya said something to Caitanya Mah&#257;prabhu through gestures and read some poetic passages, which no one understood.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 16.61</B></A>: Seeing the face of Advaita &#256;c&#257;rya, Lord &#346;r&#299; Caitanya Mah&#257;prabhu smiled. Understanding that the Lord had accepted the proposal, Advaita &#256;c&#257;rya started to dance.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 16.62</B></A>: No one knew what Advaita &#256;c&#257;rya requested or what the Lord ordered. After embracing the &#256;c&#257;rya, &#346;r&#299; Caitanya Mah&#257;prabhu bade Him farewell.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 16.63</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then told Nity&#257;nanda Prabhu, "Please hear Me, O holy man: I now request something of You. Kindly grant My request.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 16.64</B></A>: "Do not come to Jagann&#257;tha Pur&#299; every year, but stay in Bengal and fulfill My desire."</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 16.65</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "You can perform a task that even I cannot do. But for You, I cannot find anyone in Gauda-de&#347;a who can fulfill My mission there."</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 16.66</B></A>: Nity&#257;nanda Prabhu replied, "O Lord, You are the life, and I am the body. There is no difference between the body and life itself, but life is more important than the body.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 16.67</B></A>: "By Your inconceivable energy, You can do whatever You like, and whatever You make Me do, I do without restriction."</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 16.68</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu embraced Nity&#257;nanda Prabhu and bade Him farewell. He then bade farewell to all the other devotees.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 16.69</B></A>: As in the previous year, one of the inhabitants of Kul&#299;na-gr&#257;ma submitted a petition to the Lord, saying, "My Lord, kindly tell me what my duty is and how I should execute it."</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 16.70</B></A>: The Lord replied, "You should engage yourself in the service of the servants of Krishna and always chant the holy name of Krishna. If you do these two things, you will very soon attain shelter at Krishna's lotus feet."</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 16.71</B></A>: The inhabitant of Kul&#299;na-gr&#257;ma said, "Please let me know who is actually a Vaishnava and what his symptoms are." Understanding his mind, &#346;r&#299; Caitanya Mah&#257;prabhu smiled and gave the following reply.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 16.72</B></A>: "A person who is always chanting the holy name of the Lord is to be considered a first-class Vaishnava, and your duty is to serve his lotus feet."</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 16.73</B></A>: The following year, the inhabitants of Kul&#299;na-gr&#257;ma again asked the Lord the same question. Hearing this question, &#346;r&#299; Caitanya Mah&#257;prabhu again taught them about the different types of Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 16.74</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "A first-class Vaishnava is he whose very presence makes others chant the holy name of Krishna."</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 16.75</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu taught the distinctions between different types of Vaishnavas &#8212; the Vaishnava, Vaishnavatara and Vaishnavatama. He thus successively explained all the symptoms of a Vaishnava to the inhabitants of Kul&#299;na-gr&#257;ma.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 16.76</B></A>: Finally all the Vaishnavas returned to Bengal, but that year Pundar&#299;ka Vidy&#257;nidhi remained at Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 16.77</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and Pundar&#299;ka Vidy&#257;nidhi had a friendly, intimate relationship, and as far as discussing topics about Krishna, they were situated on the same platform.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 16.78</B></A>: Pundar&#299;ka Vidy&#257;nidhi initiated Gad&#257;dhara Pandita for the second time, and on the day of Odana-shashth&#299; Pundar&#299;ka Vidy&#257;nidhi saw the festival.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 16.79</B></A>: When Pundar&#299;ka Vidy&#257;nidhi saw that Lord Jagann&#257;tha was given a starched garment, he became a little hateful. In this way his mind was polluted.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 16.80</B></A>: That night the brothers Lord Jagann&#257;tha and Balar&#257;ma came to Pundar&#299;ka Vidy&#257;nidhi and, smiling, began to slap him.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 16.81</B></A>: Although his cheeks were swollen from the slapping, Pundar&#299;ka Vidy&#257;nidhi was very happy within. This incident has been elaborately described by Th&#257;kura Vrind&#257;vana d&#257;sa.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 16.82</B></A>: Every year the devotees of Bengal would come and stay with &#346;r&#299; Caitanya Mah&#257;prabhu to see the Ratha-y&#257;tr&#257; festival.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 16.83</B></A>: Whatever happened during those years that is worth noting shall be described later.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 16.84</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu passed four years. He spent the first two years on His tour in South India.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 16.85</B></A>: The other two years, &#346;r&#299; Caitanya Mah&#257;prabhu wanted to go to Vrind&#257;vana, but He could not leave Jagann&#257;tha Pur&#299; because of R&#257;m&#257;nanda R&#257;ya's tricks.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 16.86</B></A>: During the fifth year, the devotees from Bengal came to see the Ratha-y&#257;tr&#257; festival. After seeing it, they did not stay but returned to Bengal.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 16.87</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu placed a proposal before S&#257;rvabhauma Bhatt&#257;c&#257;rya and R&#257;m&#257;nanda R&#257;ya. He embraced them and spoke sweet words.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 16.88</B></A>: Caitanya Mah&#257;prabhu said, "My desire to go to Vrind&#257;vana has very much increased. Because of your tricks, I have not been able to go there for the past two years.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 16.89</B></A>: "This time I must go. Will you please give Me permission? Save for you two, I have no other resort.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 16.90</B></A>: "In Bengal I have two shelters &#8212; My mother and the river Ganges. Both of them are very merciful.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 16.91</B></A>: "I shall go to Vrind&#257;vana through Bengal and see both My mother and the river Ganges. Now would you two be pleased to give Me permission?"</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 16.92</B></A>: When S&#257;rvabhauma Bhatt&#257;c&#257;rya and R&#257;m&#257;nanda R&#257;ya heard these words, they began to consider that it was not at all good that they had played so many tricks on the Lord.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 16.93</B></A>: They both said, "Now that the rainy season is here, it will be difficult for You to travel. It is better to wait for Vijay&#257;-da&#347;am&#299; before departing for Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 16.94</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased to thus receive their permission. He waited until the rainy season passed, and when the day of Vijay&#257;-da&#347;am&#299; arrived, He departed for Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 16.95</B></A>: The Lord collected whatever remnants of food were left by Lord Jagann&#257;tha. He also took remnants of the Lord's kad&#257;ra ointment, sandalwood and ropes with Him.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 16.96</B></A>: After taking Lord Jagann&#257;tha's permission early in the morning, &#346;r&#299; Caitanya Mah&#257;prabhu departed, and all the devotees of Orissa began following Him.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 16.97</B></A>: With great care Caitanya Mah&#257;prabhu forbade the Orissan devotees to follow Him. Then, accompanied by His personal associates, He first went to Bhav&#257;n&#299;pura.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 16.98</B></A>: After Lord Caitanya reached Bhav&#257;n&#299;pura, R&#257;m&#257;nanda R&#257;ya arrived on his palanquin, and V&#257;n&#299;n&#257;tha R&#257;ya had a large quantity of pras&#257;dam sent to the Lord.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 16.99</B></A>: After taking pras&#257;dam, &#346;r&#299; Caitanya Mah&#257;prabhu remained there for the night. Early in the morning He began walking, and finally He reached Bhuvane&#347;vara.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 16.100</B></A>: After reaching the city of Kataka, He saw the temple of Gop&#257;la, and a br&#257;hmana there named Svapne&#347;vara invited the Lord to eat.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 16.101</B></A>: R&#257;m&#257;nanda R&#257;ya invited all the others for their meals, and &#346;r&#299; Caitanya Mah&#257;prabhu made His resting place in a garden outside the temple.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 16.102</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was taking rest beneath a bakula tree, R&#257;m&#257;nanda R&#257;ya immediately went to Mah&#257;r&#257;ja Prat&#257;parudra.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 16.103</B></A>: The King was very happy to hear the news, and he hastily went there. Upon seeing the Lord, he fell flat to offer Him obeisances.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 16.104</B></A>: Being overwhelmed with love, the King again and again got up and fell down. When he offered prayers, his whole body shivered, and tears fell from his eyes.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 16.105</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased to see the devotion of the King, and He therefore stood up and embraced him.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 16.106</B></A>: When the Lord embraced the King, the King again and again offered prayers and obeisances. In this way, the Lord's mercy brought tears from the King, and the Lord's body was bathed with these tears.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 16.107</B></A>: Finally R&#257;m&#257;nanda R&#257;ya pacified the King and made him sit down. The Lord bestowed mercy upon him through His body, mind and words.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 16.108</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu showed such mercy to the King that from that day on the Lord became known as Prat&#257;parudra-santr&#257;t&#257;, the deliverer of Mah&#257;r&#257;ja Prat&#257;parudra.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 16.109</B></A>: All the governmental officers also paid their respects to the Lord, and finally the King and his men were bade farewell by the son of mother &#346;ac&#299;.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 16.110</B></A>: The King then went outside and had orders written down and sent to the government servants within his kingdom.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 16.111</B></A>: His orders read: "In every village you should construct new residences, and in five or seven new houses you should store all kinds of food.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 16.112</B></A>: "You should personally take the Lord to these newly constructed houses. Day and night you should engage in His service with a stick in your hands."</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 16.113</B></A>: The King ordered two respectable officers named Haricandana and Mardar&#257;ja to do whatever was necessary to carry out these orders.</P><P CLASS=r><A CLASS=i HREF="114-115.htm"><B>CC Madhya 16.114-115</B></A>: The King also ordered them to maintain a new boat on the banks of the river, and wherever &#346;r&#299; Caitanya Mah&#257;prabhu took His bath or crossed to the other side of the river, they should establish a memorial column and make that place a great place of pilgrimage. "Indeed," said the King, "I will take my bath there. And let me also die there."</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 16.116</B></A>: The King continued, "At Caturdv&#257;ra, please construct new residential quarters. Now, R&#257;m&#257;nanda, you can return to &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 16.117</B></A>: When the King heard that the Lord was leaving that evening, he immediately made arrangements for some elephants with small tents on their backs to be brought there. Then all the ladies of the palace got on the elephants.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 16.118</B></A>: All these ladies went to the road the Lord was taking and remained there in a line. That evening, the Lord departed with His devotees.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 16.119</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu went to the bank of the river Citrotpal&#257; to take His bath, all the queens and ladies of the palace offered their obeisances to Him.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 16.120</B></A>: Upon seeing the Lord, they all felt themselves overwhelmed with love of Godhead, and, tears pouring from their eyes, they began to chant the holy name, "Krishna! Krishna!"</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 16.121</B></A>: There is no one as merciful as &#346;r&#299; Caitanya Mah&#257;prabhu within all three worlds. Simply by seeing Him from a distance, one is overwhelmed with love of Godhead.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 16.122</B></A>: The Lord then got into a new boat and crossed the river. Walking in the full moonlight, He finally reached the town known as Caturdv&#257;ra.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 16.123</B></A>: The Lord spent the night there and in the morning took His bath. At that time, remnants of Lord Jagann&#257;tha's food arrived.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 16.124</B></A>: Following the King's orders, the superintendent of the temple sent large quantities of pras&#257;dam every day, and it was carried by many persons.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 16.125</B></A>: After accepting the pras&#257;dam, &#346;r&#299; Caitanya Mah&#257;prabhu stood up and started to go, chanting the holy names, "Hari! Hari!"</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 16.126</B></A>: R&#257;m&#257;nanda R&#257;ya, Mardar&#257;ja and &#346;r&#299; Haricandana always went with &#346;r&#299; Caitanya Mah&#257;prabhu and rendered various services.</P><P CLASS=r><A CLASS=i HREF="127-129.htm"><B>CC Madhya 16.127-129</B></A>: Param&#257;nanda Pur&#299; Gosv&#257;m&#299;, Svar&#363;pa D&#257;modara, Jagad&#257;nanda, Mukunda, Govinda, K&#257;&#347;&#299;&#347;vara, Harid&#257;sa Th&#257;kura, Vakre&#347;vara Pandita, Gop&#299;n&#257;tha &#256;c&#257;rya, D&#257;modara Pandita, R&#257;m&#257;i, Nand&#257;i and many other devotees accompanied the Lord. I have mentioned only the chief devotees. No one can describe the total number.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 16.130</B></A>: When Gad&#257;dhara Pandita started to go with the Lord, he was forbidden to come and was asked not to give up the vow of kshetra-sanny&#257;sa.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 16.131</B></A>: When he was requested to return to Jagann&#257;tha Pur&#299;, Gad&#257;dhara Pandita told the Lord, "Wherever You are staying is Jagann&#257;tha Pur&#299;. Let my so-called kshetra-sanny&#257;sa go to hell."</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 16.132</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu asked Gad&#257;dhara Pandita to remain at Jagann&#257;tha Pur&#299; and engage in Gop&#299;n&#257;tha's service, Gad&#257;dhara Pandita replied, "One renders service to Gop&#299;n&#257;tha a million times simply by seeing Your lotus feet."</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 16.133</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then said, "If you abandon His service, it will be My fault. It is better that you remain here and render service. That will be My satisfaction."</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 16.134</B></A>: The Pandita replied, "Do not worry. All the faults will be on my head. I shall not accompany You but shall go alone.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 16.135</B></A>: "I shall go to see &#346;ac&#299;m&#257;t&#257;, but I shall not go for Your sake. I shall be responsible for the abandoning of my vow and service to Gop&#299;n&#257;tha."</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 16.136</B></A>: Thus Gad&#257;dhara Pandita Gosv&#257;m&#299; traveled alone, but when they all arrived at Kataka, &#346;r&#299; Caitanya Mah&#257;prabhu called him, and he went into the Lord's company.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 16.137</B></A>: No one can understand the loving intimacy between Gad&#257;dhara Pandita and &#346;r&#299; Caitanya Mah&#257;prabhu. Gad&#257;dhara Pandita gave up his vow and service to Gop&#299;n&#257;tha just as one gives up a piece of straw.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 16.138</B></A>: Gad&#257;dhara Pandita's behavior was very pleasing to &#346;r&#299; Caitanya Mah&#257;prabhu's heart. Nevertheless, the Lord took his hand and spoke to him, displaying the anger of love.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 16.139</B></A>: "You have abandoned Gop&#299;n&#257;tha's service and broken your vow to live in Pur&#299;. All that is now complete because you have come so far.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 16.140</B></A>: "Your wanting to go with Me is simply a desire for sense gratification. In this way, you are breaking two religious principles, and because of this I am very unhappy.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 16.141</B></A>: "If you want My happiness, please return to N&#299;l&#257;cala. You will simply condemn Me if you say any more about this matter."</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 16.142</B></A>: Saying this, &#346;r&#299; Caitanya Mah&#257;prabhu got into a boat, and Gad&#257;dhara Pandita immediately fell down unconscious.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 16.143</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu ordered S&#257;rvabhauma Bhatt&#257;c&#257;rya to take Gad&#257;dhara Pandita with him. The Bhatt&#257;c&#257;rya told Gad&#257;dhara Pandita, "Get up! Such are the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 16.144</B></A>: "You should know that Lord Krishna Himself violated His own promise just to keep the promise of Grandfather Bh&#299;shma.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 16.145</B></A>: "'Intending to make my promise true, Lord Krishna broke His own promise not to take up a weapon at Kurukshetra. With His outer garment falling off, Lord &#346;r&#299; Krishna jumped from His chariot, picked up a wheel and came running at me to kill me. Indeed, He rushed at me like a lion going to kill an elephant, and He caused the whole earth to tremble.'</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 16.146</B></A>: "Similarly, tolerating separation from you, &#346;r&#299; Caitanya Mah&#257;prabhu has protected your vow with great endeavor."</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 16.147</B></A>: In this way S&#257;rvabhauma Bhatt&#257;c&#257;rya revived Gad&#257;dhara Pandita. Then both of them, very much grief-stricken, returned to Jagann&#257;tha Pur&#299;, N&#299;l&#257;cala.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 16.148</B></A>: All the devotees would abandon all kinds of duties for &#346;r&#299; Caitanya Mah&#257;prabhu's sake, yet the Lord did not like the devotees' giving up their promised duties.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 16.149</B></A>: All these are the misgivings of loving affairs. Whoever listens to these incidents gets the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu's lotus feet very soon.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 16.150</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu and His party arrived at Y&#257;japura, the Lord asked the two government officers who had come with Him to return.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 16.151</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu bade farewell to the officers, and R&#257;ya R&#257;m&#257;nanda continued on with the Lord. The Lord talked to R&#257;m&#257;nanda R&#257;ya about &#346;r&#299; Krishna day and night.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 16.152</B></A>: In each and every village, in compliance with the King's order, government officers constructed new houses and filled each of them with stocks of grain. Thus they served the Lord.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 16.153</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu finally arrived at Remun&#257;, where He bade farewell to &#346;r&#299; R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 16.154</B></A>: When R&#257;m&#257;nanda R&#257;ya fell to the ground and lost consciousness, &#346;r&#299; Caitanya Mah&#257;prabhu took him upon His lap and began to cry.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 16.155</B></A>: Caitanya Mah&#257;prabhu's feelings of separation from R&#257;m&#257;nanda R&#257;ya are very difficult to describe. Indeed, it is almost intolerable to do so, and therefore I cannot describe them further.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 16.156</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu finally arrived at the border of the state of Orissa, a government officer came there to meet Him.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 16.157</B></A>: For two or four days, the government officer served the Lord. He also gave the Lord detailed information of what was ahead.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 16.158</B></A>: He informed the Lord that the territory ahead was ruled by a Muslim governor who was a drunkard. Out of fear of this king, no one could walk the road freely.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 16.159</B></A>: The jurisdiction of the Muslim government extended up to Pichalad&#257;. Due to fear of the Muslims, no one would cross the river.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 16.160</B></A>: Mah&#257;r&#257;ja Prat&#257;parudra's government officer further informed &#346;r&#299; Caitanya Mah&#257;prabhu that He should stay at the Orissa border for some days so that a peaceful agreement could be negotiated with the Muslim governor. In that way, the Lord would be able to cross the river peacefully in a boat.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 16.161</B></A>: At that time, a follower of the Muslim governor arrived at the Orissa encampment dressed in disguise.</P><P CLASS=r><A CLASS=i HREF="162-163.htm"><B>CC Madhya 16.162-163</B></A>: The Muslim spy saw the wonderful characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu, and when he returned to the Muslim governor, he told him, "A mendicant has come from Jagann&#257;tha Pur&#299; with many liberated persons.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 16.164</B></A>: "All these saintly people incessantly chant the Hare Krishna mah&#257;-mantra, and they all laugh, dance, chant and cry.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 16.165</B></A>: "Many millions upon millions of people come to see Him, and after they see Him, they cannot return home.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 16.166</B></A>: "All these people become like madmen. They simply chant the holy name of Krishna and dance. Sometimes they even cry and roll on the ground.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 16.167</B></A>: "Actually these things cannot even be described. One can understand them only by seeing. Considering His influence, I accept Him as the Supreme Personality of Godhead."</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 16.168</B></A>: After saying this, the messenger began to chant the holy names of Hari and Krishna. He also began to laugh and cry, dance and sing exactly like a madman.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 16.169</B></A>: When the Muslim governor heard this, his mind changed. He then sent his secretary to the representative of the Orissan government.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 16.170</B></A>: The Muslim secretary came to see &#346;r&#299; Caitanya Mah&#257;prabhu. When he offered his respects to the Lord's lotus feet and uttered the holy name of the Lord, "Krishna, Krishna," he also was overwhelmed with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 16.171</B></A>: After calming down, the Muslim secretary offered his respects and informed the representative of the Orissan government, "The Muslim governor has sent me here.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 16.172</B></A>: "If you agree, the Muslim governor will come here to meet &#346;r&#299; Caitanya Mah&#257;prabhu and then return.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 16.173</B></A>: "The Muslim governor is very eager, and he has submitted this petition with great respect. It is a proposal for peace. You need not fear that we will fight."</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 16.174</B></A>: Upon hearing this proposal, the representative of the Orissan government, the mah&#257;-p&#257;tra, was very much astonished. He thought, "The Muslim governor is a drunkard. Who has changed his mind?</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 16.175</B></A>: "It must be &#346;r&#299; Caitanya Mah&#257;prabhu Himself who has changed the Muslim's mind. Due to His presence and even due to His remembrance, the whole world is liberated."</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 16.176</B></A>: After thinking this, the mah&#257;-p&#257;tra immediately informed the Muslim secretary, "It is a great fortune for your governor. Let him come visit &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 16.177</B></A>: "However, let me make it understood that he should come here without weapons. He may bring with him five or seven servants."</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 16.178</B></A>: The secretary returned to the Muslim governor and informed him of this news. Dressing himself like a Hindu, the Muslim governor then came to see &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 16.179</B></A>: Upon seeing &#346;r&#299; Caitanya Mah&#257;prabhu from a distant place, the Muslim governor fell to the ground and offered obeisances. Tears came to his eyes, and he was jubilant with ecstatic emotions.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 16.180</B></A>: Arriving in that way, the Muslim governor was respectfully brought before &#346;r&#299; Caitanya Mah&#257;prabhu by the mah&#257;-p&#257;tra. The governor then stood before the Lord with folded hands, and he chanted the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 16.181</B></A>: The governor then submissively asked, "Why was I born in a Muslim family? This is considered a low birth. Why didn't supreme Providence grant me a birth in a Hindu family?</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 16.182</B></A>: "If I had taken birth in a Hindu family, it would have been easy for me to remain near Your lotus feet. Since my body is now useless, let me die immediately."</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 16.183</B></A>: Upon hearing the governor's submissive statement, the mah&#257;-p&#257;tra was overwhelmed with joy. He clasped the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and began to offer the following prayers.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 16.184</B></A>: "Simply by hearing Your holy name, a cand&#257;la, the lowest of men, can be purified. Now this conditioned soul has received Your personal interview.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 16.185</B></A>: "It is no wonder that this Muslim governor has attained such results. Simply by seeing You, all this is possible.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 16.186</B></A>: "'To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters becomes immediately eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.'"</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 16.187</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then glanced with mercy at the Muslim governor. Giving him assurance, He asked him to chant the holy names "Krishna" and "Hari."</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 16.188</B></A>: The Muslim governor then said, "Since You have so kindly accepted me, please give me some order so that I can render You some service."</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 16.189</B></A>: The Muslim governor then prayed for liberation from the unlimited sinful reactions he had previously incurred by being envious of br&#257;hmanas and Vaishnavas and killing cows.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 16.190</B></A>: Mukunda Datta then told the Muslim governor, "My dear sir, please hear. &#346;r&#299; Caitanya Mah&#257;prabhu wishes to go to the bank of the Ganges.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 16.191</B></A>: "Please give Him all assistance so that He can go there. This is your first great order, and if you can comply, you will render a great service."</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 16.192</B></A>: After this, the Muslim governor offered prayers to the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, as well as to the lotus feet of all His devotees. After that, the governor departed. Indeed, he was very pleased.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 16.193</B></A>: Before the governor left, the mah&#257;-p&#257;tra embraced him and offered him many gifts. He thus established a friendship with him.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 16.194</B></A>: The next morning the governor sent his secretary with many nicely decorated boats to bring &#346;r&#299; Caitanya Mah&#257;prabhu to the other side of the river.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 16.195</B></A>: The mah&#257;-p&#257;tra crossed the river with &#346;r&#299; Caitanya Mah&#257;prabhu, and when they reached the other shore, the Muslim governor personally received the Lord and worshiped His lotus feet.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 16.196</B></A>: One of the boats had been newly constructed, and it had a room in the middle. It was on this boat that they put &#346;r&#299; Caitanya Mah&#257;prabhu and His associates.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 16.197</B></A>: Finally &#346;r&#299; Caitanya Mah&#257;prabhu bade farewell to the mah&#257;-p&#257;tra. Standing on the riverbank and looking at the boat, the mah&#257;-p&#257;tra began to cry.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 16.198</B></A>: The Muslim governor then personally accompanied &#346;r&#299; Caitanya Mah&#257;prabhu. Because of pirates, the governor took ten boats full of many soldiers.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 16.199</B></A>: The Muslim governor accompanied &#346;r&#299; Caitanya Mah&#257;prabhu past Mantre&#347;vara. This place was very dangerous due to pirates. He took the Lord to a place named Pichald&#257;, which was near Mantre&#347;vara.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 16.200</B></A>: Finally &#346;r&#299; Caitanya Mah&#257;prabhu bade the governor farewell. The intense ecstatic love exhibited by the governor cannot be described.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 16.201</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu's pastimes are all uncommon. Whoever listens to His activities becomes glorious, and his life becomes perfect.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 16.202</B></A>: The Lord finally reached P&#257;nih&#257;ti, and as an act of mercy He gave the captain of the boat one of His personal garments.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 16.203</B></A>: The place called P&#257;nih&#257;ti was located on the bank of the Ganges. After hearing that &#346;r&#299; Caitanya Mah&#257;prabhu had arrived, all kinds of men assembled both on land and on the water.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 16.204</B></A>: At length &#346;r&#299; Caitanya Mah&#257;prabhu was taken away by R&#257;ghava Pandita. There was a great crowd assembled along the way, and the Lord reached R&#257;ghava Pandita's residence with great difficulty.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 16.205</B></A>: The Lord stayed at R&#257;ghava Pandita's place for only one day. The next morning, He went to Kum&#257;rahatta, where &#346;r&#299;v&#257;sa Th&#257;kura lived.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 16.206</B></A>: From the house of &#346;r&#299;v&#257;sa Th&#257;kura, the Lord went to the house of &#346;iv&#257;nanda Sena and then to the house of V&#257;sudeva Datta.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 16.207</B></A>: The Lord remained some time at the house of Vidy&#257;-v&#257;caspati, but then, because it was too crowded, He went to Kuliy&#257;.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 16.208</B></A>: When the Lord stayed at the house of M&#257;dhava d&#257;sa, many hundreds of thousands of people came to see Him.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 16.209</B></A>: The Lord stayed there for seven days and delivered all kinds of offenders and sinners.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 16.210</B></A>: After leaving Kuliy&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu visited the house of Advaita &#256;c&#257;rya at &#346;&#257;ntipura. It was there that the Lord's mother, &#346;ac&#299;m&#257;t&#257;, met Him and was thus relieved of her great unhappiness.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 16.211</B></A>: The Lord then visited the village known as R&#257;makeli and the place known as K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257;. From there He returned to &#346;&#257;ntipura.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 16.212</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu stayed in &#346;&#257;ntipura for ten days. This has all been described very elaborately by Vrind&#257;vana d&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 16.213</B></A>: I will not narrate these incidents because they have already been described by Vrind&#257;vana d&#257;sa Th&#257;kura. There is no need to repeat the same information, for such repetition would unlimitedly increase the size of this book.</P><P CLASS=r><A CLASS=i HREF="214-215.htm"><B>CC Madhya 16.214-215</B></A>: Those narrations tell how &#346;r&#299; Caitanya Mah&#257;prabhu met the brothers R&#363;pa and San&#257;tana and how Nrisimh&#257;nanda decorated the road. I have already described these in an earlier synopsis of this book; therefore I will not repeat the narrations here.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 16.216</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu returned to &#346;&#257;ntipura, Raghun&#257;tha d&#257;sa came to meet Him.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 16.217</B></A>: Two brothers named Hiranya and Govardhana, who were residents of Saptagr&#257;ma, had an annual income of 1,200,000 rupees.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 16.218</B></A>: Both Hiranya Majumad&#257;ra and Govardhana Majumad&#257;ra were very opulent and magnanimous. They were well behaved and devoted to brahminical culture. They belonged to an aristocratic family, and among religionists they were predominant.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 16.219</B></A>: Practically all the br&#257;hmanas residing in Nadia were dependent on the charity of Hiranya and Govardhana, who gave them money, land and villages.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 16.220</B></A>: N&#299;l&#257;mbara Cakravart&#299;, the grandfather of &#346;r&#299; Caitanya Mah&#257;prabhu, was much worshiped by the two brothers, but N&#299;l&#257;mbara Cakravart&#299; used to treat them as his own brothers.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 16.221</B></A>: Formerly, these two brothers had rendered much service to Mi&#347;ra Purandara, the father of &#346;r&#299; Caitanya Mah&#257;prabhu. Because of this, the Lord knew them very well.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 16.222</B></A>: Raghun&#257;tha d&#257;sa was the son of Govardhana Majumad&#257;ra. From childhood, he was uninterested in material enjoyment.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 16.223</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu returned to &#346;&#257;ntipura after accepting the renounced order, Raghun&#257;tha d&#257;sa met Him.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 16.224</B></A>: When Raghun&#257;tha d&#257;sa went to see &#346;r&#299; Caitanya Mah&#257;prabhu, he fell at the Lord's lotus feet in ecstatic love. Showing him mercy, the Lord touched him with His feet.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 16.225</B></A>: Raghun&#257;tha d&#257;sa's father, Govardhana, always rendered much service to Advaita &#256;c&#257;rya. Consequently Advaita &#256;c&#257;rya was very pleased with the family.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 16.226</B></A>: When Raghun&#257;tha d&#257;sa was there, Advaita &#256;c&#257;rya favored him by giving him the food remnants left by the Lord. Raghun&#257;tha d&#257;sa was thus engaged for five or seven days in rendering service to the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 16.227</B></A>: After bidding farewell to Raghun&#257;tha d&#257;sa, &#346;r&#299; Caitanya Mah&#257;prabhu returned to Jagann&#257;tha Pur&#299;. After returning home, Raghun&#257;tha d&#257;sa became mad with ecstatic love.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Madhya 16.228</B></A>: Raghun&#257;tha d&#257;sa used to run away from home again and again to go to Jagann&#257;tha Pur&#299;, but his father kept binding him and bringing him back.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Madhya 16.229</B></A>: His father even had five watchmen guard him day and night. Four personal servants were employed to look after his comfort, and two br&#257;hmanas were employed to cook for him.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 16.230</B></A>: In this way, eleven people were incessantly keeping Raghun&#257;tha d&#257;sa under control. Thus he could not go to Jagann&#257;tha Pur&#299;, and because of this he was very unhappy.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 16.231</B></A>: When Raghun&#257;tha d&#257;sa learned that &#346;r&#299; Caitanya Mah&#257;prabhu had arrived at &#346;&#257;ntipura, he submitted a request to his father.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 16.232</B></A>: Raghun&#257;tha d&#257;sa asked his father, "Please give me permission to go see the lotus feet of the Lord. If you do not, my life will not remain within this body."</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 16.233</B></A>: Hearing this request, Raghun&#257;tha d&#257;sa's father agreed. Giving him many servants and materials, the father sent him to see &#346;r&#299; Caitanya Mah&#257;prabhu, requesting him to return soon.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 16.234</B></A>: For seven days Raghun&#257;tha d&#257;sa associated with &#346;r&#299; Caitanya Mah&#257;prabhu in &#346;&#257;ntipura. During those days and nights, he had the following thoughts.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Madhya 16.235</B></A>: Raghun&#257;tha d&#257;sa thought, "How shall I be able to get free from the hands of the watchmen? How shall I be able to go with &#346;r&#299; Caitanya Mah&#257;prabhu to N&#299;l&#257;cala?"</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Madhya 16.236</B></A>: Since &#346;r&#299; Caitanya Mah&#257;prabhu was omniscient, He could understand Raghun&#257;tha d&#257;sa's mind. The Lord therefore instructed him with the following reassuring words.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Madhya 16.237</B></A>: "Be patient and return home. Don't be a crazy fellow. By and by you will be able to cross the ocean of material existence.</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Madhya 16.238</B></A>: "You should not make yourself a showbottle devotee and become a false renunciant. For the time being, enjoy the material world in a befitting way and do not become attached to it."</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Madhya 16.239</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "Within your heart you should keep yourself very faithful, but externally you may behave like an ordinary man. Thus Krishna will soon be very pleased and deliver you from the clutches of m&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Madhya 16.240</B></A>: "You may see me at N&#299;l&#257;cala, Jagann&#257;tha Pur&#299;, when I return after visiting Vrind&#257;vana. By that time you can think of some trick to escape.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Madhya 16.241</B></A>: "What kind of means you will have to use at that time will be revealed by Krishna. If one has Krishna's mercy, no one can check him."</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Madhya 16.242</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu bade farewell to Raghun&#257;tha d&#257;sa, who returned home and did exactly what the Lord told him.</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Madhya 16.243</B></A>: After returning home, Raghun&#257;tha d&#257;sa gave up all craziness and external pseudo renunciation and engaged in his household duties without attachment.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Madhya 16.244</B></A>: When Raghun&#257;tha d&#257;sa's father and mother saw that their son was acting like a householder, they became very happy. Because of this, they slackened their guard.</P><P CLASS=r><A CLASS=i HREF="245-246.htm"><B>CC Madhya 16.245-246</B></A>: Meanwhile, at &#346;&#257;ntipura, &#346;r&#299; Caitanya Mah&#257;prabhu assembled all His devotees &#8212; headed by Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu &#8212; embraced them all and asked their permission to return to Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Madhya 16.247</B></A>: Because He had met them all at &#346;&#257;ntipura, &#346;r&#299; Caitanya Mah&#257;prabhu requested all the devotees not to go to Jagann&#257;tha Pur&#299; that year.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Madhya 16.248</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "I shall certainly go to Vrind&#257;vana from Jagann&#257;tha Pur&#299;. If all of you give Me permission, I shall return here again without difficulty."</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Madhya 16.249</B></A>: Clasping the feet of His mother, &#346;r&#299; Caitanya Mah&#257;prabhu very humbly requested her permission. Thus she gave Him leave to go to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Madhya 16.250</B></A>: &#346;r&#299;mat&#299; &#346;ac&#299;dev&#299; was sent back to Navadv&#299;pa, and the Lord and His devotees started for Jagann&#257;tha Pur&#299;, N&#299;l&#257;dri.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Madhya 16.251</B></A>: The devotees who accompanied &#346;r&#299; Caitanya Mah&#257;prabhu rendered all kinds of service on the way to N&#299;l&#257;cala, Jagann&#257;tha Pur&#299;. Thus in great happiness the Lord returned.</P><P CLASS=r><A CLASS=i HREF="252.htm"><B>CC Madhya 16.252</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu arrived in Jagann&#257;tha Pur&#299;, He visited the temple of the Lord. News then spread all over the city that He had returned.</P><P CLASS=r><A CLASS=i HREF="253.htm"><B>CC Madhya 16.253</B></A>: All the devotees then came and met the Lord with great happiness. The Lord embraced each of them in great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Madhya 16.254</B></A>: K&#257;&#347;&#299; Mi&#347;ra, R&#257;m&#257;nanda R&#257;ya, Pradyumna, S&#257;rvabhauma Bhatt&#257;c&#257;rya, V&#257;n&#299;n&#257;tha R&#257;ya, &#346;ikhi M&#257;hiti and all the other devotees met &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Madhya 16.255</B></A>: Gad&#257;dhara Pandita also came and met the Lord. Then, before all the devotees, &#346;r&#299; Caitanya Mah&#257;prabhu began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Madhya 16.256</B></A>: "It was My decision to go to Vrind&#257;vana through Bengal in order to see My mother and the river Ganges.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Madhya 16.257</B></A>: "Thus I went to Bengal, but thousands of devotees began to follow Me.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Madhya 16.258</B></A>: "Many hundreds of thousands of people came to see Me out of curiosity, and due to such a large crowd I could not travel very freely on the road.</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Madhya 16.259</B></A>: "Indeed, the crowd was so large that the house and the boundary walls of the house where I stayed were destroyed, and wherever I looked I could see only large crowds.</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Madhya 16.260</B></A>: "With great difficulty I went to the town of R&#257;makeli, where I met two brothers named R&#363;pa and San&#257;tana.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Madhya 16.261</B></A>: "These two brothers are great devotees and suitable recipients of Krishna's mercy, but in their ordinary dealings they are government officials, ministers to the King.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Madhya 16.262</B></A>: "&#346;r&#299;la R&#363;pa and San&#257;tana are very much experienced in education, devotional service, intelligence and strength, yet they think themselves inferior to straw in the street.</P><P CLASS=r><A CLASS=i HREF="263-264.htm"><B>CC Madhya 16.263-264</B></A>: "Indeed, the humility of these two brothers could even melt stone. Because I was very pleased with their behavior, I told them, 'Although you are both very much exalted, you consider yourselves inferior, and because of this, Krishna will very soon deliver you.'</P><P CLASS=r><A CLASS=i HREF="265-266.htm"><B>CC Madhya 16.265-266</B></A>: "After speaking to them in this way, I bade them farewell. As I was leaving, San&#257;tana told Me, 'It is not appropriate for one to be followed by a crowd of thousands when going to Vrind&#257;vana.'</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Madhya 16.267</B></A>: "Although I heard this, I did not pay it any attention, and in the morning I went to the place named K&#257;n&#257;i N&#257;ta&#347;&#257;l&#257;.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Madhya 16.268</B></A>: "At night, however, I considered what San&#257;tana had told Me.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Madhya 16.269</B></A>: "I decided that San&#257;tana had spoken very well. I was certainly being followed by a large crowd, and when people would see so many men, they would surely rebuke Me, saying, 'Here is another imposter.'</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Madhya 16.270</B></A>: "I then began to consider that Vrind&#257;vana is a very solitary place. It is invincible and very difficult to attain. I therefore decided to go there alone or, at the utmost, with only one person.</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Madhya 16.271</B></A>: "M&#257;dhavendra Pur&#299; went to Vrind&#257;vana alone, and Krishna, on the pretext of giving him milk, granted him an audience.</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Madhya 16.272</B></A>: "I then understood that I was going to Vrind&#257;vana like a magician with his show, and this is certainly not good. No one should go to Vrind&#257;vana with so many men.</P><P CLASS=r><A CLASS=i HREF="273.htm"><B>CC Madhya 16.273</B></A>: "I have therefore resolved to go alone or, at the utmost, with one servant. In this way, My journey to Vrind&#257;vana will be beautiful.</P><P CLASS=r><A CLASS=i HREF="274.htm"><B>CC Madhya 16.274</B></A>: "I thought, 'Instead of going to Vrind&#257;vana alone, I am going with soldiers and the beating of drums.'</P><P CLASS=r><A CLASS=i HREF="275.htm"><B>CC Madhya 16.275</B></A>: "I therefore said, 'Fie upon Me!' and being very much agitated, I returned to the banks of the Ganges.</P><P CLASS=r><A CLASS=i HREF="276.htm"><B>CC Madhya 16.276</B></A>: "I then left all the devotees there and brought only five or six persons with Me.</P><P CLASS=r><A CLASS=i HREF="277.htm"><B>CC Madhya 16.277</B></A>: "Now I wish that you all will be pleased with Me and give Me good consultation. Tell Me how I shall be able to go to Vrind&#257;vana without impediments.</P><P CLASS=r><A CLASS=i HREF="278.htm"><B>CC Madhya 16.278</B></A>: "I left Gad&#257;dhara Pandita here, and he became very unhappy. For this reason I could not go to Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="279.htm"><B>CC Madhya 16.279</B></A>: Being encouraged by &#346;r&#299; Caitanya Mah&#257;prabhu's words, Gad&#257;dhara Pandita became absorbed in ecstatic love. Immediately clasping the lotus feet of the Lord, he began to speak with great humility.</P><P CLASS=r><A CLASS=i HREF="280.htm"><B>CC Madhya 16.280</B></A>: Gad&#257;dhara Pandita said, "Wherever You stay is Vrind&#257;vana, as well as the river Yamun&#257;, the river Ganges and all other places of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="281.htm"><B>CC Madhya 16.281</B></A>: "Although wherever You stay is Vrind&#257;vana, You will still go to Vrind&#257;vana just to instruct people. Otherwise, You will do whatever You think best."</P><P CLASS=r><A CLASS=i HREF="282.htm"><B>CC Madhya 16.282</B></A>: Taking this opportunity, Gad&#257;dhara Pandita said, "Just now the four months of the rainy season have begun. You should therefore spend the next four months in Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="283.htm"><B>CC Madhya 16.283</B></A>: "After remaining here for four months, You will be free to do as You like. Actually, no one can stop You from going or remaining."</P><P CLASS=r><A CLASS=i HREF="284.htm"><B>CC Madhya 16.284</B></A>: Upon hearing this statement, the devotees present at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu stated that Gad&#257;dhara Pandita had properly presented their desire.</P><P CLASS=r><A CLASS=i HREF="285.htm"><B>CC Madhya 16.285</B></A>: Being requested by all the devotees, &#346;r&#299; Caitanya Mah&#257;prabhu agreed to remain at Jagann&#257;tha Pur&#299; for four months. Hearing this, King Prat&#257;parudra became very happy.</P><P CLASS=r><A CLASS=i HREF="286.htm"><B>CC Madhya 16.286</B></A>: That day Gad&#257;dhara Pandita extended an invitation to &#346;r&#299; Caitanya Mah&#257;prabhu, and the Lord took His lunch at his place with the other devotees.</P><P CLASS=r><A CLASS=i HREF="287.htm"><B>CC Madhya 16.287</B></A>: No ordinary human being can possibly describe Gad&#257;dhara Pandita's affectionate presentation of food or &#346;r&#299; Caitanya Mah&#257;prabhu's tasting this food.</P><P CLASS=r><A CLASS=i HREF="288.htm"><B>CC Madhya 16.288</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu performs His pastimes, which are unlimited and unfathomable. Somehow or other, these have briefly been described. It is not possible to describe them elaborately.</P><P CLASS=r><A CLASS=i HREF="289.htm"><B>CC Madhya 16.289</B></A>: Although Lord Anantadeva is always describing the pastimes of the Lord with His thousands of mouths, He cannot reach the end of even one of the Lord's pastimes.</P><P CLASS=r><A CLASS=i HREF="290.htm"><B>CC Madhya 16.290</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>