<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 16"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 16: <A CLASS=v HREF="index.htm">The Lord's Attempt to Go to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 16 Summary</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura gives the following summary of this chapter in his Amrita-prav&#257;ha-bh&#257;shya. When &#346;r&#299; Caitanya Mah&#257;prabhu wanted to go to Vrind&#257;vana, R&#257;m&#257;nanda R&#257;ya and S&#257;rvabhauma Bhatt&#257;c&#257;rya indirectly presented many obstructions. In due course of time, all the devotees of Bengal visited Jagann&#257;tha Pur&#299; for the third year. This time, all the wives of the Vaishnavas brought many types of food, intending to extend invitations to &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;. When the devotees arrived, Caitanya Mah&#257;prabhu sent His blessings in the form of garlands. In that year also, the Gundic&#257; temple was cleansed, and when the C&#257;turm&#257;sya period was over, all the devotees returned to their homes in Bengal. Caitanya Mah&#257;prabhu forbade Nity&#257;nanda to visit N&#299;l&#257;cala every year. Questioned by the inhabitants of Kul&#299;na-gr&#257;ma, Caitanya Mah&#257;prabhu again repeated the symptoms of a Vaishnava. Vidy&#257;nidhi also came to Jagann&#257;tha Pur&#299; and saw the festival of Odana-shashth&#299;. When the devotees bade farewell to the Lord, the Lord was determined to go to Vrind&#257;vana, and on the day of Vijaya-da&#347;am&#299;, He departed.</P><P>Mah&#257;r&#257;ja Prat&#257;parudra made various arrangements for &#346;r&#299; Caitanya Mah&#257;prabhu's trip to Vrind&#257;vana. When He crossed the river Citrotpal&#257;, R&#257;m&#257;nanda R&#257;ya, Mardar&#257;ja and Haricandana went with Him. &#346;r&#299; Caitanya Mah&#257;prabhu requested Gad&#257;dhara Pandita to return to N&#299;l&#257;cala, Jagann&#257;tha Pur&#299;, but he did not abide by this order. From Kataka, &#346;r&#299; Caitanya Mah&#257;prabhu again requested Gad&#257;dhara Pandita to return to N&#299;l&#257;cala, and He bade farewell to R&#257;m&#257;nanda R&#257;ya from Bhadraka. After this, &#346;r&#299; Caitanya Mah&#257;prabhu crossed the border of Orissa state, and He arrived at P&#257;nih&#257;ti by boat. Thereafter He visited the house of R&#257;ghava Pandita, and from there He went to Kum&#257;rahatta and eventually to Kuliy&#257;, where He excused many offenders. From there He went to R&#257;makeli, where He saw &#346;r&#299; R&#363;pa and San&#257;tana and accepted them as His chief disciples. Returning from R&#257;makeli, He met Raghun&#257;tha d&#257;sa and after giving him instructions sent him back home. Thereafter the Lord returned to N&#299;l&#257;cala and began to make plans to go to Vrind&#257;vana without a companion.</P><P CLASS=l><A CLASS=i HREF="../15/302.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>