<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.15</P><P CLASS=c>rishih k&#257;runikas tasy&#257;h</P><P CLASS=c>pr&#257;d&#257;d ubhayam &#299;&#347;varah</P><P CLASS=c>dharmasya tattvam jñ&#257;nam ca</P><P CLASS=c>m&#257;m apy uddi&#347;ya nirmalam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/k/karunikah">k&#257;runikah</A> &#8212; naturally very affectionate or merciful <A HREF="http://vedabase.net/t/to">to</A> the fallen souls; <A CLASS=v HREF="http://vedabase.net/t/tasyah">tasy&#257;h</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> her; <A CLASS=v HREF="http://vedabase.net/p/pradat">pr&#257;d&#257;t</A> &#8212; gave instructions; <A CLASS=v HREF="http://vedabase.net/u/ubhayam">ubhayam</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> powerful controller who can <A HREF="http://vedabase.net/d/do">do</A> whatever <A HREF="http://vedabase.net/h/he">he</A> likes (<A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>); <A CLASS=v HREF="http://vedabase.net/d/dharmasya">dharmasya</A> &#8212; of religion; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; the truth; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; especially; <A CLASS=v HREF="http://vedabase.net/u/uddisya">uddi&#347;ya</A> &#8212; indicating; <A CLASS=v HREF="http://vedabase.net/n/nirmalam">nirmalam</A> &#8212; without material contamination.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni delivered his instructions both to me, who was within the womb, and to my mother, who was engaged in rendering him service. Because he is naturally extremely kind to the fallen souls, being in a transcendental position, he gave instructions on religion and transcendental knowledge. These instructions were free from all material contamination.</P><P CLASS=t>PURPORT</P><P>Here it is said, dharmasya tattvam jñ&#257;nam ca. .. nirmalam. The word nirmalam refers to spotless dharma, spotless religion &#8212; or, in other words, bh&#257;gavata-dharma. Ordinary ritualistic activities constitute contaminated religion, by which one benefits by developing material wealth and prosperity, but uncontaminated, pure religion consists of understanding one's relationship with God and acting accordingly, thus fulfilling the highest mission of life and returning home, back to Godhead. Prahl&#257;da Mah&#257;r&#257;ja advised that one elevate oneself to the standard of bh&#257;gavata-dharma from the very beginning of life (kaum&#257;ra &#257;caret pr&#257;jño dharm&#257;n bh&#257;gavat&#257;n iha [<A CLASS=v HREF="../../7/6/1.htm">SB 7.6.1</A>]). The Lord Himself also speaks of pure, uncontaminated religion when He says, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: "Abandon all varieties of religion and just surrender unto Me." (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>) One must understand one's relationship with God and then act accordingly. This is bh&#257;gavata-dharma. Bh&#257;gavata-dharma means bhakti-yoga.</P><P>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>"By rendering devotional service unto the Personality of Godhead, &#346;r&#299; Krishna, one immediately acquires causeless knowledge and detachment from the world." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/7.htm">1.2.7</A>) To be situated on the platform of pure religion, one should perform bhakti-yoga in relationship with Krishna, V&#257;sudeva.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>