<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.16</P><P CLASS=c>tat tu k&#257;lasya d&#299;rghatv&#257;t</P><P CLASS=c>str&#299;tv&#257;n m&#257;tus tirodadhe</P><P CLASS=c>rishin&#257;nugrih&#299;tam m&#257;m</P><P CLASS=c>n&#257;dhun&#257;py ajah&#257;t smritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that (instruction on religion and knowledge); <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kalasya">k&#257;lasya</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/d/dirghatvat">d&#299;rghatv&#257;t</A> &#8212; because of the longness; <A CLASS=v HREF="http://vedabase.net/s/stritvat">str&#299;tv&#257;t</A> &#8212; because of being <A HREF="http://vedabase.net/a/a">a</A> woman; <A CLASS=v HREF="http://vedabase.net/m/matuh">m&#257;tuh</A> &#8212; of my mother; <A CLASS=v HREF="http://vedabase.net/t/tirodadhe">tirodadhe</A> &#8212; disappeared; <A CLASS=v HREF="http://vedabase.net/r/rsina">rishin&#257;</A> &#8212; by the sage; <A CLASS=v HREF="http://vedabase.net/a/anugrhitam">anugrih&#299;tam</A> &#8212; being blessed; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/ajahat">ajah&#257;t</A> &#8212; left; <A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; the memory (of <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>'s instructions).</P><P CLASS=t>TRANSLATION</P><P>Because of the long duration of time that has passed and because of her being a woman and therefore less intelligent, my mother has forgotten all those instructions; but the great sage N&#257;rada blessed me, and therefore I could not forget them.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>) the Lord says:</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=n>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=n>te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me &#8212; though they be lowborn, women, vai&#347;yas [merchants] or &#347;&#363;dras [workers] &#8212; can approach the supreme destination." The word p&#257;pa-yoni refers to those who are less than &#347;&#363;dras, but even though a woman may not be p&#257;pa-yoni, because of being less intelligent she sometimes forgets devotional instructions. For those who are strong enough, however, there is no question of forgetting. Women are generally attached to material enjoyment, and because of this tendency they sometimes forget devotional instructions. But if even a woman practices devotional service strictly, according to the rules and regulations, the statement by the Lord Himself that she can return to Godhead (te 'pi y&#257;nti par&#257;m gatim) is not at all astonishing. One must take shelter of the Lord and rigidly follow the rules and regulations. Then, regardless of what one is, one will return home, back to Godhead. Prahl&#257;da Mah&#257;r&#257;ja's mother was more concerned with protecting the child in the womb and was very anxious to see her husband return. Therefore she could not consider very seriously the sublime instructions of N&#257;rada Muni.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>