<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.17</P><P CLASS=c>bhavat&#257;m api bh&#363;y&#257;n me</P><P CLASS=c>yadi &#347;raddadhate vacah</P><P CLASS=c>vai&#347;&#257;rad&#299; dh&#299;h &#347;raddh&#257;tah</P><P CLASS=c>str&#299;-b&#257;l&#257;n&#257;m ca me yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavatam">bhavat&#257;m</A> &#8212; of yourselves; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> may be; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/sraddadhate">&#347;raddadhate</A> &#8212; you believe <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; the words; <A CLASS=v HREF="http://vedabase.net/v/vaisaradi">vai&#347;&#257;rad&#299;</A> &#8212; of the most expert, or <A HREF="http://vedabase.net/i/in">in</A> relation with the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/s/sraddhatah">&#347;raddh&#257;tah</A> &#8212; because of firm faith; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/b/balanam">b&#257;l&#257;n&#257;m</A> &#8212; of small boys; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja continued: My dear friends, if you can place your faith in my words, simply by that faith you can also understand transcendental knowledge, just like me, although you are small children. Similarly, a woman can also understand transcendental knowledge and know what is spirit and what is matter.</P><P CLASS=t>PURPORT</P><P>These words of Prahl&#257;da Mah&#257;r&#257;ja are very important in regard to knowledge descending by the disciplic succession. Even when Prahl&#257;da Mah&#257;r&#257;ja was a baby within the womb of his mother, he became fully convinced of the existence of the supreme power because of hearing the powerful instructions of N&#257;rada and understood how to attain perfection in life by bhakti-yoga. These are the most important understandings in spiritual knowledge.</P><P>yasya deve par&#257; bhaktir</P><P CLASS=n>yath&#257; deve tath&#257; gurau</P><P CLASS=n>tasyaite kathit&#257; hy arth&#257;h</P><P CLASS=n>prak&#257;&#347;ante mah&#257;tmanah</P><P CLASS=n>[<A CLASS=v HREF="http://vedabase.net/todo/su6/23">&#346;U 6.23</A>]</P><P>"Unto those great souls who have implicit faith in both the Lord and the spiritual master, all the imports of Vedic knowledge are automatically revealed." (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/23">6.23</A>)</P><P>atah &#347;r&#299;-krishna-n&#257;m&#257;di</P><P CLASS=n>na bhaved gr&#257;hyam indriyaih</P><P CLASS=n>sevonmukhe hi jihv&#257;dau</P><P CLASS=n>svayam eva sphuraty adah</P><P>"No one can understand Krishna as He is by the blunt material senses. But He reveals Himself to the devotees, being pleased with them for their transcendental loving service unto Him." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/234">1.2.234</A>)</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God." (<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>)</P><P>These are Vedic instructions. One must have full faith in the words of the spiritual master and similar faith in the Supreme Personality of Godhead. Then the real knowledge of &#257;tm&#257; and Param&#257;tm&#257; and the distinction between matter and spirit will be automatically revealed. This &#257;tma-tattva, or spiritual knowledge, will be revealed within the core of a devotee's heart because of his having taken shelter of the lotus feet of a mah&#257;jana such as Prahl&#257;da Mah&#257;r&#257;ja.</P><P>In this verse the word bh&#363;y&#257;t may be understood to mean "let there be." Prahl&#257;da Mah&#257;r&#257;ja offers his blessings to his class friends, saying, "Also become faithful like me. Become bona fide Vaishnavas." A devotee of the Lord desires for everyone to take to Krishna consciousness. Unfortunately, however, people sometimes do not have staunch faith in the words of the spiritual master who comes by the disciplic succession, and therefore they are unable to understand transcendental knowledge. The spiritual master must be in the line of authorized disciplic succession, like Prahl&#257;da Mah&#257;r&#257;ja, who received the knowledge from N&#257;rada. If the class friends of Prahl&#257;da Mah&#257;r&#257;ja, the sons of demons, were to accept the truth through Prahl&#257;da, they would certainly also become fully aware of transcendental knowledge.</P><P>The words vai&#347;&#257;rad&#299; dh&#299;h refer to intelligence concerning the Supreme Personality of Godhead, who is extremely expert. The Lord has created wonderful universes by His expert knowledge. Unless one is extremely expert, he cannot understand the expert management of the supreme expert. One can understand, however, if one is fortunate enough to meet a bona fide spiritual master coming in the disciplic succession from Lord Brahm&#257;, Lord &#346;iva, Mother Lakshm&#299; or the Kum&#257;ras. These four samprad&#257;yas, or disciplic successions of knowledge and transcendence, are called the Brahma-samprad&#257;ya, Rudra-samprad&#257;ya, &#346;r&#299;-samprad&#257;ya, and Kum&#257;ra-samprad&#257;ya. Samprad&#257;ya-vih&#299;n&#257; ye mantr&#257;s te nishphal&#257; mat&#257;h. The knowledge of the Supreme received from such a samprad&#257;ya, or disciplic succession, can give one enlightenment. If one does not take to the path of disciplic succession, it is not possible for one to understand the Supreme Personality of Godhead. If one understands the Supreme Lord through devotional service with faith in the disciplic succession and then advances further, he awakens his natural love for God, and then his success in life is assured.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>