<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verses 19-20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verses 19-20"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.19-20</P><P CLASS=c>&#257;tm&#257; nityo 'vyayah &#347;uddha</P><P CLASS=c>ekah kshetra-jña &#257;&#347;rayah</P><P CLASS=c>avikriyah sva-drig hetur</P><P CLASS=c>vy&#257;pako 'sa&#324;gy an&#257;vritah</P><P CLASS=c>etair dv&#257;da&#347;abhir vidv&#257;n</P><P CLASS=c>&#257;tmano lakshanaih paraih</P><P CLASS=c>aham mamety asad-bh&#257;vam</P><P CLASS=c>deh&#257;dau mohajam tyajet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the spirit soul, the part of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nityah">nityah</A> &#8212; without birth or death; <A CLASS=v HREF="http://vedabase.net/a/avyayah">avyayah</A> &#8212; with <A HREF="http://vedabase.net/n/no">no</A> possibility of dwindling; <A CLASS=v HREF="http://vedabase.net/s/suddhah">&#347;uddhah</A> &#8212; without the material contamination of attachment and detachment; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; individual; <A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; who knows and is therefore different from the material body; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; the original foundation; <A CLASS=v HREF="http://vedabase.net/a/avikriyah">avikriyah</A> &#8212; not undergoing changes like the body; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; self-illuminated; <A CLASS=v HREF="http://vedabase.net/h/hetuh">hetuh</A> &#8212; the cause of all causes; <A CLASS=v HREF="http://vedabase.net/v/vyapakah">vy&#257;pakah</A> &#8212; spreading throughout the body <A HREF="http://vedabase.net/i/in">in</A> the form of consciousness; <A CLASS=v HREF="http://vedabase.net/a/asangi">asa&#324;g&#299;</A> &#8212; not depending on the body (free <A HREF="http://vedabase.net/t/to">to</A> transmigrate from one body <A HREF="http://vedabase.net/t/to">to</A> another); <A CLASS=v HREF="http://vedabase.net/a/anavrtah">an&#257;vritah</A> &#8212; not covered by material contamination; <A CLASS=v HREF="http://vedabase.net/e/etaih">etaih</A> &#8212; by all these; <A CLASS=v HREF="http://vedabase.net/d/dvadasabhih">dv&#257;da&#347;abhih</A> &#8212; twelve; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who is not foolish but fully aware of things <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the spirit soul; <A CLASS=v HREF="http://vedabase.net/l/laksanaih">lakshanaih</A> &#8212; symptoms; <A CLASS=v HREF="http://vedabase.net/p/paraih">paraih</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> ("<A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> this body"); <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A> ("everything <A HREF="http://vedabase.net/i/in">in</A> relationship with this body is <A HREF="http://vedabase.net/m/mine">mine</A>"); <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> false conception of life; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; identifying oneself with the material body and then with one's wife, children, family, community, nation and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A>-<A CLASS=v HREF="http://vedabase.net/j/jam">jam</A> &#8212; produced from illusory knowledge; <A CLASS=v HREF="http://vedabase.net/t/tyajet">tyajet</A> &#8212; must give up.</P><P CLASS=t>TRANSLATION</P><P>"&#256;tm&#257;" refers to the Supreme Lord or the living entities. Both of them are spiritual, free from birth and death, free from deterioration and free from material contamination. They are individual, they are the knowers of the external body, and they are the foundation or shelter of everything. They are free from material change, they are self-illuminated, they are the cause of all causes, and they are all-pervading. They have nothing to do with the material body, and therefore they are always uncovered. With these transcendental qualities, one who is actually learned must give up the illusory conception of life, in which one thinks, "I am this material body, and everything in relationship with this body is mine."</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>) Lord Krishna clearly says, mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah: "All the living entities are part of Me." Therefore the living entities are qualitatively the same as the Supreme Personality of Godhead, who is the leader, the Supreme among all the living entities. In the Vedas it is said, nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m: the Lord is the chief individual living entity, the leader of the subordinate living entities. Because the living entities are parts or samples of God, their qualities are not different from those of the Supreme Lord. The living entities have the same qualities as the Lord, just as a drop of sea water is composed of the same chemicals as the great sea itself. Thus there is oneness in quality but a difference in quantity. One can understand the Supreme Personality of Godhead by understanding the sample, the living entity, because all the qualities of God exist in a minute quantity in the living entities. There is oneness, but God is great whereas the living entities are extremely small. Anor an&#299;y&#257;n mahato mah&#299;y&#257;n (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/20">1.2.20</A>). The living entities are smaller than the atom, but God is greater than the greatest. Our conception of greatness may be represented by the sky because we think of the sky as being unlimitedly big, but God is bigger than the sky. Similarly, we have knowledge that the living entities are smaller than atoms, being one ten-thousandth the size of the tip of a hair, yet the quality of being the supreme cause of all causes exists in the living entity as well as in the Supreme Personality of Godhead. Indeed, it is due to the presence of the living entity that the body exists and bodily changes take place. Similarly, it is because the Supreme Lord is within this universe that the changes dictated by the material laws occur.</P><P>The word ekah, meaning "individual," is significant. As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>), mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham teshv avasthitah. Everything, material and spiritual, including earth, water, air, fire, sky and the living entities, exists on the platform of spirit soul. Although everything is an emanation from the Supreme Personality of Godhead, one should not think that the Supreme Lord is dependent upon anything else.</P><P>Both God and the living entity are fully conscious. As living entities, we are conscious of our bodily existence. Similarly, the Lord is conscious of the gigantic cosmic manifestation. This is confirmed in the Vedas. Yasmin dyauh prithiv&#299; c&#257;ntar&#299;ksham. Vijñ&#257;t&#257;ram adhikena vij&#257;n&#299;y&#257;t. Ekam ev&#257;dvit&#299;yam. &#256;tma-jyotih samr&#257;d ihov&#257;ca. Sa im&#257;n lok&#257;n asrijata. Satyam jñ&#257;nam anantam. Asa&#324;go hy ayam purushah. p&#363;rnasya p&#363;rnam &#257;d&#257;ya p&#363;rnam ev&#257;va&#347;ishyate. All these Vedic injunctions prove that both the Supreme Personality of Godhead and the minute soul are individual. One is great, and the other is small, but both of them are the cause of all causes &#8212; the corporally limited and the universally unlimited.</P><P>We should always remember that although we are equal to the Supreme Personality of Godhead in quality, we are never equal to Him in quantity. Persons with a small fund of intelligence, finding themselves equal in quality with God, foolishly think that they are equal in quantity also. Their intelligence is called avi&#347;uddha-buddhayah &#8212; unpolished or contaminated intelligence. When such persons, after endeavoring hard for many, many lives to understand the supreme cause, are finally in actual knowledge of Krishna, V&#257;sudeva, they surrender unto Him (v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). Thus they become great mah&#257;tm&#257;s, perfect souls. If one is fortunate enough to understand his relationship with God, knowing that God is great (vibhu) whereas the living entity is small (anu), he is perfect in knowledge. The individual exists in darkness when he thinks that he is the material body and that everything in relationship with the material body belongs to him. This is called aham mama (janasya moho 'yam aham mameti [<A CLASS=v HREF="../../5/5/8.htm">SB 5.5.8</A>]). This is illusion. One must give up his illusory conception and thus become fully aware of everything.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>