<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.22</P><P CLASS=c>ashtau prakritayah prokt&#257;s</P><P CLASS=c>traya eva hi tad-gun&#257;h</P><P CLASS=c>vik&#257;r&#257;h shoda&#347;&#257;c&#257;ryaih</P><P CLASS=c>pum&#257;n ekah samanvay&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/astau">ashtau</A> &#8212; eight; <A CLASS=v HREF="http://vedabase.net/p/prakrtayah">prakritayah</A> &#8212; material energies; <A CLASS=v HREF="http://vedabase.net/p/proktah">prokt&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is said; <A CLASS=v HREF="http://vedabase.net/t/trayah">trayah</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; the modes of material energy; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;r&#257;h</A> &#8212; transformations; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A> &#8212; sixteen; <A CLASS=v HREF="http://vedabase.net/a/acaryaih">&#257;c&#257;ryaih</A> &#8212; by the authorities; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/s/samanvayat">samanvay&#257;t</A> &#8212; from conjunction.</P><P CLASS=t>TRANSLATION</P><P>The Lord's eight separated material energies, the three modes of material nature and the sixteen transformations [the eleven senses and the five gross material elements like earth and water] &#8212; within all these, the one spiritual soul exists as the observer. Therefore all the great &#257;c&#257;ryas have concluded that the individual soul is conditioned by these material elements.</P><P CLASS=t>PURPORT</P><P>As explained in the previous verse, kshetreshu deheshu tath&#257;tma-yogair adhy&#257;tma-vid brahma-gatim labheta: "A spiritually advanced person can understand how the spiritual particle exists within the body, and thus by cultivating spiritual knowledge he can attain perfection in spiritual life." The intelligent person who is expert in finding the self within the body must understand the eight external energies, which are listed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4</A>):</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh</P><P CLASS=n>kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me</P><P CLASS=n>bhinn&#257; prakritir ashtadh&#257;</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego &#8212; all together these eight comprise My separated material energies." Bh&#363;mi, earth, includes all the objects of sense perception &#8212; r&#363;pa (form), rasa (taste), gandha (smell), &#347;abda (sound) and spar&#347;a (touch). Within the earth are the fragrance of roses, the taste of sweet fruit, and whatever else we want. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/10/4.htm">1.10.4</A>), sarva-k&#257;ma-dugh&#257; mah&#299;: the earth (mah&#299;) contains all our requirements. Thus the objects of sense perception are all present in bh&#363;mi, or the earth. The gross material elements and subtle material elements (mind, intelligence and aha&#324;k&#257;ra, false ego) constitute the total material energy.</P><P>Within the total material energy are the three material modes or qualities. These qualities &#8212; sattva-guna, rajo-guna and tamo-guna &#8212; belong not to the soul but to the material energy. It is because of the interaction of these three material modes of nature that the five knowledge-gathering senses, the five working senses and their controller, the mind, are manifested. Then, according to these modes, the living entity gets the opportunity to perform different types of karma with different types of knowledge, thinking, feeling and willing. Thus the bodily machine begins to work.</P><P>This has all been properly analyzed in s&#257;&#324;khya-yoga by the great &#257;c&#257;ryas, especially by the Supreme Personality of Godhead, Krishna, in His incarnation as Devah&#363;ti-putra Kapila. This is indicated here by the word &#257;c&#257;ryaih. We need not follow anyone who is not an authorized &#257;c&#257;rya. &#256;c&#257;ryav&#257;n purusho veda: one can understand the truth fully when he has taken shelter of an expert &#257;c&#257;rya.</P><P>The living entity is individual, but the body is a composition of many material elements. This is proved by the fact that as soon as the living entity quits this combination of material elements, it becomes a mere conglomeration of matter. The matter is qualitatively one, and the spiritual soul is qualitatively one with the Supreme. The Supreme is one, and the individual soul is one, but the individual soul is understood to be the master of the individual combination of material energy, whereas the Supreme Lord is the controller of the total material energy. The living entity is the master of his particular body, and according to his activities he is subjected to different types of pains and pleasures. However, although the Supreme Person, the Param&#257;tm&#257;, is also one, He is present as an individual in all the different bodies.</P><P>The material energy is in fact divided into twenty-four elements. The individual soul, the owner of the individual body, is a twenty-fifth subject, and above everything is Lord Vishnu as Param&#257;tm&#257;, the supreme controller, who is the twenty-sixth subject. When one understands all of these twenty-six subjects, he becomes adhy&#257;tma-vit, an expert in understanding the distinction between matter and spirit. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>), kshetra-kshetrajñayor jñ&#257;nam: understanding of the kshetra (the constitution of the body) and of the individual soul and the Supersoul constitutes real jñ&#257;na, or knowledge. Unless one ultimately understands that the Supreme Lord is eternally related with the individual soul, one's knowledge is imperfect. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare." Everything, material and spiritual, consists of various energies of V&#257;sudeva, to whom the individual soul, the spiritual part of the Supreme Lord, is subordinate. Upon understanding this perfect knowledge, one surrenders to the Supreme Personality of Godhead (v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]).</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>