<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.24</P><P CLASS=c>anvaya-vyatirekena</P><P CLASS=c>vivekeno&#347;at&#257;tman&#257;</P><P CLASS=c>svarga-sth&#257;na-sam&#257;mn&#257;yair</P><P CLASS=c>vimri&#347;adbhir asatvaraih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anvaya">anvaya</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/v/vyatirekena">vyatirekena</A> &#8212; and indirectly; <A CLASS=v HREF="http://vedabase.net/v/vivekena">vivekena</A> &#8212; by mature discrimination; <A CLASS=v HREF="http://vedabase.net/u/usata">u&#347;at&#257;</A> &#8212; purified; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; with the mind; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/s/samamnayaih">sam&#257;mn&#257;yaih</A> &#8212; and with destruction; <A CLASS=v HREF="http://vedabase.net/v/vimrsadbhih">vimri&#347;adbhih</A> &#8212; by those making <A HREF="http://vedabase.net/a/a">a</A> serious analysis; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/v/varaih">varaih</A> &#8212; very sober.</P><P CLASS=t>TRANSLATION</P><P>Sober and expert persons should search for the spirit soul with minds purified through analytical study in terms of the soul's connection with and distinction from all things that undergo creation, maintenance and destruction.</P><P CLASS=t>PURPORT</P><P>A sober person can study himself and distinguish the soul from the body by analytical study. For example, when one considers his body &#8212; his head, his hands and so on &#8212; one can certainly understand the difference between the spirit soul and the body. No one says, "I head." Everyone says, "My head." Thus there are two entities &#8212; the head and "I." They are not identical, although they appear to be one conglomeration.</P><P>One may argue, "When we analyze the body we find a head, hands, legs, a belly, blood, bones, urine, stool and so on, but after everything is considered, where is the existence of the soul?" A sober man, however, avails himself of this Vedic instruction:</P><P>yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;yante; yena j&#257;t&#257;ni j&#299;vanti; yat prayanty abhisamvi&#347;anti; tad vijijñ&#257;sasva; tad brahmeti.</P><P>(Taittir&#299;ya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/1/1">3.1.1</A>)</P><P>Thus he can understand that the head, hands, legs and indeed the entire body have grown on the basis of the soul. If the soul is within, the body, head, hands and legs grow, but otherwise they do not. A dead child does not grow up, for the soul is not present. If by a careful analysis of the body one still cannot find the existence of the soul, this is due to his ignorance. How can a gross man fully engaged in materialistic activities understand the soul, which is a small particle of spirit one ten-thousandth the size of the tip of a hair? Such a person foolishly thinks that the material body has grown from a combination of chemicals, although he cannot find them. The Vedas inform us, however, that chemical combinations do not constitute the living force; the living force is the &#257;tm&#257; and Param&#257;tm&#257;, and the body grows on the basis of that living force. The fruit of a tree grows and undergoes six kinds of change because of the presence of the tree. If there were no tree, there could be no question of the growth and maturity of fruit. Therefore, beyond the existence of the body are the Param&#257;tm&#257; and &#257;tm&#257; within the body. This is the first understanding of spiritual knowledge explained in Bhagavad-g&#299;t&#257;. Dehino 'smin yath&#257; dehe [<A CLASS=v HREF="../../../bg/2/13.htm">Bg. 2.13</A>]. The body exists because of the presence of the Supreme Lord and the j&#299;va, which is part of the Lord. This is further explained by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>):</P><P>may&#257; tatam idam sarvam</P><P CLASS=n>jagad avyakta-m&#363;rtin&#257;</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni</P><P CLASS=n>na c&#257;ham teshv avasthitah</P><P>"By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them." The Supreme Soul exists everywhere. The Vedas enjoin, samam khalv idam brahma: everything is Brahman or an expansion of Brahman's energies. S&#363;tre mani-gan&#257; iva: everything rests on the Lord, just like pearls strung together on a thread. The thread is the principal Brahman. He is the supreme cause, the Supreme Lord upon whom everything rests (mattah parataram n&#257;nyat [<A CLASS=v HREF="../../../bg/7/7.htm">Bg. 7.7</A>]). Thus we must study the &#257;tm&#257; and Param&#257;tm&#257; &#8212; the individual soul and the Supersoul &#8212; upon whom the entire material cosmic manifestation rests. This is explained by the Vedic statement yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;ya nte. yena j&#257;t&#257;ni j&#299;vanti.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>