<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.26</P><P CLASS=c>ebhis tri-varnaih paryastair</P><P CLASS=c>buddhi-bhedaih kriyodbhavaih</P><P CLASS=c>svar&#363;pam &#257;tmano budhyed</P><P CLASS=c>gandhair v&#257;yum iv&#257;nvay&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ebhih">ebhih</A> &#8212; by these; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/varnaih">varnaih</A> &#8212; composed of the three modes of nature; <A CLASS=v HREF="http://vedabase.net/p/paryastaih">paryastaih</A> &#8212; completely rejected (due <A HREF="http://vedabase.net/t/to">to</A> not touching the living force); <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> &#8212; of intelligence; <A CLASS=v HREF="http://vedabase.net/b/bhedaih">bhedaih</A> &#8212; the differentiations; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/udbhavaih">udbhavaih</A> &#8212; produced from different activities; <A CLASS=v HREF="http://vedabase.net/s/svarupam">svar&#363;pam</A> &#8212; the constitutional position; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/b/budhyet">budhyet</A> &#8212; one should understand; <A CLASS=v HREF="http://vedabase.net/g/gandhaih">gandhaih</A> &#8212; by the aromas; <A CLASS=v HREF="http://vedabase.net/v/vayum">v&#257;yum</A> &#8212; the air; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like; <A CLASS=v HREF="http://vedabase.net/a/anvayat">anvay&#257;t</A> &#8212; from close connection.</P><P CLASS=t>TRANSLATION</P><P>As one can understand the presence of the air by the aromas it carries, so, under the guidance of the Supreme Personality of Godhead, one can understand the living soul by these three divisions of intelligence. These three divisions, however, are not the soul; they are constituted of the three modes and are born of activities.</P><P CLASS=t>PURPORT</P><P>As already explained, there are three states to our existence, namely wakefulness, dreaming and deep sleep. In all three states, we have different experiences. Thus the soul is the observer of these three states. Actually, the activities of the body are not the activities of the soul. The soul is different from the body. Just as aromas are distinct from the material vehicle in which they are carried, the soul is unattached to material activities. This analysis can be considered by a person who is fully under the shelter of the lotus feet of the Supreme Lord. This is confirmed by the Vedic injunction yasmin vijñ&#257;te sarvam evam vijñ&#257;tam bhavati. If one can understand the Supreme Personality of Godhead, one can automatically understand everything else. Because of not taking shelter of the Lord's lotus feet, even great scholars, scientists, philosophers and religionists are always bewildered. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/2/32.htm">10.2.32</A>):</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P>Even though one may artificially think himself liberated from material contamination, if he has not taken shelter of the Lord's lotus feet his intelligence is polluted. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/42.htm">3.42</A>):</P><P>indriy&#257;ni par&#257;ny &#257;hur</P><P CLASS=n>indriyebhyah param manah</P><P CLASS=n>manasas tu par&#257; buddhir</P><P CLASS=n>yo buddheh paratas tu sah</P><P>Above the senses is the mind, above the mind is the intelligence, and above the intelligence is the soul. Ultimately, when one's intelligence becomes clear through devotional service, one is situated in buddhi-yoga. This also is explained in Bhagavad-g&#299;t&#257; (dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te). When devotional service develops and one's intelligence becomes clear, one can use his intelligence to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>