<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.28</P><P CLASS=c>tasm&#257;d bhavadbhih kartavyam</P><P CLASS=c>karman&#257;m tri-gun&#257;tman&#257;m</P><P CLASS=c>b&#299;ja-nirharanam yogah</P><P CLASS=c>prav&#257;hoparamo dhiyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bhavadbhih">bhavadbhih</A> &#8212; by your good selves; <A CLASS=v HREF="http://vedabase.net/k/kartavyam">kartavyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be done; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of all material activities; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; conditioned by the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/b/bija">b&#299;ja</A>-<A CLASS=v HREF="http://vedabase.net/n/nirharanam">nirharanam</A> &#8212; burning of the seed; <A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; the process by which one can be linked with the Supreme; <A CLASS=v HREF="http://vedabase.net/p/pravaha">prav&#257;ha</A> &#8212; of the continuous current <A HREF="http://vedabase.net/i/in">in</A> the form of wakefulness, dreaming and deep sleep; <A CLASS=v HREF="http://vedabase.net/u/uparamah">uparamah</A> &#8212; the cessation; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; of the intelligence.</P><P CLASS=t>TRANSLATION</P><P>Therefore, my dear friends, O sons of the demons, your duty is to take to Krishna consciousness, which can burn the seed of fruitive activities artificially created by the modes of material nature and stop the flow of the intelligence in wakefulness, dreaming and deep sleep. In other words, when one takes to Krishna consciousness, his ignorance is immediately dissipated.</P><P CLASS=t>PURPORT</P><P>This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who engages in full devotional service, who does not fall down in any circumstance, at once transcends the modes of material nature and thus comes to the level of Brahman." By the practice of bhakti-yoga, one immediately comes to the spiritual platform, transcendental to the actions and reactions of the three modes of material nature. The root of ignorance is material consciousness, which must be killed by spiritual consciousness, or Krishna consciousness. The word b&#299;ja-nirharanam refers to burning the root cause of material life to ashes. In the Medin&#299; dictionary, yoga is explained by its result: yoge 'p&#363;rv&#257;rtha-sampr&#257;ptau sa&#324;gati-dhy&#257;na-yuktishu. When one is put into an awkward position because of ignorance, the process by which one can be freed from this entanglement is called yoga. This is also called liberation. Muktir hitv&#257;nyath&#257;-r&#363;pam svar&#363;pena vyavasthitih. Mukti means giving up one's position in ignorance or illusion, by which one thinks in a way contrary to his constitutional position. Returning to one's constitutional position is called mukti, and the process by which one does this is called yoga. Thus yoga is above karma, jñ&#257;na and s&#257;&#324;khya. Indeed, yoga is the ultimate goal of life. Krishna therefore advised Arjuna to become a yog&#299; (tasm&#257;d yog&#299; bhav&#257;rjuna). Lord Krishna further advised in Bhagavad-g&#299;t&#257; that the first-class yog&#299; is he who has come to the platform of devotional service.</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." (<A CLASS=v HREF="../../../bg/6/47.htm">Bg. 6.47</A>) Thus one who always thinks of Krishna within the core of his heart is the best yog&#299;. By practicing this best of all yoga systems, one is liberated from the material condition.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>