<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verses 30-31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verses 30-31"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.30-31</P><P CLASS=c>guru-&#347;u&#347;r&#363;shay&#257; bhakty&#257;</P><P CLASS=c>sarva-labdh&#257;rpanena ca</P><P CLASS=c>sa&#324;gena s&#257;dhu-bhakt&#257;n&#257;m</P><P CLASS=c>&#299;&#347;var&#257;r&#257;dhanena ca</P><P CLASS=c>&#347;raddhay&#257; tat-kath&#257;y&#257;m ca</P><P CLASS=c>k&#299;rtanair guna-karman&#257;m</P><P CLASS=c>tat-p&#257;d&#257;mburuha-dhy&#257;n&#257;t</P><P CLASS=c>tal-li&#324;geksh&#257;rhan&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guru">guru</A>-<A CLASS=v HREF="http://vedabase.net/s/susrusaya">&#347;u&#347;r&#363;shay&#257;</A> &#8212; by rendering service <A HREF="http://vedabase.net/t/to">to</A> the bona fide spiritual master; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with faith and devotion; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A> &#8212; of material gains; <A CLASS=v HREF="http://vedabase.net/a/arpanena">arpanena</A> &#8212; by offering (<A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/g/guru">guru</A>, or <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> through the spiritual master); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sangena">sa&#324;gena</A> &#8212; by the association; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktanam">bhakt&#257;n&#257;m</A> &#8212; of devotees and saintly persons; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/aradhanena">&#257;r&#257;dhanena</A> &#8212; by the worship; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great faith; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/kathayam">kath&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> discourses about the Lord; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kirtanaih">k&#299;rtanaih</A> &#8212; by glorifications; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of the transcendental qualities and activities of the Lord; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/amburuha">amburuha</A> &#8212; on the lotus feet; <A CLASS=v HREF="http://vedabase.net/d/dhyanat">dhy&#257;n&#257;t</A> &#8212; by meditation; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/l/linga">li&#324;ga</A> &#8212; forms (Deities); <A CLASS=v HREF="http://vedabase.net/i/iksa">&#299;ksha</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/a/arhana">arhana</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; and by worshiping.</P><P CLASS=t>TRANSLATION</P><P>One must accept the bona fide spiritual master and render service unto him with great devotion and faith. Whatever one has in one's possession should be offered to the spiritual master, and in the association of saintly persons and devotees one should worship the Lord, hear the glories of the Lord with faith, glorify the transcendental qualities and activities of the Lord, always meditate on the Lord's lotus feet, and worship the Deity of the Lord strictly according to the injunctions of the &#347;&#257;stra and guru.</P><P CLASS=t>PURPORT</P><P>In the previous verse it has been said that the process which immediately increases one's love and affection for the Supreme Personality of Godhead is the best of the many thousands of ways to become free from the entanglement of material existence. It is also said, dharmasya tattvam nihitam guh&#257;y&#257;m: actually the truth of religious principles is extremely confidential. Nonetheless, it can be understood very easily if one actually adopts the principles of religion. As it is said, dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam: [<A CLASS=v HREF="../../6/3/19.htm">SB 6.3.19</A>] the process of religion is enunciated by the Supreme Lord because He is the supreme authority. This is also indicated in the previous verse by the word bhagavatoditah. The injunctions or directions of the Lord are infallible, and their benefits are fully assured. According to His directions, which are explained in this verse, the perfect form of religion is bhakti-yoga.</P><P>To practice bhakti-yoga, one must first accept a bona fide spiritual master. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, in his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/74">1.2.74-75</A>), advises:</P><P>guru-p&#257;d&#257;&#347;rayas tasm&#257;t</P><P CLASS=n>krishna-d&#299;ksh&#257;di-&#347;ikshanam</P><P CLASS=n>vi&#347;rambhena guroh sev&#257;</P><P CLASS=n>s&#257;dhu-vartm&#257;nuvartanam</P><P CLASS=n>sad-dharma-pricch&#257; bhog&#257;di-</P><P CLASS=n>ty&#257;gah krishnasya hetave</P><P>One's first duty is to accept a bona fide spiritual master. The student or disciple should be very inquisitive; he should be eager to know the complete truth about eternal religion (san&#257;tana-dharma). The words guru-&#347;u&#347;r&#363;shay&#257; mean that one should personally serve the spiritual master by giving him bodily comforts, helping him in bathing, dressing, sleeping, eating and so on. This is called guru-&#347;u&#347;r&#363;shanam. A disciple should serve the spiritual master as a menial servant, and whatever he has in his possession should be dedicated to the spiritual master. pr&#257;nair arthair dhiy&#257; v&#257;c&#257;. Everyone has his life, his wealth, his intelligence and his words, and all of them should be offered to the Supreme Personality of Godhead through the via medium of the spiritual master. Everything should be offered to the spiritual master as a matter of duty, but the offering should be made to the spiritual master with heart and soul, not artificially to gain material prestige. This offering is called arpana. Moreover, one should live among devotees, saintly persons, to learn the etiquette and proper behavior of devotional service. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura remarks in this connection that whatever is offered to the spiritual master should be offered with love and affection, not for material adoration. Similarly, it is recommended that one associate with devotees, but there must be some discrimination. Actually, a s&#257;dhu, a saintly person, must be saintly in his behavior (s&#257;dhavah sad-&#257;c&#257;r&#257;h). Unless one adheres to the standard behavior, one's position as a s&#257;dhu, a saintly person, is not complete. Therefore a Vaishnava, a s&#257;dhu, must completely adhere to the standard of behavior. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that a Vaishnava, a person initiated into the Vaishnava cult, should be offered the respect befitting a Vaishnava, which means that he should be offered service and prayers. However, one should not associate with him if he is not a fit person with whom to associate.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>