<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.32</P><P CLASS=c>harih sarveshu bh&#363;teshu</P><P CLASS=c>bhagav&#257;n &#257;sta &#299;&#347;varah</P><P CLASS=c>iti bh&#363;t&#257;ni manas&#257;</P><P CLASS=c>k&#257;mais taih s&#257;dhu m&#257;nayet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarvesu">sarveshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the supreme personality; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is situated; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all living entities; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by such understanding; <A CLASS=v HREF="http://vedabase.net/k/kamaih">k&#257;maih</A> &#8212; by desires; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> <A CLASS=v HREF="http://vedabase.net/m/manayet">m&#257;nayet</A> &#8212; one should highly esteem.</P><P CLASS=t>TRANSLATION</P><P>One should always remember the Supreme Personality of Godhead in His localized representation as the Param&#257;tm&#257;, who is situated in the core of every living entity's heart. Thus one should offer respect to every living entity according to that living entity's position or manifestation.</P><P CLASS=t>PURPORT</P><P>Harih sarveshu bh&#363;teshu. This statement is sometimes misunderstood by unscrupulous persons who wrongly conclude that because Hari, the Supreme Personality of Godhead, is situated in every living entity, every living entity is therefore Hari. Such foolish persons do not distinguish between the &#257;tm&#257; and the Param&#257;tm&#257;, who are situated in every body. The &#257;tma is the living entity, and the Param&#257;tm&#257; is the Supreme Personality of Godhead. The individual living entity, however, is different from the Param&#257;tm&#257;, the Supreme Lord. Therefore harih sarveshu bh&#363;teshu means that Hari is situated as Param&#257;tm&#257;, not as &#257;tm&#257;, although &#257;tm&#257; is a part of Param&#257;tm&#257;. Offering respect to every living entity means offering respect to the Param&#257;tm&#257; situated in every living entity. One should not misunderstand every living entity to be the Param&#257;tm&#257;. Sometimes unscrupulous persons designate a living entity as daridra-n&#257;r&#257;yana, sv&#257;m&#299;-n&#257;r&#257;yana, this N&#257;r&#257;yana or that N&#257;r&#257;yana. One should clearly understand that although N&#257;r&#257;yana is situated in the core of the heart of every living entity, the living entity never becomes N&#257;r&#257;yana.</P><P CLASS=l><A CLASS=i HREF="30-31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>