<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.33</P><P CLASS=c>evam nirjita-shad-vargaih</P><P CLASS=c>kriyate bhaktir &#299;&#347;vare</P><P CLASS=c>v&#257;sudeve bhagavati</P><P CLASS=c>yay&#257; samlabhyate ratih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/nirjita">nirjita</A> &#8212; subdued; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/vargaih">vargaih</A> &#8212; by the six symptoms of the senses (lusty desires, anger, greed, illusion, madness and jealousy); <A CLASS=v HREF="http://vedabase.net/k/kriyate">kriyate</A> &#8212; is rendered; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; unto the supreme controller; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/s/samlabhyate">samlabhyate</A> &#8212; is obtained; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attachment.</P><P CLASS=t>TRANSLATION</P><P>By these activities [as mentioned above] one is able to cut down the influence of the enemies, namely lust, anger, greed, illusion, madness and jealousy, and when thus situated, one can render service to the Lord. In this way one surely attains the platform of loving service to the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>As mentioned in verses thirty and thirty-one, one's first duty is to approach the spiritual master, the representative of the Supreme Personality of Godhead, to begin rendering service to him. Prahl&#257;da Mah&#257;r&#257;ja proposed that from the very beginning of life (kaum&#257;ra &#257;caret pr&#257;jñah) a small child should be trained to serve the spiritual master while living at the guru-kula. Brahmac&#257;r&#299; guru-kule vasan d&#257;nto guror hitam (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/12/1.htm">7.12.1</A>). This is the beginning of spiritual life. Guru-p&#257;d&#257;&#347;rayah, s&#257;dhu-vartm&#257;nuvartanam, sad-dharma-pricch&#257;. By following the instructions of the guru and the &#347;&#257;stras, the disciple attains the stage of devotional service and becomes unattached to possessions. Whatever he possesses he offers to the spiritual master, the guru, who engages him in &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. The disciple follows strictly and in this way learns how to control his senses. Then, by using his pure intelligence, he gradually becomes a lover of the Supreme Personality of Godhead, as confirmed by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; (&#257;dau &#347;raddh&#257; tatah s&#257;dhu-sa&#324;gah). In this way one's life becomes perfect, and his attachment for Krishna becomes positively manifested. In that stage, he is situated in ecstasy, experiencing bh&#257;va and anubh&#257;va, as explained in the following verse.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>