<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.36</P><P CLASS=c>tad&#257; pum&#257;n mukta-samasta-bandhanas</P><P CLASS=c>tad-bh&#257;va-bh&#257;v&#257;nukrit&#257;&#347;ay&#257;kritih</P><P CLASS=c>nirdagdha-b&#299;j&#257;nu&#347;ayo mah&#299;yas&#257;</P><P CLASS=c>bhakti-prayogena samety adhokshajam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhanah">bandhanah</A> &#8212; from all material obstacles on the path of devotional service; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; of the situation of the Supreme Lord's activities; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; by thinking; <A CLASS=v HREF="http://vedabase.net/a/anukrta">anukrita</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> similar; <A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A>-<A CLASS=v HREF="http://vedabase.net/a/akrtih">&#257;kritih</A> &#8212; whose mind and body; <A CLASS=v HREF="http://vedabase.net/n/nirdagdha">nirdagdha</A> &#8212; completely burned up; <A CLASS=v HREF="http://vedabase.net/b/bija">b&#299;ja</A> &#8212; the seed or original cause of material existence; <A CLASS=v HREF="http://vedabase.net/a/anusayah">anu&#347;ayah</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/m/mahiyasa">mah&#299;yas&#257;</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/p/prayogena">prayogena</A> &#8212; by the application; <A CLASS=v HREF="http://vedabase.net/s/sameti">sameti</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/a/adhoksajam">adhokshajam</A> &#8212; the Supreme Personality of Godhead, who is beyond the reach of the material mind and knowledge.</P><P CLASS=t>TRANSLATION</P><P>The devotee is then freed from all material contamination because he constantly thinks of the Lord's pastimes and because his mind and body have been converted to spiritual qualities. Because of his intense devotional service, his ignorance, material consciousness and all kinds of material desires are completely burnt to ashes. This is the stage at which one can achieve the shelter of the Lord's lotus feet.</P><P CLASS=t>PURPORT</P><P>When a devotee is completely purified, he becomes any&#257;bhil&#257;shit&#257;-&#347;&#363;nya. In other words, all of his material desires become zero, being burnt to ashes, and he exists either as the Lord's servant, friend, father, mother or conjugal lover. Because one thinks constantly in this way, one's present material body and mind are fully spiritualized, and the needs of one's material body completely vanish from one's existence. An iron rod put into a fire becomes warmer and warmer, and when it is red hot it is no longer an iron rod but fire. Similarly, when a devotee constantly engages in devotional service and thinks of the Lord in his original Krishna consciousness, he no longer has any material activities, for his body is spiritualized. Advancement in Krishna consciousness is very powerful, and therefore even during this life such a devotee has achieved the shelter of the lotus feet of the Lord. This transcendental ecstatic existence of a devotee was completely exhibited by &#346;r&#299; Caitanya Mah&#257;prabhu. In this regard, &#346;r&#299;la Madhv&#257;c&#257;rya writes as follows:</P><P>tad-bh&#257;va-bh&#257;vah tad yath&#257; svar&#363;pam bhaktih</P><P CLASS=n>kecid bhakt&#257; vinrityanti g&#257;yanti ca yathepsitam</P><P CLASS=n>kecit tushn&#299;m japanty eva kecit &#347;obhaya-k&#257;rinah</P><P>The ecstatic condition of devotional service was completely exhibited by &#346;r&#299; Caitanya Mah&#257;prabhu, who sometimes danced, sometimes cried, sometimes sang, sometimes remained silent, and sometimes chanted the holy name of the Lord. That is perfect spiritual existence.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>