<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.37</P><P CLASS=c>adhokshaj&#257;lambham ih&#257;&#347;ubh&#257;tmanah</P><P CLASS=c>&#347;ar&#299;rinah samsriti-cakra-&#347;&#257;tanam</P><P CLASS=c>tad brahma-nirv&#257;na-sukham vidur budh&#257;s</P><P CLASS=c>tato bhajadhvam hridaye hrid-&#299;&#347;varam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adhoksaja">adhokshaja</A> &#8212; with the Supreme Personality of Godhead, who is beyond the reach of the materialistic mind or experimental knowledge; <A CLASS=v HREF="http://vedabase.net/a/alambham">&#257;lambham</A> &#8212; being constantly <A HREF="http://vedabase.net/i/in">in</A> contact; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/a/asubha">a&#347;ubha</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; whose mind is materially contaminated; <A CLASS=v HREF="http://vedabase.net/s/saririnah">&#347;ar&#299;rinah</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> living entity who has accepted <A HREF="http://vedabase.net/a/a">a</A> material body; <A CLASS=v HREF="http://vedabase.net/s/samsrti">samsriti</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; the cycle; <A CLASS=v HREF="http://vedabase.net/s/satanam">&#347;&#257;tanam</A> &#8212; completely stopping; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A> &#8212; connected with the Supreme <A HREF="http://vedabase.net/b/brahman">Brahman</A>, the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; transcendental happiness; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; understand; <A CLASS=v HREF="http://vedabase.net/b/budhah">budh&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> spiritually advanced; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bhajadhvam">bhajadhvam</A> &#8212; engage <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead, the Supersoul within the heart.</P><P CLASS=t>TRANSLATION</P><P>The real problem of life is the repetition of birth and death, which is like a wheel rolling repeatedly up and down. This wheel, however, completely stops when one is in touch with the Supreme Personality of Godhead. In other words, by the transcendental bliss realized from constant engagement in devotional service, one is completely liberated from material existence. All learned men know this. Therefore, my dear friends, O sons of the asuras, immediately begin meditating upon and worshiping the Supersoul within everyone's heart.</P><P CLASS=t>PURPORT</P><P>Generally it is understood that by merging into the existence of Brahman, the impersonal feature of the Absolute Truth, one becomes completely happy. The words brahma-nirv&#257;na refer to connecting with the Absolute Truth, who is realized in three features: brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate. One feels brahma-sukha, spiritual happiness, by merging into the impersonal Brahman because the brahmajyoti is the effulgence of the Supreme Personality of Godhead. Yasya prabh&#257; prabhavato jagad-anda-koti [<A CLASS=v HREF="../../../bs/5/40.htm">Bs. 5.40</A>]. Yasya prabh&#257;, the impersonal Brahman, consists of the rays of Krishna's transcendental body. Therefore whatever transcendental bliss one feels from merging in Brahman is due to contact with Krishna. Contact with Krishna is perfect brahma-sukha. When the mind is in touch with the impersonal Brahman one becomes satisfied, but one must advance further to render service to the Supreme Personality of Godhead, for one's remaining merged in the Brahman effulgence is not always assured. As it is said, &#257;ruhya kricchrena param padam tatah patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah: [<A CLASS=v HREF="../../10/2/32.htm">SB 10.2.32</A>] one may merge in the Brahman feature of the Absolute Truth, but there is a chance that one may fall because of not being acquainted with Adhokshaja, or V&#257;sudeva. Of course, such brahma-sukha undoubtedly eliminates material happiness, but when one advances through impersonal Brahman and localized Param&#257;tm&#257; to approach the Supreme Personality of Godhead in relationship with Him as a servant, friend, parent or conjugal lover, one's happiness becomes all-pervading. Then one automatically feels transcendental bliss, just as one becomes happy seeing the shining of the moon. One acquires natural happiness upon seeing the moon, but when one can see the Supreme Personality of Godhead, one's transcendental happiness increases hundreds and thousands of times. As soon as one is very intimately connected with the Supreme Personality of Godhead, one surely becomes free from all material contamination. Y&#257; nirvritis tanu-bhrit&#257;m. This cessation of all material happiness is called nirvriti or nirv&#257;na. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says in Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/38">1.1.38</A>):</P><P>brahm&#257;nando bhaved esha</P><P CLASS=n>cet par&#257;rdha-gun&#299;-kritah</P><P CLASS=n>naiti bhakti-sukh&#257;mbhodheh</P><P CLASS=n>param&#257;nu-tul&#257;m api</P><P>"If brahm&#257;nanda, the bliss of merging in the Brahman effulgence, were multiplied one hundred trillion times, it would still not equal even an atomic fragment of the ocean of transcendental bliss felt in devotional service."</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P>"One who is transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments nor desires to have anything; he is equally disposed toward all living entities. In that state he attains pure devotional service unto the Lord." (<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>) If one advances further from the brahma-nirv&#257;na platform, one enters the stage of devotional service (mad-bhaktim labhate par&#257;m [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>]). The word adhokshaj&#257;lambham refers to keeping the mind always engaged in the Absolute Truth, who is beyond the mind and material speculation. Sa vai manah krishna-pad&#257;ravindayoh. This is the result of Deity worship. By constantly engaging in the service of the Lord and thinking of His lotus feet, one is automatically freed from all material contamination. Thus the word brahma-nirv&#257;na-sukham indicates that when one is in touch with the Absolute Truth, material sense gratification is completely nullified.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>