<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.39</P><P CLASS=c>r&#257;yah kalatram pa&#347;avah sut&#257;dayo</P><P CLASS=c>grih&#257; mah&#299; kuñjara-ko&#347;a-bh&#363;tayah</P><P CLASS=c>sarve 'rtha-k&#257;m&#257;h kshana-bha&#324;gur&#257;yushah</P><P CLASS=c>kurvanti martyasya kiyat priyam cal&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rayah">r&#257;yah</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/k/kalatram">kalatram</A> &#8212; one's wife and feminine friends; <A CLASS=v HREF="http://vedabase.net/p/pasavah">pa&#347;avah</A> &#8212; domestic animals like cows, horses, asses, cats and dogs; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; children and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/g/grhah">grih&#257;h</A> &#8212; big buildings and residences; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; land; <A CLASS=v HREF="http://vedabase.net/k/kunjara">kuñjara</A> &#8212; elephants; <A CLASS=v HREF="http://vedabase.net/k/kosa">ko&#347;a</A> &#8212; treasury house; <A CLASS=v HREF="http://vedabase.net/b/bhutayah">bh&#363;tayah</A> &#8212; and other luxuries for sense gratification and material enjoyment; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; economic development; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h</A> &#8212; and sense gratification; <A CLASS=v HREF="http://vedabase.net/k/ksana">kshana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhangura">bha&#324;gura</A> &#8212; perishable <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> moment; <A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yushah</A> &#8212; of one whose duration of life; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; effect or bring; <A CLASS=v HREF="http://vedabase.net/m/martyasya">martyasya</A> &#8212; of one who is destined <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/k/kiyat">kiyat</A> &#8212; how much; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; pleasure; <A CLASS=v HREF="http://vedabase.net/c/calah">cal&#257;h</A> &#8212; flickering and temporary.</P><P CLASS=t>TRANSLATION</P><P>One's riches, beautiful wife and female friends, one's sons and daughters, one's residence, one's domestic animals like cows, elephants and horses, one's treasury, economic development and sense gratification &#8212; indeed, even the lifetime in which one can enjoy all these material opulences &#8212; are certainly temporary and flickering. Since the opportunity of human life is temporary, what benefit can these material opulences give to a sensible man who has understood himself to be eternal?</P><P CLASS=t>PURPORT</P><P>This verse describes how the advocates of economic development are frustrated by the laws of nature. As the previous verse asks, kim vishayopap&#257;danaih: what is the actual benefit of so-called economic development? The history of the world has factually proved that attempts to increase economic development for bodily comfort through the advancement of material civilization have done nothing to remedy the inevitability of birth, death, old age and disease. Everyone has knowledge of huge empires throughout the history of the world &#8212; the Roman Empire, the Moghul Empire, the British Empire and so on &#8212; but all the societies engaged in such economic development (sarve 'rtha-k&#257;m&#257;h) have been frustrated by the laws of nature through periodic wars, pestilence, famine and so on. Thus all their attempts have been flickering and temporary. In this verse, therefore, it is said, kurvanti martyasya kiyat priyam cal&#257;h: one may be very proud of possessing a vast empire, but such empires are impermanent; after one hundred or two hundred years, everything is finished. All such positions of economic development, although created with great endeavor and hardship, are vanquished very soon. Therefore they have been described as cal&#257;h. An intelligent man should conclude that material economic development is not at all pleasing. The entire world is described in Bhagavad-g&#299;t&#257; as duhkh&#257;layam a&#347;&#257;&#347;vatam [<A CLASS=v HREF="../../../bg/8/15.htm">Bg. 8.15</A>] &#8212; miserable and temporary. Economic development may be pleasing for some time, but it cannot endure. Thus many big businessmen are now very morose because they are being harassed by various plundering governments. In conclusion, why should one waste his time for so-called economic development, which is neither permanent nor pleasing to the soul?</P><P>On the other hand, our relationship with Krishna, the Supreme Personality of Godhead, is eternal. Nitya-siddha krishna-prema. The pure souls are eternally in love with Krishna, and this permanent love, either as a servant, a friend, a parent or a conjugal lover, is not at all difficult to revive. Especially in this age, the concession is that simply by chanting the Hare Krishna mantra (harer n&#257;ma harer n&#257;ma harer n&#257;maiva kevalam [<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]) one revives his original relationship with God and thus becomes so happy that he does not want anything material. As enunciated by &#346;r&#299; Caitanya Mah&#257;prabhu, na dhanam na janam na sundar&#299;m kavit&#257;m v&#257; jagad-&#299;&#347;a k&#257;maye. A very advanced devotee in Krishna consciousness does not want riches, followers or possessions. R&#257;yah kalatram pa&#347;avah sut&#257;dayo grih&#257; mah&#299; kuñjara-ko&#347;a-bh&#363;tayah. The satisfaction of possessing material opulences, although perhaps of a different standard, is available even in the lives of dogs and hogs, who cannot revive their eternal relationship with Krishna. In human life, however, our eternal, dormant relationship with Krishna is possible to revive. Therefore Prahl&#257;da Mah&#257;r&#257;ja has described this life as arthadam. Consequently, instead of wasting our time for economic development, which cannot give us any happiness, if we simply try to revive our eternal relationship with Krishna, we will properly utilize our lives.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>