<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.42</P><P CLASS=c>sukh&#257;ya duhkha-moksh&#257;ya</P><P CLASS=c>sa&#324;kalpa iha karminah</P><P CLASS=c>sad&#257;pnot&#299;hay&#257; duhkham</P><P CLASS=c>an&#299;h&#257;y&#257;h sukh&#257;vritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sukhaya">sukh&#257;ya</A> &#8212; for achieving happiness by <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/so">so</A>-called higher standard of life; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A>-<A CLASS=v HREF="http://vedabase.net/m/moksaya">moksh&#257;ya</A> &#8212; for becoming free from misery; <A CLASS=v HREF="http://vedabase.net/s/sankalpah">sa&#324;kalpah</A> &#8212; the determination; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/k/karminah">karminah</A> &#8212; of the living entity trying for economic development; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/apnoti">&#257;pnoti</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/i/ihaya">&#299;hay&#257;</A> &#8212; by activity or ambition; <A CLASS=v HREF="http://vedabase.net/d/duhkham">duhkham</A> &#8212; only unhappiness; <A CLASS=v HREF="http://vedabase.net/a/anihayah">an&#299;h&#257;y&#257;h</A> &#8212; and from not desiring economic development; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; by happiness; <A CLASS=v HREF="http://vedabase.net/a/avrtah">&#257;vritah</A> &#8212; covered.</P><P CLASS=t>TRANSLATION</P><P>In this material world, every materialist desires to achieve happiness and diminish his distress, and therefore he acts accordingly. Actually, however, one is happy as long as one does not endeavor for happiness; as soon as one begins his activities for happiness, his conditions of distress begin.</P><P CLASS=t>PURPORT</P><P>Every conditioned soul is bound by the laws of material nature, as described in Bhagavad-g&#299;t&#257; (prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]). Everyone has achieved a certain type of body given by material nature according to the instructions of the Supreme Personality of Godhead.</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." (<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>) The Supreme Personality of Godhead, the Supersoul, is present in everyone's heart, and as the living entity desires, the Lord gives him facilities with which to work according to his ambitions in different grades of bodies. The body is just like an instrument by which the living entity moves according to false desires for happiness and thus suffers the pangs of birth, death, old age and disease in different standards of life. Everyone begins his activities with some plan and ambition, but actually, from the beginning of one's plan to the end, one does not derive any happiness. On the contrary, as soon as one begins acting according to his plan, his life of distress immediately begins. Therefore, one should not be ambitious to dissipate the unhappy conditions of life, for one cannot do anything about them. Aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257; kart&#257;ham iti manyate [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]. Although one is acting according to false ambitions, he thinks he can improve his material conditions by his activities. The Vedas enjoin that one should not try to increase happiness or decrease distress, for this is futile. Tasyaiva hetoh prayateta kovidah. One should work for self-realization, not for economic development, which is impossible to improve. Without endeavor, one can get the amount of happiness and distress for which he is destined, and one cannot change this. Therefore, it is better to use one's time for advancement in the spiritual life of Krishna consciousness. One should not waste his valuable life as a human being. It is better to utilize this life for developing Krishna consciousness, without ambitions for so-called happiness.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>