<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.48</P><P CLASS=c>tasm&#257;d arth&#257;&#347; ca k&#257;m&#257;&#347; ca</P><P CLASS=c>dharm&#257;&#347; ca yad-ap&#257;&#347;ray&#257;h</P><P CLASS=c>bhajat&#257;n&#299;hay&#257;tm&#257;nam</P><P CLASS=c>an&#299;ham harim &#299;&#347;varam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/arthah">arth&#257;h</A> &#8212; ambitions for economic development; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h</A> &#8212; ambitions for satisfaction of the senses; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharm&#257;h</A> &#8212; duties of religion; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; upon whom; <A CLASS=v HREF="http://vedabase.net/a/apasrayah">ap&#257;&#347;ray&#257;h</A> &#8212; dependent; <A CLASS=v HREF="http://vedabase.net/b/bhajata">bhajata</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/anihaya">an&#299;hay&#257;</A> &#8212; without desire for them; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/aniham">an&#299;ham</A> &#8212; indifferent; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Lord.</P><P CLASS=t>TRANSLATION</P><P>The four principles of advancement in spiritual life &#8212; dharma, artha, k&#257;ma and moksha &#8212; all depend on the disposition of the Supreme Personality of Godhead. Therefore, my dear friends, follow in the footsteps of devotees. Without desire, fully depend upon the disposition of the Supreme Lord, worship Him, the Supersoul, in devotional service.</P><P CLASS=t>PURPORT</P><P>These are words of intelligence. Everyone should know that in every stage of life we are dependent upon the Supreme Personality of Godhead. Therefore the dharma, religion, which we accept should be that which is recommended by Prahl&#257;da Mah&#257;r&#257;ja &#8212; bh&#257;gavata-dharma. This is the instruction of Krishna: sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. To take shelter of the lotus feet of Krishna means to act according to the rules and regulations of bh&#257;gavata-dharma, devotional service. As far as economic development is concerned, we should discharge our occupational duties but fully depend on the lotus feet of the Lord for the results. Karmany ev&#257;dhik&#257;ras te m&#257; phaleshu kad&#257;cana: "You have a right to perform your prescribed duty, but you are not entitled to the fruits of action." According to one's position, one should perform his duties, but for the results one should fully depend upon Krishna. Narottama d&#257;sa Th&#257;kura sings that our only desire should be to perform the duties of Krishna consciousness. We should not be misled by the karma-m&#299;m&#257;ms&#257; philosophy, which concludes that if we work seriously the results will come automatically. This is not a fact. The ultimate result depends upon the will of the Supreme Personality of Godhead. In devotional service, therefore, the devotee completely depends upon the Lord and honestly performs his occupational duties. Therefore Prahl&#257;da Mah&#257;r&#257;ja advised his friends to depend completely on Krishna and worship Him in devotional service.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>