<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7.54</P><P CLASS=c>daitey&#257; yaksha-raksh&#257;msi</P><P CLASS=c>striyah &#347;&#363;dr&#257; vrajaukasah</P><P CLASS=c>khag&#257; mrig&#257;h p&#257;pa-j&#299;v&#257;h</P><P CLASS=c>santi hy acyutat&#257;m gat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/daiteyah">daitey&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> demons; <A CLASS=v HREF="http://vedabase.net/y/yaksa">yaksha</A>-<A CLASS=v HREF="http://vedabase.net/r/raksamsi">raksh&#257;msi</A> &#8212; the living entities known <A HREF="http://vedabase.net/a/as">as</A> the Yakshas and R&#257;kshasas; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/s/sudrah">&#347;&#363;dr&#257;h</A> &#8212; the laborer class; <A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; village <A HREF="http://vedabase.net/c/cowherd">cowherd</A> men; <A CLASS=v HREF="http://vedabase.net/k/khagah">khag&#257;h</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/m/mrgah">mrig&#257;h</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A>-<A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;v&#257;h</A> &#8212; sinful living entities; <A CLASS=v HREF="http://vedabase.net/s/santi">santi</A> &#8212; can become; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/acyutatam">acyutat&#257;m</A> &#8212; the qualities of <A HREF="http://vedabase.net/a/acyuta">Acyuta</A>, the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/g/gatah">gat&#257;h</A> &#8212; obtained.</P><P CLASS=t>TRANSLATION</P><P>O my friends, O sons of demons, everyone, including you (the Yakshas and R&#257;kshasas), the unintelligent women, &#347;&#363;dras and cowherd men, the birds, the lower animals and the sinful living entities, can revive his original, eternal spiritual life and exist forever simply by accepting the principles of bhakti-yoga.</P><P CLASS=t>PURPORT</P><P>The devotees are referred to as acyuta-gotra, or the dynasty of the Supreme Personality of Godhead. The Lord is called Acyuta, as indicated in Bhagavad-g&#299;t&#257; (senayor ubhayor madhye ratham sth&#257;paya me 'cyuta). The Lord is infallible in the material world because He is the supreme spiritual person. Similarly, the j&#299;vas, who are part and parcel of the Lord, can also become infallible. Although Prahl&#257;da's mother was in the conditional state and was the wife of a demon, even Yakshas, R&#257;kshasas, women, &#347;&#363;dras and even birds and other lower living entities can be elevated to the acyuta-gotra, the family of the Supreme Personality of Godhead. That is the highest perfection. As Krishna never falls, when we revive our spiritual consciousness, Krishna consciousness, we never fall again to material existence. One should understand the position of the supreme Acyuta, Krishna, who says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>):</P><P>janma karma ca me divyam</P><P CLASS=n>evam yo vetti tattvatah</P><P CLASS=n>tyaktv&#257; deham punar janma</P><P CLASS=n>naiti m&#257;m eti so 'rjuna</P><P>"One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna." One should understand Acyuta, the supreme infallible, and how we are related with Him, and one should take to the service of the Lord. This is the perfection of life. &#346;r&#299;la Madhv&#257;c&#257;rya says, acyutat&#257;m cyuti-varjanam. The word acyutat&#257;m refers to one who never falls to this material world but always remains in the Vaikuntha world, fully engaged in the service of the Lord.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>