<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">What Prahl&#257;da Learned in the Womb</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.7 Summary</P><P>In this chapter, to dissipate the doubts of his class friends, the sons of the demons, Prahl&#257;da Mah&#257;r&#257;ja states how, within the womb of his mother, he had heard from the mouth of N&#257;rada Muni, who had instructed him in bh&#257;gavata-dharma.</P><P>When Hiranyaka&#347;ipu left his kingdom and went to the mountain known as Mandar&#257;cala to execute severe austerities, all the demons scattered. Hiranyaka&#347;ipu's wife, Kay&#257;dhu, was pregnant at that time, and the demigods, mistakenly thinking that she carried another demon in her womb, arrested her. Their plan was that as soon as the child took birth they would kill him. While they were taking Kay&#257;dhu to the heavenly planets, they met N&#257;rada Muni, who stopped them from taking her away and took her to his &#257;&#347;rama until Hiranyaka&#347;ipu's return. In N&#257;rada Muni's &#257;&#347;rama, Kay&#257;dhu prayed for the protection of the baby in her womb, and N&#257;rada Muni reassured her and gave her instructions on spiritual knowledge. Taking advantage of those instructions, Prahl&#257;da Mah&#257;r&#257;ja, although a small baby within the womb, listened very carefully. The spirit soul is always apart from the material body. There is no change in the spiritual form of the living entity. Any person above the bodily conception of life is pure and can receive transcendental knowledge. This transcendental knowledge is devotional service, and Prahl&#257;da Mah&#257;r&#257;ja, while living in the womb of his mother, received instructions in devotional service from N&#257;rada Muni. Any person engaged in the service of the Lord through the instructions of a bona fide spiritual master is immediately liberated, and being free from the clutches of m&#257;y&#257;, he is relieved of all ignorance and material desires. The duty of everyone is to take shelter of the Supreme Lord and thus become free from all material desires. Regardless of the material condition in which one is situated, one can achieve this perfection. Devotional service is not dependent on the material activities of austerity, penance, mystic yoga or piety. Even without such assets, one can achieve devotional service through the mercy of a pure devotee.</P><P CLASS=l><A CLASS=i HREF="../6/29-30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>