<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.13</P><P CLASS=c>yo n&#257;mabhir v&#257;ci janam nij&#257;y&#257;m</P><P CLASS=c>badhn&#257;ti tantry&#257;m iva d&#257;mabhir g&#257;h</P><P CLASS=c>yasmai balim ta ime n&#257;ma-karma-</P><P CLASS=c>nibandha-baddh&#257;&#347; cakit&#257; vahanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/n/namabhih">n&#257;mabhih</A> &#8212; by different names; <A CLASS=v HREF="http://vedabase.net/v/vaci">v&#257;ci</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Vedic language; <A CLASS=v HREF="http://vedabase.net/j/janam">janam</A> &#8212; all people; <A CLASS=v HREF="http://vedabase.net/n/nijayam">nij&#257;y&#257;m</A> &#8212; which has emanated from Himself; <A CLASS=v HREF="http://vedabase.net/b/badhnati">badhn&#257;ti</A> &#8212; binds; <A CLASS=v HREF="http://vedabase.net/t/tantryam">tantry&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> rope; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/d/damabhih">d&#257;mabhih</A> &#8212; by cords; <A CLASS=v HREF="http://vedabase.net/g/gah">g&#257;h</A> &#8212; bulls; <A CLASS=v HREF="http://vedabase.net/y/yasmai">yasmai</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> small presentation of taxes; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; of names and different activities; <A CLASS=v HREF="http://vedabase.net/n/nibandha">nibandha</A> &#8212; by the obligations; <A CLASS=v HREF="http://vedabase.net/b/baddhah">baddh&#257;h</A> &#8212; bound; <A CLASS=v HREF="http://vedabase.net/c/cakitah">cakit&#257;h</A> &#8212; being fearful; <A CLASS=v HREF="http://vedabase.net/v/vahanti">vahanti</A> &#8212; carry.</P><P CLASS=t>TRANSLATION</P><P>Just as the driver of a bullock cart ties ropes through the nostrils of his bulls to control them, the Supreme Personality of Godhead binds all men through the ropes of His words in the Vedas, which set forth the names and activities of the distinct orders of human society [br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra]. In fear, the members of these orders all worship the Supreme Lord by offering Him presentations according to their respective activities.</P><P CLASS=t>PURPORT</P><P>In this material world, everyone is conditioned, regardless of who he is. One may be a human being, a demigod or an animal, tree or plant, but everything is controlled by the laws of nature, and behind this natural control is the Supreme Personality of Godhead. This is confirmed by Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>), wherein Krishna says, may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram: "The material nature is working under My direction and producing all moving and nonmoving beings." Thus Krishna is behind the natural machine, which works under His control.</P><P>Apart from other living entities, the living being in the human form of body is systematically controlled by the Vedic injunctions in terms of the divisions of varna and &#257;&#347;rama. A human being is expected to follow the rules and regulations of varna and &#257;&#347;rama; otherwise he cannot escape punishment by Yamar&#257;ja. The point is that every human being is expected to elevate himself to the position of a br&#257;hmana, the most intelligent man, and then one must transcend that position to become a Vaishnava. This is the perfection of life. The br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra can elevate themselves by worshiping the Lord according to their activities (sve sve karmany abhiratah samsiddhim labhate narah). The divisions of varna and &#257;&#347;rama are necessary to insure the proper execution of duties and peaceful existence for everyone, but everyone is directed to worship the Supreme Lord, who is all-pervading (yena sarvam idam tatam). The Supreme Lord exists vertically and horizontally (otam protam), and therefore if one follows the Vedic injunctions by worshiping the Supreme Lord according to one's ability, his life will be perfect. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/13.htm">1.2.13</A>):</P><P>atah pumbhir dvija-&#347;reshth&#257;</P><P CLASS=n>varn&#257;&#347;rama-vibh&#257;ga&#347;ah</P><P CLASS=n>svanushthitasya dharmasya</P><P CLASS=n>samsiddhir hari-toshanam</P><P>"O best among the twice-born, it is therefore concluded that the highest perfection one can achieve, by discharging his prescribed duties [dharma] according to caste divisions and orders of life, is to please the Lord Hari." The varn&#257;&#347;rama institution offers the perfect process for making one eligible to return home, back to Godhead, because the aim of every varna and &#257;&#347;rama is to please the Supreme Lord. One can please the Lord under the direction of a bona fide spiritual master. and if one does so his life is perfect. The Supreme Lord is worshipable. and everyone worships Him directly or indirectly. Those who worship Him directly get the results of liberation quickly, whereas the liberation of those who serve Him indirectly is delayed.</P><P>The words n&#257;mabhir v&#257;ci are very important. In the varn&#257;&#347;rama institution, there are different names &#8212; br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, brahmac&#257;r&#299;, grihastha, v&#257;naprastha and sanny&#257;s&#299;. The v&#257;k, or Vedic injunctions, give directions for all these divisions. Everyone is expected to offer obeisances to the Supreme Lord and perform duties as indicated in the Vedas.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14-15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>