<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.16</P><P CLASS=c>yam vai na gobhir manas&#257;subhir v&#257;</P><P CLASS=c>hrid&#257; gir&#257; v&#257;su-bhrito vicakshate</P><P CLASS=c>&#257;tm&#257;nam antar-hridi santam &#257;tman&#257;m</P><P CLASS=c>cakshur yathaiv&#257;kritayas tatah param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/g/gobhih">gobhih</A> &#8212; by the senses; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/a/asubhih">asubhih</A> &#8212; by the life breath; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/h/hrda">hrid&#257;</A> &#8212; by thoughts; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/asu">asu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/v/vicaksate">vicakshate</A> &#8212; see or know; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/s/santam">santam</A> &#8212; existing; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/c/caksuh">cakshuh</A> &#8212; the eyes; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/akrtayah">&#257;kritayah</A> &#8212; the different parts or limbs of the body; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; than them; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; higher.</P><P CLASS=t>TRANSLATION</P><P>As the different limbs of the body cannot see the eyes, the living entities cannot see the Supreme Lord, who is situated as the Supersoul in everyone's heart. Not by the senses, by the mind, by the life air, by thoughts within the heart, or by the vibration of words can the living entities ascertain the real situation of the Supreme Lord.</P><P CLASS=t>PURPORT</P><P>Although the different parts of the body do not have the power to see the eyes, the eyes direct the movements of the body's different parts. The legs move forward because the eyes see what is in front of them, and the hand touches because the eyes see touchable entities. Similarly, every living being acts according to the direction of the Supersoul, who is situated within the heart. As the Lord Himself confirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca: "I am sitting in everyone's heart and giving directions for remembrance, knowledge and forgetfulness." Elsewhere in Bhagavad-g&#299;t&#257; it is stated, &#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati: [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>] "The Supreme Lord, as the Supersoul, is situated within the heart." The living entity cannot do anything without the sanction of the Supersoul. The Supersoul is acting at every moment, but the living entity cannot understand the form and activities of the Supersoul by manipulating his senses. The example of the eyes and the bodily limbs is very appropriate. If the limbs could see, they could walk forward without the help of the eyes, but that is impossible. Although one cannot see the Supersoul in one's heart through sensual activities, His direction is necessary.</P><P CLASS=l><A CLASS=i HREF="14-15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>