<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verses 20-21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verses 20-21"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.20-21</P><P CLASS=c>svayambh&#363;r n&#257;radah &#347;ambhuh</P><P CLASS=c>kum&#257;rah kapilo manuh</P><P CLASS=c>prahl&#257;do janako bh&#299;shmo</P><P CLASS=c>balir vaiy&#257;sakir vayam</P><P CLASS=c>dv&#257;da&#347;aite vij&#257;n&#299;mo</P><P CLASS=c>dharmam bh&#257;gavatam bhat&#257;h</P><P CLASS=c>guhyam vi&#347;uddham durbodham</P><P CLASS=c>yam jñ&#257;tv&#257;mritam a&#347;nute</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svayambhuh">svayambh&#363;h</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great saint <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/s/sambhuh">&#347;ambhuh</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/k/kumarah">kum&#257;rah</A> &#8212; the four Kum&#257;ras; <A CLASS=v HREF="http://vedabase.net/k/kapilah">kapilah</A> &#8212; Lord <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> &#8212; <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/p/prahladah">prahl&#257;dah</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/j/janakah">janakah</A> &#8212; <A HREF="http://vedabase.net/j/janaka">Janaka</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/b/bhismah">bh&#299;shmah</A> &#8212; Grandfather <A HREF="http://vedabase.net/b/bhisma">Bh&#299;shma</A>; <A CLASS=v HREF="http://vedabase.net/b/balih">balih</A> &#8212; <A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/v/vaiyasakih">vaiy&#257;sakih</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A>, the son of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/d/dvadasa">dv&#257;da&#347;a</A> &#8212; twelve; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/v/vijanimah">vij&#257;n&#299;mah</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; real religious principles; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; which teach <A HREF="http://vedabase.net/a/a">a</A> person how <A HREF="http://vedabase.net/t/to">to</A> love the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhatah">bhat&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my dear servants; <A CLASS=v HREF="http://vedabase.net/g/guhyam">guhyam</A> &#8212; very confidential; <A CLASS=v HREF="http://vedabase.net/v/visuddham">vi&#347;uddham</A> &#8212; transcendental, not contaminated by the material modes of nature; <A CLASS=v HREF="http://vedabase.net/d/durbodham">durbodham</A> &#8212; not easily understood; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; understanding; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; eternal life; <A CLASS=v HREF="http://vedabase.net/a/asnute">a&#347;nute</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> enjoys.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257;, Bhagav&#257;n N&#257;rada, Lord &#346;iva, the four Kum&#257;ras, Lord Kapila [the son of Devah&#363;ti], Sv&#257;yambhuva Manu, Prahl&#257;da Mah&#257;r&#257;ja, Janaka Mah&#257;r&#257;ja, Grandfather Bh&#299;shma, Bali Mah&#257;r&#257;ja, &#346;ukadeva Gosv&#257;m&#299; and I myself know the real religious principle. My dear servants, this transcendental religious principle, which is known as bh&#257;gavata-dharma, or surrender unto the Supreme Lord and love for Him, is uncontaminated by the material modes of nature. It is very confidential and difficult for ordinary human beings to understand, but if by chance one fortunately understands it, he is immediately liberated, and thus he returns home, back to Godhead.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; Lord Krishna refers to bh&#257;gavata-dharma as the most confidential religious principle (sarva-guhyatamam, guhy&#257;d guhyataram). Krishna says to Arjuna, "Because you are My very dear friend, I am explaining to you the most confidential religion." Sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja: [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] "Give up all other duties and surrender unto Me." One may ask, "If this principle is very rarely understood, what is the use of it?" In answer, Yamar&#257;ja states herein that this religious principle is understandable if one follows the parampar&#257; system of Lord Brahm&#257;, Lord &#346;iva, the four Kum&#257;ras and the other standard authorities. There are four lines of disciplic succession: one from Lord Brahm&#257;, one from Lord &#346;iva, one from Lakshm&#299;, the goddess of fortune, and one from the Kum&#257;ras. The disciplic succession from Lord Brahm&#257; is called the Brahma-samprad&#257;ya, the succession from Lord &#346;iva (&#346;ambhu) is called the Rudra-samprad&#257;ya, the one from the goddess of fortune, Lakshm&#299;j&#299;, is called the &#346;r&#299;-samprad&#257;ya, and the one from the Kum&#257;ras is called the Kum&#257;ra-samprad&#257;ya. One must take shelter of one of these four samprad&#257;yas in order to understand the most confidential religious system. In the Padma Pur&#257;na it is said, samprad&#257;ya-vih&#299;n&#257; ye mantr&#257;s te nishphal&#257; mat&#257;h: if one does not follow the four recognized disciplic successions, his mantra or initiation is useless. In the present day there are many apasamprad&#257;yas, or samprad&#257;yas which are not bona fide, which have no link to authorities like Lord Brahm&#257;, Lord &#346;iva, the Kum&#257;ras or Lakshm&#299;. People are misguided by such samprad&#257;yas. The &#347;&#257;stras say that being initiated in such a samprad&#257;ya is a useless waste of time, for it will never enable one to understand the real religious principles.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>