<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.22</P><P CLASS=c>et&#257;v&#257;n eva loke 'smin</P><P CLASS=c>pums&#257;m dharmah parah smritah</P><P CLASS=c>bhakti-yogo bhagavati</P><P CLASS=c>tan-n&#257;ma-grahan&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etavan">et&#257;v&#257;n</A> &#8212; this much; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; the religious principles; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/s/smrtah">smritah</A> &#8212; recognized; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>, or devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead (not <A HREF="http://vedabase.net/t/to">to</A> the demigods); <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; of the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/g/grahana">grahana</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; beginning with chanting.</P><P CLASS=t>TRANSLATION</P><P>Devotional service, beginning with the chanting of the holy name of the Lord, is the ultimate religious principle for the living entity in human society.</P><P CLASS=t>PURPORT</P><P>As stated in the previous verse, dharmam bh&#257;gavatam, real religious principles, are bh&#257;gavata-dharma, the principles described in &#346;r&#299;mad-Bh&#257;gavatam itself or in Bhagavad-g&#299;t&#257;, the preliminary study of the Bh&#257;gavatam. What are these principles? The Bh&#257;gavatam says, dharmah projjhita-kaitavo 'tra: [<A CLASS=v HREF="../../1/1/2.htm">SB 1.1.2</A>] in &#346;r&#299;mad-Bh&#257;gavatam there are no cheating religious systems. Everything in the Bh&#257;gavatam is directly connected with the Supreme Personality of Godhead. The Bh&#257;gavatam further says, sa vai pums&#257;m paro dharmo yato bhaktir adhokshaje: [<A CLASS=v HREF="../../1/2/6.htm">SB 1.2.6</A>] the supreme religion is that which teaches its followers how to love the Supreme Personality of Godhead, who is beyond the reach of experimental knowledge. Such a religious system begins with tan-n&#257;ma-grahana, chanting of the holy name of the Lord (&#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]). After chanting the holy name of the Lord and dancing in ecstasy, one gradually sees the form of the Lord, the pastimes of the Lord and the transcendental qualities of the Lord. This way one fully understands the situation of the Personality of Godhead. One can come to this understanding of the Lord, how He descends into the material world, how He takes His births and what activities He performs, but one can know this only by executing devotional service. As stated in Bhagavad-g&#299;t&#257;, bhakty&#257; m&#257;m abhij&#257;n&#257;ti: [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>] simply by devotional service one can understand everything about the Supreme Lord. If one fortunately understands the Supreme Lord in this way, the result is tyaktv&#257; deham punar janma naiti: [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>] after giving up his material body, he no longer has to take birth in this material world. Instead, he returns home, back to Godhead. That is the ultimate perfection. Therefore Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/15.htm">8.15</A>):</P><P>m&#257;m upetya punar janma</P><P CLASS=n>duhkh&#257;layam a&#347;&#257;&#347;vatam</P><P CLASS=n>n&#257;pnuvanti mah&#257;tm&#257;nah</P><P CLASS=n>samsiddhim param&#257;m gat&#257;h</P><P>"After attaining Me, the great souls, who are yog&#299;s in devotion, never return to this temporary world, which is full of miseries, because they have attained the highest perfection."</P><P CLASS=l><A CLASS=i HREF="20-21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>