<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.24</P><P CLASS=c>et&#257;vat&#257;lam agha-nirharan&#257;ya pums&#257;m</P><P CLASS=c>sa&#324;k&#299;rtanam bhagavato guna-karma-n&#257;mn&#257;m</P><P CLASS=c>vikru&#347;ya putram aghav&#257;n yad aj&#257;milo 'pi</P><P CLASS=c>n&#257;r&#257;yaneti mriyam&#257;na iy&#257;ya muktim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etavata">et&#257;vat&#257;</A> &#8212; with this much; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; sufficient; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/n/nirharanaya">nirharan&#257;ya</A> &#8212; for taking away the reactions of sinful activities; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of human beings; <A CLASS=v HREF="http://vedabase.net/s/sankirtanam">sa&#324;k&#299;rtanam</A> &#8212; the congregational chanting; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the transcendental qualities; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/n/namnam">n&#257;mn&#257;m</A> &#8212; and of His names according <A HREF="http://vedabase.net/t/to">to</A> His activities and pastimes; <A CLASS=v HREF="http://vedabase.net/v/vikrusya">vikru&#347;ya</A> &#8212; crying <A HREF="http://vedabase.net/t/to">to</A> without offense; <A CLASS=v HREF="http://vedabase.net/p/putram">putram</A> &#8212; his son; <A CLASS=v HREF="http://vedabase.net/a/aghavan">aghav&#257;n</A> &#8212; the sinful; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A>; <A CLASS=v HREF="http://vedabase.net/a/ajamilah">aj&#257;milah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even <A HREF="http://vedabase.net/a/ajamila">Aj&#257;mila</A>; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; the Lord's <A HREF="http://vedabase.net/n/name">name</A>, <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/mriyamanah">mriyam&#257;nah</A> &#8212; dying; <A CLASS=v HREF="http://vedabase.net/i/iyaya">iy&#257;ya</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/m/muktim">muktim</A> &#8212; liberation.</P><P CLASS=t>TRANSLATION</P><P>Therefore it should be understood that one is easily relieved from all sinful reactions by chanting the holy name of the Lord and chanting of His qualities and activities. This is the only process recommended for relief from sinful reactions. Even if one chants the holy name of the Lord with improper pronunciation, he will achieve relief from material bondage if he chants without offenses. Aj&#257;mila, for example, was extremely sinful, but while dying he merely chanted the holy name, and although calling his son, he achieved complete liberation because he remembered the name of N&#257;r&#257;yana.</P><P CLASS=t>PURPORT</P><P>In the assembly of Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;'s father, Harid&#257;sa Th&#257;kura confirmed that simply by chanting the holy name of the Lord one is liberated, even if he does not chant completely inoffensively. Sm&#257;rta-br&#257;hmanas and M&#257;y&#257;v&#257;d&#299;s do not believe that one can achieve liberation in this way, but the truth of Harid&#257;sa Th&#257;kura's statement is supported by many quotations from &#346;r&#299;mad-Bh&#257;gavatam.</P><P>In his commentary on this verse, for example, &#346;r&#299;dhara Sv&#257;m&#299; gives the following quotation:</P><P>s&#257;yam pr&#257;tar grinan bhakty&#257;</P><P CLASS=n>duhkha-gr&#257;m&#257;d vimucyate</P><P>"If one always chants the holy name of the Lord with great devotion in the evening and in the morning, one can become free from all material miseries." Another quotation confirms that one can achieve liberation if one hears the holy name of the Lord constantly, every day with great respect (anudinam idam &#257;darena &#347;rinvan). Another quotation says:</P><P>&#347;ravanam k&#299;rtanam dhy&#257;nam</P><P CLASS=n>harer adbhuta-karmanah</P><P CLASS=n>janma-karma-gun&#257;n&#257;m ca</P><P CLASS=n>tad-arthe 'khila-ceshtitam</P><P>"One should always chant and hear about the extraordinarily wonderful activities of the Lord, one should meditate upon these activities, and one should endeavor to please the Lord." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/3/27.htm">11.3.27</A>)</P><P>&#346;r&#299;dhara Sv&#257;m&#299; also quotes from the Pur&#257;nas, p&#257;pa-kshaya&#347; ca bhavati smarat&#257;m tam ahar-ni&#347;am: "One can become free from all sinful reactions simply by remembering the lotus feet of the Lord day and night [ahar-ni&#347;am]." Furthermore, he quotes from Bh&#257;gavatam (<A CLASS=v HREF="../../6/3/31.htm">6.3.31</A>):</P><P>tasm&#257;t sa&#324;k&#299;rtanam vishnor</P><P CLASS=n>jagan-ma&#324;galam amhas&#257;m</P><P CLASS=n>mahat&#257;m api kauravya</P><P CLASS=n>viddhy aik&#257;ntika-nishkritam</P><P>All these quotations prove that one who constantly engages in chanting and hearing of the holy activities, name, fame and form of the Lord is liberated. As stated wonderfully in this verse, et&#257;vat&#257;lam agha-nirharan&#257;ya pums&#257;m: simply by uttering the name of the Lord, one is freed from all sinful reactions.</P><P>The word alam, which is used in this verse, indicates that simply uttering the holy name of the Lord is sufficient. This word is used with different imports. As stated in the Amara-ko&#347;a, the most authorized dictionary in the Sanskrit language, alam bh&#363;shana-pary&#257;pti-&#347;akti-v&#257;rana-v&#257;cakam: the word alam is used to mean "ornament," "sufficiency," "power" and "restraint." Here the word alam is used to indicate that there is no need of any other process, for the chanting of the holy name of the Lord is sufficient. Even if one chants imperfectly, one becomes free from all sinful reactions by chanting.</P><P>This power of chanting the holy name was proved by the liberation of Aj&#257;mila. When Aj&#257;mila chanted the holy name of N&#257;r&#257;yana, he did not precisely remember the Supreme Lord; instead, he remembered his own son. At the time of death, Aj&#257;mila certainly was not very clean; indeed, he was famous as a great sinner. Furthermore, one's physiological condition is completely disturbed at the time of death, and in such an awkward condition it would certainly have been very difficult for Aj&#257;mila to have chanted clearly. Nevertheless, Aj&#257;mila achieved liberation simply by chanting the holy name of the Lord. Therefore, what is to be said of those who are not sinful like Aj&#257;mila? It is to be concluded that with a strong vow one should chant the holy name of the Lord &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; for thus one will certainly be delivered from the clutches of m&#257;y&#257; by the grace of Krishna.</P><P>The chanting of the Hare Krishna mantra is recommended even for persons who commit offenses, because if they continue chanting they will gradually chant offenselessly. By chanting the Hare Krishna mantra without offenses, one increases his love for Krishna. As stated by &#346;r&#299; Caitanya Mah&#257;prabhu, prem&#257; pum-artho mah&#257;n: one's main concern should be to increase one's attachment to the Supreme Personality of Godhead and to increase one's love for Him.</P><P>In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura quotes the following verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/19/24.htm">11.19.24</A>):</P><P>evam dharmair manushy&#257;n&#257;m</P><P CLASS=n>uddhav&#257;tmani vedin&#257;m</P><P CLASS=n>mayi sañj&#257;yate bhaktih</P><P CLASS=n>ko 'nyo 'rtho 'sy&#257;va&#347;ishyate</P><P>"My dear Uddhava, the supreme religious system for human society is that by which one can awaken his dormant love for Me." Commenting on this verse, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura describes the word bhakti by saying premaivoktah. Kah anyah arthah asya: in the presence of bhakti, what is the necessity of liberation?</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura also quotes this verse from the Padma Pur&#257;na:</P><P>n&#257;m&#257;par&#257;dha-yukt&#257;n&#257;m</P><P CLASS=n>n&#257;m&#257;ny eva haranty agham</P><P CLASS=n>avi&#347;r&#257;nti-prayukt&#257;ni</P><P CLASS=n>t&#257;ny ev&#257;rtha-kar&#257;ni ca</P><P>Even if in the beginning one chants the Hare Krishna mantra with offenses, one will become free from such offenses by chanting again and again. P&#257;pa-kshaya&#347; ca bhavati smarat&#257;m tam ahar-ni&#347;am: one becomes free from all sinful reactions if one chants day and night, following the recommendation of &#346;r&#299; Caitanya Mah&#257;prabhu. It was &#346;r&#299; Caitanya Mah&#257;prabhu who quoted the following verse:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of quarrel and hypocrisy the only means of deliverance is chanting the holy name of the Lord. There is no other way. There is no other way. There is no other way." If the members of the Krishna consciousness movement strictly follow this recommendation of &#346;r&#299; Caitanya Mah&#257;prabhu, their position will always be secure.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>