<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.25</P><P CLASS=c>pr&#257;yena veda tad idam na mah&#257;jano 'yam</P><P CLASS=c>devy&#257; vimohita-matir bata m&#257;yay&#257;lam</P><P CLASS=c>trayy&#257;m jad&#299;-krita-matir madhu-pushpit&#257;y&#257;m</P><P CLASS=c>vait&#257;nike mahati karmani yujyam&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayena">pr&#257;yena</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mahajanah">mah&#257;janah</A> &#8212; great personalities besides <A HREF="http://vedabase.net/s/svayambhu">Svayambh&#363;</A>, &#346;ambhu and the other ten; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/devya">devy&#257;</A> &#8212; by the energy of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vimohita">vimohita</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose intelligence is bewildered; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the illusory energy; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; greatly; <A CLASS=v HREF="http://vedabase.net/t/trayyam">trayy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the three Vedas; <A CLASS=v HREF="http://vedabase.net/j/jadi">jad&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose intelligence has been dulled; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/p/puspitayam">pushpit&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the flowery Vedic language describing the results of ritualistic performances; <A CLASS=v HREF="http://vedabase.net/v/vaitanike">vait&#257;nike</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the performances mentioned <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/m/mahati">mahati</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/k/karmani">karmani</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/y/yujyamanah">yujyam&#257;nah</A> &#8212; being engaged.</P><P CLASS=t>TRANSLATION</P><P>Because they are bewildered by the illusory energy of the Supreme Personality of Godhead, Y&#257;jñavalkya and Jaimini and other compilers of the religious scriptures cannot know the secret, confidential religious system of the twelve mah&#257;janas. They cannot understand the transcendental value of performing devotional service or chanting the Hare Krishna mantra. Because their minds are attracted to the ritualistic ceremonies mentioned in the Vedas &#8212; especially the Yajur Veda, S&#257;ma Veda and Rig Veda &#8212; their intelligence has become dull. Thus they are busy collecting the ingredients for ritualistic ceremonies that yield only temporary benefits, such as elevation to Svargaloka for material happiness. They are not attracted to the sa&#324;k&#299;rtana movement; instead, they are interested in dharma, artha, k&#257;ma and moksha.</P><P CLASS=t>PURPORT</P><P>Since one may easily achieve the highest success by chanting the holy name of the Lord, one may ask why there are so many Vedic ritualistic ceremonies and why people are attracted to them. This verse answers that question. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah: the real purpose of studying the Vedas is to approach the lotus feet of Lord Krishna. Unfortunately, unintelligent people bewildered by the grandeur of Vedic yajñas want to see gorgeous sacrifices performed. They want Vedic mantras chanted and huge amounts of money spent for such ceremonies. Sometimes we have to observe the Vedic ritualistic ceremonies to please such unintelligent men. Recently, when we established a large Krishna-Balar&#257;ma temple in Vrind&#257;vana, we were obliged to have Vedic ceremonies enacted by br&#257;hmanas because the inhabitants of Vrind&#257;vana, especially the sm&#257;rta-br&#257;hmanas, would not accept Europeans and Americans as bona fide br&#257;hmanas. Thus we had to engage br&#257;hmanas to perform costly yajñas. In spite of these yajñas, the members of our Society performed sa&#324;k&#299;rtana loudly with mrida&#324;gas, and I considered the sa&#324;k&#299;rtana more important than the Vedic ritualistic ceremonies. Both the ceremonies and the sa&#324;k&#299;rtana were going on simultaneously. The ceremonies were meant for persons interested in Vedic rituals for elevation to heavenly planets (jad&#299;-krita-matir madhu-pushpit&#257;y&#257;m), whereas the sa&#324;k&#299;rtana was meant for pure devotees interested in pleasing the Supreme Personality of Godhead. We would simply have performed sa&#324;k&#299;rtana, but then the inhabitants of Vrind&#257;vana would not have taken the installation ceremony seriously. As explained here, the Vedic performances are meant for those whose intelligence has been dulled by the flowery language of the Vedas, which describe fruitive activities intended to elevate one to the higher planets.</P><P>Especially in this age of Kali, sa&#324;k&#299;rtana alone is sufficient. If the members of our temples in the different parts of the world simply continue sa&#324;k&#299;rtana before the Deity, especially before &#346;r&#299; Caitanya Mah&#257;prabhu, they will remain perfect. There is no need of any other performances. Nevertheless, to keep oneself clean in habits and mind, Deity worship and other regulative principles are required. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; says that although sa&#324;k&#299;rtana is sufficient for the perfection of life, the arcan&#257;, or worship of the Deity in the temple, must continue in order that the devotees may stay clean and pure. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura therefore recommended that one follow both processes simultaneously. We strictly follow his principle of performing Deity worship and sa&#324;k&#299;rtana along parallel lines. This we should continue.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>