<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.26</P><P CLASS=c>evam vimri&#347;ya sudhiyo bhagavaty anante</P><P CLASS=c>sarv&#257;tman&#257; vidadhate khalu bh&#257;va-yogam</P><P CLASS=c>te me na dandam arhanty atha yady am&#299;sh&#257;m</P><P CLASS=c>sy&#257;t p&#257;takam tad api hanty urug&#257;ya-v&#257;dah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vimrsya">vimri&#347;ya</A> &#8212; considering; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; those whose intelligence is sharp; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anante">anante</A> &#8212; the unlimited; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; with all their heart and soul; <A CLASS=v HREF="http://vedabase.net/v/vidadhate">vidadhate</A> &#8212; take <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; the process of devotional service; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dandam">dandam</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/a/arhanti">arhanti</A> &#8212; deserve; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/amisam">am&#299;sh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/p/patakam">p&#257;takam</A> &#8212; some sinful activity; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/h/hanti">hanti</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/u/urugaya">urug&#257;ya</A>-<A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; the chanting of the holy <A HREF="http://vedabase.net/n/name">name</A> of the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>Considering all these points, therefore, intelligent men decide to solve all problems by adopting the devotional service of chanting the holy name of the Lord, who is situated in everyone's heart and who is a mine of all auspicious qualities. Such persons are not within my jurisdiction for punishment. Generally they never commit sinful activities, but even if by mistake or because of bewilderment or illusion they sometimes commit sinful acts, they are protected from sinful reactions because they always chant the Hare Krishna mantra.</P><P CLASS=t>PURPORT</P><P>In this regard &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura quotes the following verse from the prayers of Lord Brahm&#257; (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/29.htm">10.14.29</A>):</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>The purport is that even though one is a very learned scholar of the Vedic &#347;&#257;stras, he may be completely unaware of the existence of the Supreme Personality of Godhead and His name, fame, qualities and so forth, whereas one who is not a great scholar can understand the position of the Supreme Personality of Godhead if he somehow or other becomes a pure devotee of the Lord by engaging in devotional service. Therefore this verse spoken by Yamar&#257;ja says, evam vimri&#347;ya sudhiyo bhagavati: those who engage in the loving service of the Lord become sudhiyah, intelligent, but this is not so of a Vedic scholar who does not understand Krishna's name, fame and qualities. A pure devotee is one whose intelligence is clear; he is truly thoughtful because he engages in the service of the Lord &#8212; not as a matter of show, but with love, with his mind, words and body. Nondevotees may make a show of religion, but it is not very effective because although they ostentatiously attend a temple or church, they are thinking of something else. Such persons are neglecting their religious duty and are punishable by Yamar&#257;ja. But a devotee who commits sinful acts, which he may do unwillingly or accidentally because of his former habits, is excused. That is the value of the sa&#324;k&#299;rtana movement.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>