<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.28</P><P CLASS=c>t&#257;n &#257;nayadhvam asato vimukh&#257;n mukunda-</P><P CLASS=c>p&#257;d&#257;ravinda-makaranda-ras&#257;d ajasram</P><P CLASS=c>nishkiñcanaih paramahamsa-kulair asa&#324;gair</P><P CLASS=c>jusht&#257;d grihe niraya-vartmani baddha-trishn&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; them; <A CLASS=v HREF="http://vedabase.net/a/anayadhvam">&#257;nayadhvam</A> &#8212; bring before <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; nondevotees (those who have not taken <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness); <A CLASS=v HREF="http://vedabase.net/v/vimukhan">vimukh&#257;n</A> &#8212; who have turned against; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A> &#8212; of <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; of the lotus feet; <A CLASS=v HREF="http://vedabase.net/m/makaranda">makaranda</A> &#8212; of the honey; <A CLASS=v HREF="http://vedabase.net/r/rasat">ras&#257;t</A> &#8212; the taste; <A CLASS=v HREF="http://vedabase.net/a/ajasram">ajasram</A> &#8212; continuously; <A CLASS=v HREF="http://vedabase.net/n/niskincanaih">nishkiñcanaih</A> &#8212; by persons completely free from material attachment; <A CLASS=v HREF="http://vedabase.net/p/paramahamsa">paramahamsa</A>-<A CLASS=v HREF="http://vedabase.net/k/kulaih">kulaih</A> &#8212; by the paramahamsas, the most exalted personalities; <A CLASS=v HREF="http://vedabase.net/a/asangaih">asa&#324;gaih</A> &#8212; who have <A HREF="http://vedabase.net/n/no">no</A> material attachment; <A CLASS=v HREF="http://vedabase.net/j/justat">jusht&#257;t</A> &#8212; which is enjoyed; <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> household life; <A CLASS=v HREF="http://vedabase.net/n/niraya">niraya</A>-<A CLASS=v HREF="http://vedabase.net/v/vartmani">vartmani</A> &#8212; the path leading <A HREF="http://vedabase.net/t/to">to</A> hell; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A>-<A CLASS=v HREF="http://vedabase.net/t/trsnan">trishn&#257;n</A> &#8212; whose desires <A HREF="http://vedabase.net/a/are">are</A> bound.</P><P CLASS=t>TRANSLATION</P><P>Paramahamsas are exalted persons who have no taste for material enjoyment and who drink the honey of the Lord's lotus feet. My dear servants, bring to me for punishment only persons who are averse to the taste of that honey, who do not associate with paramahamsas and who are attached to family life and worldly enjoyment, which form the path to hell.</P><P CLASS=t>PURPORT</P><P>After warning the Yamad&#363;tas not to approach the devotees, Yamar&#257;ja now indicates who is to be brought before him. He specifically advises the Yamad&#363;tas to bring him the materialistic persons who are attached to household life merely for sex. As stated in &#346;r&#299;mad-Bh&#257;gavatam, yan maithun&#257;di-grihamedhi-sukham hi tuccham: [<A CLASS=v HREF="../../7/9/45.htm">SB 7.9.45</A>] people are attached to household life for sex only. They are always harassed in many ways by their material engagements, and their only happiness is that after working very hard all day, at night they sleep and indulge in sex. Nidray&#257; hriyate naktam vyav&#257;yena ca v&#257; vayah: [<A CLASS=v HREF="../../2/1/3.htm">SB 2.1.3</A>] at night, materialistic householders sleep or indulge in sex life. Div&#257; c&#257;rthehay&#257; rajan kutumba-bharanena v&#257;: during the day they are busy trying to find out where money is, and if they get money they spend it to maintain their families. Yamar&#257;ja specifically advises his servants to bring these persons to him for punishment and not to bring the devotees, who always lick the honey at the lotus feet of the Lord, who are equal to everyone, and who try to preach Krishna consciousness because of sympathy for all living entities. Devotees are not liable to punishment by Yamar&#257;ja, but persons who have no information of Krishna consciousness cannot be protected by their material life of so-called family enjoyment. &#346;r&#299;mad-Bh&#257;gavatam says (2.1.4):</P><P>deh&#257;patya-kalatr&#257;dishv</P><P CLASS=n>&#257;tma-sainyeshv asatsv api</P><P CLASS=n>tesh&#257;m pramatto nidhanam</P><P CLASS=n>pa&#347;yann api na pa&#347;yati</P><P>Such persons complacently believe that their nations, communities or families can protect them, unaware that all such fallible soldiers will be destroyed in due course of time. In conclusion, one should try to associate with persons who engage in devotional service twenty-four hours a day.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>