<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.30</P><P CLASS=c>tat kshamyat&#257;m sa bhagav&#257;n purushah pur&#257;no</P><P CLASS=c>n&#257;r&#257;yanah sva-purushair yad asat kritam nah</P><P CLASS=c>sv&#257;n&#257;m aho na vidush&#257;m racit&#257;ñjal&#299;n&#257;m</P><P CLASS=c>ksh&#257;ntir gar&#299;yasi namah purush&#257;ya bh&#363;mne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/ksamyatam">kshamyat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be excused; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/p/puranah">pur&#257;nah</A> &#8212; the oldest; <A CLASS=v HREF="http://vedabase.net/n/narayanah">n&#257;r&#257;yanah</A> &#8212; Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/purusaih">purushaih</A> &#8212; by my own servants; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; impudence; <A CLASS=v HREF="http://vedabase.net/k/krtam">kritam</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; of my own men; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vidusam">vidush&#257;m</A> &#8212; not knowing; <A CLASS=v HREF="http://vedabase.net/r/racita">racita</A>-<A CLASS=v HREF="http://vedabase.net/a/anjalinam">añjal&#299;n&#257;m</A> &#8212; folding our hands together <A HREF="http://vedabase.net/t/to">to</A> beg Your pardon; <A CLASS=v HREF="http://vedabase.net/k/ksantih">ksh&#257;ntih</A> &#8212; forgiveness; <A CLASS=v HREF="http://vedabase.net/g/gariyasi">gar&#299;yasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the glorious; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; unto the person; <A CLASS=v HREF="http://vedabase.net/b/bhumne">bh&#363;mne</A> &#8212; supreme and all-pervading.</P><P CLASS=t>TRANSLATION</P><P>[Then Yamar&#257;ja, considering himself and his servants to be offenders, spoke as follows, begging pardon from the Lord.] O my Lord, my servants have surely committed a great offense by arresting a Vaishnava such as Aj&#257;mila. O N&#257;r&#257;yana, O supreme and oldest person, please forgive us. Because of our ignorance, we failed to recognize Aj&#257;mila as a servant of Your Lordship, and thus we have certainly committed a great offense. Therefore with folded hands we beg Your pardon. My Lord, since You are supremely merciful and are always full of good qualities, please pardon us. We offer our respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>Lord Yamar&#257;ja took upon himself the responsibility for the offense committed by his servants. If the servant of an establishment makes a mistake, the establishment takes responsibility for it. Although Yamar&#257;ja is above offenses, his servants, practically with his permission, went to arrest Aj&#257;mila, which was a great offense. The ny&#257;ya-&#347;&#257;stra confirms, bhrity&#257;par&#257;dhe sv&#257;mino dandah: if a servant makes a mistake, the master is punishable because he is responsible for the offense. Taking this seriously, Yamar&#257;ja, along with his servants, prayed with folded hands to be excused by the Supreme Personality of Godhead, N&#257;r&#257;yana.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>