<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.32</P><P CLASS=c>&#347;rinvat&#257;m grinat&#257;m v&#299;ry&#257;ny</P><P CLASS=c>udd&#257;m&#257;ni harer muhuh</P><P CLASS=c>yath&#257; suj&#257;tay&#257; bhakty&#257;</P><P CLASS=c>&#347;uddhyen n&#257;tm&#257; vrat&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/srnvatam">&#347;rinvat&#257;m</A> &#8212; of those hearing; <A CLASS=v HREF="http://vedabase.net/g/grnatam">grinat&#257;m</A> &#8212; and chanting; <A CLASS=v HREF="http://vedabase.net/v/viryani">v&#299;ry&#257;ni</A> &#8212; the wonderful activities; <A CLASS=v HREF="http://vedabase.net/u/uddamani">udd&#257;m&#257;ni</A> &#8212; able <A HREF="http://vedabase.net/t/to">to</A> counteract sin; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/j/jataya">j&#257;tay&#257;</A> &#8212; easily brought forth; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/s/suddhyet">&#347;uddhyet</A> &#8212; may be purified; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the heart and soul; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by performing ritualistic ceremonies.</P><P CLASS=t>TRANSLATION</P><P>One who constantly hears and chants the holy name of the Lord and hears and chants about His activities can very easily attain the platform of pure devotional service, which can cleanse the dirt from one's heart. One cannot achieve such purification merely by observing vows and performing Vedic ritualistic ceremonies.</P><P CLASS=t>PURPORT</P><P>One may very easily practice chanting and hearing the holy name of the Lord and thus become ecstatic in spiritual life. Padma Pur&#257;na states:</P><P>n&#257;m&#257;par&#257;dha-yukt&#257;n&#257;m</P><P CLASS=n>n&#257;m&#257;ny eva haranty agham</P><P CLASS=n>avi&#347;r&#257;nti-prayukt&#257;ni</P><P CLASS=n>t&#257;ny ev&#257;rtha-kar&#257;ni ca</P><P>Even if one chants the Hare Krishna mah&#257;-mantra offensively, one can avoid offenses by continuously chanting without deviation. One who becomes accustomed to this practice will always remain in a pure transcendental position, untouchable by sinful reactions. &#346;ukadeva Gosv&#257;m&#299; especially requested King Par&#299;kshit to note this fact very carefully. There is no profit, however, in executing the Vedic ritualistic ceremonies. By performing such activities one may go to the higher planetary systems, but as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/21.htm">9.21</A>), ksh&#299;ne punye martya-lokam vi&#347;anti: when the period of one's enjoyment in the heavenly planets is terminated because of the limited extent of the results of one's pious activities, one must return to earth. Thus there is no use in endeavoring to travel up and down in the universe. It is better to chant the holy name of the Lord so that one may become fully purified and eligible to return home, back to Godhead. That is the aim of life, and that is the perfection of life.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>