<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 3 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 3 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Yamar&#257;ja Instructs His Messengers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.3.5</P><P CLASS=c>yadi syur bahavo loke</P><P CLASS=c>&#347;&#257;st&#257;ro danda-dh&#257;rinah</P><P CLASS=c>kasya sy&#257;t&#257;m na v&#257; kasya</P><P CLASS=c>mrityu&#347; c&#257;mritam eva v&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/b/bahavah">bahavah</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/s/sastarah">&#347;&#257;st&#257;rah</A> &#8212; rulers or controllers; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A>-<A CLASS=v HREF="http://vedabase.net/d/dharinah">dh&#257;rinah</A> &#8212; who punish the sinful men; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/s/syatam">sy&#257;t&#257;m</A> &#8212; there may be; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; distress or unhappiness; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or.</P><P CLASS=t>TRANSLATION</P><P>If in this universe there are many rulers and justices who disagree about punishment and reward, their contradictory actions will neutralize each other, and no one will be punished or rewarded. Otherwise, if their contradictory acts fail to neutralize each other, everyone will have to be both punished and rewarded.</P><P CLASS=t>PURPORT</P><P>Because the Yamad&#363;tas had been unsuccessful in carrying out the order of Yamar&#257;ja, they doubted whether Yamar&#257;ja actually had the power to punish the sinful. Although they had gone to arrest Aj&#257;mila, following Yamar&#257;ja's order, they found themselves unsuccessful because of the order of some higher authority. Therefore they were unsure of whether there were many authorities or only one. If there were many authorities who gave different judgments, which could be contradictory, a person might be wrongly punished or wrongly rewarded, or he might be neither punished nor rewarded. According to our experience in the material world, a person punished in one court may appeal to another. Thus the same man may be either punished or rewarded according to different judgments. However, in the law of nature or the court of the Supreme Personality of Godhead there cannot be such contradictory judgments. The judges and their judgments must be perfect and free from contradictions. Actually the position of Yamar&#257;ja was very awkward in the case of Aj&#257;mila because the Yamad&#363;tas were right in attempting to arrest Aj&#257;mila, but the Vishnud&#363;tas had baffled them. Although Yamar&#257;ja, under these circumstances, was accused by both the Vishnud&#363;tas and the Yamad&#363;tas, he is perfect in administering justice because he is empowered by the Supreme Personality of Godhead. Therefore he will explain what his real position is and how everyone is controlled by the supreme controller, the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>