<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 27 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 27 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Lord Indra and Mother Surabhi Offer Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.27.4</P><P CLASS=c>indra uv&#257;ca</P><P CLASS=c>vi&#347;uddha-sattvam tava dh&#257;ma &#347;&#257;ntam</P><P CLASS=c>tapo-mayam dhvasta-rajas-tamaskam</P><P CLASS=c>m&#257;y&#257;-mayo 'yam guna-samprav&#257;ho</P><P CLASS=c>na vidyate te grahan&#257;nubandhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/indrah">indrah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/i/indra">Indra</A> said; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; manifesting transcendental goodness; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/s/santam">&#347;&#257;ntam</A> &#8212; changeless; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; full of knowledge; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; the mode of passion; <A CLASS=v HREF="http://vedabase.net/t/tamaskam">tamaskam</A> &#8212; and the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; based on illusion; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/s/sampravahah">samprav&#257;hah</A> &#8212; the great flux; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vidyate">vidyate</A> &#8212; is not present; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; within You; <A CLASS=v HREF="http://vedabase.net/a/agrahana">agrahana</A> &#8212; ignorance; <A CLASS=v HREF="http://vedabase.net/a/anubandhah">anubandhah</A> &#8212; which is due <A HREF="http://vedabase.net/t/to">to</A>.</P><P CLASS=t>TRANSLATION</P><P>King Indra said: Your transcendental form, a manifestation of pure goodness, is undisturbed by change, shining with knowledge and devoid of passion and ignorance. In You does not exist the mighty flow of the modes of material nature, which is based on illusion and ignorance.</P><P CLASS=t>PURPORT</P><P>The great Bh&#257;gavatam commentator &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has masterfully explained the Sanskrit elements of this profound verse.</P><P>The Sanskrit word dh&#257;ma has several meanings: a) dwelling place, house, abode and so on; b) a favorite thing or person; delight; or pleasure; c) form or appearance; d) power, strength, majesty, glory, splendor or light.</P><P>Concerning the first set of meanings, the Ved&#257;nta-s&#363;tra states that the Absolute Truth is the source and resting place of all existence, and in the first verse of the Bh&#257;gavatam that Absolute Truth is said to be Krishna. Although Lord Krishna exists in His own dh&#257;ma, or abode, called Krishnaloka, He Himself is the abode of all existence, as Arjuna confirms in the Bhagavad-g&#299;t&#257;, where he addresses Krishna as param dh&#257;ma, "the supreme abode."</P><P>The very name Krishna indicates the all-attractive person, and thus Lord Krishna, the source of all beauty and pleasure, is certainly "the favorite thing or person; delight; and pleasure." Ultimately these terms can refer only to Krishna.</P><P>Dh&#257;ma also refers to form or appearance, and as Indra offered these prayers he was in fact directly seeing the form of Krishna before him.</P><P>As clearly explained in the Vedic literature, Lord Krishna's power, strength, majesty, splendor and effulgence are all contained within His transcendental body and thus attest to the infinite glories of the Lord.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has brilliantly summarized all these meanings of the word dh&#257;ma by giving the Sanskrit term svar&#363;pa as a synonym. The word svar&#363;pa means "one's own form or shape" and also "one's own condition, character or nature." Since Lord Krishna, being pure spirit, is nondifferent from His body, there is absolutely no difference between the Lord and His visible form. By contrast, in this material world we conditioned souls are all distinctly different from our bodies, whether those bodies be male, female, black, white or whatever. All of us are eternal souls, different from our temporary, flimsy bodies.</P><P>When the word svar&#363;pa is applied to us, it especially indicates our spiritual form, because our "own form" is in fact our "own condition, character or nature" eternally. Thus the liberated condition in which one's outward form is one's deepest spiritual nature is called svar&#363;pa. Primarily, however, this term refers to the Supreme Personality of Godhead, &#346;r&#299; Krishna. This is all indicated in this verse by the words tava dh&#257;ma, as explained by &#346;r&#299;dhara Sv&#257;m&#299;.</P><P>&#346;r&#299;dhara Sv&#257;m&#299; has explained that here the word &#347;&#257;ntam means "always in the same form." &#346;&#257;ntam can also mean "undisturbed, free from passion, or purified." According to Vedic philosophy, all change in this world is caused by the influence of passion and ignorance. The passionate mode is creative, and the ignorant mode is destructive, whereas the mode of goodness, sattva, is serene and sustaining. In many ways this verse emphasizes that Lord Krishna is free from the modes of nature. The words vi&#347;uddha-sattvam, &#347;&#257;ntam, dhvasta-rajas-tamaskam and guna-samprav&#257;ho na vidyate te all indicate this. Unlike Krishna, we change from one body to another because of our involvement with the modes of nature; the various transformations of material forms are impelled by the modes of nature, which are themselves set in motion by the influence of time. Therefore one who is free from the material modes of nature is changeless and eternally satisfied in blissful spiritual existence. Thus the word &#347;&#257;ntam indicates that the Lord is undisturbed by change, since He is free from the material modes of nature.</P><P>According to this verse, the powerful flow of the material modes of nature &#8212; namely passion, stupidity and mundane piety &#8212; are based on agrahana, which &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has translated as "ignorance." Since the Sanskrit root grah means "to take, accept, grasp or comprehend," grahana means "grasp" exactly in the sense of "to grasp an idea or fact." Therefore agrahana here means one's failure to understand one's spiritual position, and this failure causes one to fall into the violent currents of material existence.</P><P>An additional meaning of the word agrahana is derived when it is divided into the compound agra-hana. Agra means "the first, top or best," and hana means "killing." The best part of our existence is the pure soul, which is eternal, in contradistinction to the temporary, material body and mind. Thus one who chooses material existence over Krishna consciousness is in fact killing the best part of himself, the soul, which in its pure state can enjoy Krishna consciousness unlimitedly.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has translated tapo-mayam as "full of knowledge." The word tapas, generally indicating "austerity," is derived from the Sanskrit verb tap, whose meaning can be summarized as indicating the various functions of the sun. Tap means "to burn, to shine, to heat and so on." The Supreme Lord is eternally perfect, and therefore here tapo-mayam does not indicate that His transcendental body is meant for austerities, since austerities are performed by conditioned souls to purify themselves or to acquire a particular power. An omnipotent, perfect being neither purifies Himself nor acquires power: He is eternally pure and all-powerful. Therefore &#346;r&#299;dhara Sv&#257;m&#299; has intelligently understood that in this case the word tapas refers to the illuminating function of the sun and thus indicates that the Lord's self-effulgent body is omniscient. Light is a common symbol of knowledge. The Lord's spiritual effulgence does not merely illuminate physically, as in the case of a candle or light bulb; more importantly, the Lord's body illuminates our consciousness with perfect knowledge because the Lord's effulgence is itself perfect knowledge.</P><P>We offer our respectful obeisances at the lotus feet of &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; and thank him for his enlightening comments on this verse.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>