<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 27 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 27 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Lord Indra and Mother Surabhi Offer Prayers</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.27.7</P><P CLASS=c>ye mad-vidh&#257;jñ&#257; jagad-&#299;&#347;a-m&#257;ninas</P><P CLASS=c>tv&#257;m v&#299;kshya k&#257;le 'bhayam &#257;&#347;u tan-madam</P><P CLASS=c>hitv&#257;rya-m&#257;rgam prabhajanty apasmay&#257;</P><P CLASS=c>&#299;h&#257; khal&#257;n&#257;m api te 'nu&#347;&#257;sanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidha">vidha</A> &#8212; like <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/ajnah">ajñ&#257;h</A> &#8212; foolish persons; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> lords of the universe; <A CLASS=v HREF="http://vedabase.net/m/maninah">m&#257;ninah</A> &#8212; falsely identifying themselves; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; at time (of fear); <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; fearless; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/m/madam">madam</A> &#8212; false pride; <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; abandoning; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A> &#8212; of devotees progressing <A HREF="http://vedabase.net/i/in">in</A> spiritual life; <A CLASS=v HREF="http://vedabase.net/m/margam">m&#257;rgam</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/p/prabhajanti">prabhajanti</A> &#8212; they take <A HREF="http://vedabase.net/t/to">to</A> fully; <A CLASS=v HREF="http://vedabase.net/a/apa">apa</A>-<A CLASS=v HREF="http://vedabase.net/s/smayah">smay&#257;h</A> &#8212; free of pride; <A CLASS=v HREF="http://vedabase.net/i/iha">&#299;h&#257;</A> &#8212; the activity; <A CLASS=v HREF="http://vedabase.net/k/khalanam">khal&#257;n&#257;m</A> &#8212; of the wicked; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/a/anusasanam">anu&#347;&#257;sanam</A> &#8212; the instruction.</P><P CLASS=t>TRANSLATION</P><P>Even fools like me, who proudly think themselves universal lords, quickly give up their conceit and directly take to the path of the spiritually progressive when they see You are fearless even in the face of time. Thus You punish the mischievous only to instruct them.</P><P CLASS=t>PURPORT</P><P>History is filled with examples of the supreme authority breaking the conceit of foolish men. Modern world leaders proudly fight one another, placing the common people in unprecedented jeopardy. Similarly Indra, proud of his apparently illustrious position, dared to threaten the lives of the innocent residents of Vrind&#257;vana with terrible weapons, until his arrogance was curbed by the dynamic response of the Supreme Lord.</P><P>Nowadays, governments in the Western countries tend to be elected democratically, and thus the mass of people become identified with the destiny of their leaders. When the proud leaders engage in violence, the people who elected them bear the brunt of such belligerent decisions. Thus the people in the democratic nations of the world should elect Krishna conscious leaders, who will establish an administration consonant with the laws of God. If they fail to do so, their materialistic leaders, oblivious of the will of the Supreme Lord, will undoubtedly be chastised by cataclysmic events, and the people who elected such leaders, being responsible for their leaders' acts, will share in the suffering.</P><P>It is ironic that in modern democracies not only do the leaders consider themselves universal controllers, but the mass of people, considering the leaders merely their representatives rather than the representatives of God, also consider themselves, as a people, to be the controllers of their nation. Thus the chastisement mentioned in this verse has become unprecedentedly applicable to people in general in the modern world.</P><P>Modern man should not simply make himself a lesson of nature by falling down from his proud position; rather he should submissively execute the will of the all-attractive Personality of Godhead, the Absolute Truth, &#346;r&#299; Krishna, and usher in a new era of sanity, tranquillity and widespread enlightenment.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>