<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 31 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 31 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">The Disappearance of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.31.11</P><P CLASS=c>r&#257;jan parasya tanu-bhrij-janan&#257;pyayeh&#257;</P><P CLASS=c>m&#257;y&#257;-vidambanam avehi yath&#257; natasya</P><P CLASS=c>srishtv&#257;tmanedam anuvi&#347;ya vihritya c&#257;nte</P><P CLASS=c>samhritya c&#257;tma-mahinoparatah sa &#257;ste</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; of the Supreme; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrt">bhrit</A> &#8212; resembling the embodied living beings; <A CLASS=v HREF="http://vedabase.net/j/janana">janana</A> &#8212; of birth; <A CLASS=v HREF="http://vedabase.net/a/apyaya">apyaya</A> &#8212; and disappearance; <A CLASS=v HREF="http://vedabase.net/i/ihah">&#299;h&#257;h</A> &#8212; the activities; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; of His illusory potency; <A CLASS=v HREF="http://vedabase.net/v/vidambanam">vidambanam</A> &#8212; the false show; <A CLASS=v HREF="http://vedabase.net/a/avehi">avehi</A> &#8212; you should understand; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/n/natasya">natasya</A> &#8212; of <A HREF="http://vedabase.net/a/an">an</A> actor; <A CLASS=v HREF="http://vedabase.net/s/srstva">srishtv&#257;</A> &#8212; creating; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by Himself; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this universe; <A CLASS=v HREF="http://vedabase.net/a/anuvisya">anuvi&#347;ya</A> &#8212; entering <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/v/vihrtya">vihritya</A> &#8212; playing; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the end; <A CLASS=v HREF="http://vedabase.net/s/samhrtya">samhritya</A> &#8212; winding <A HREF="http://vedabase.net/i/it">it</A> up; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mahina">mahin&#257;</A> &#8212; with His own glory; <A CLASS=v HREF="http://vedabase.net/u/uparatah">uparatah</A> &#8212; having ceased; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; remains.</P><P CLASS=t>TRANSLATION</P><P>My dear King, you should understand that the Supreme Lord's appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the so-called fight among the members of the Yadu dynasty was actually a display of the pastime potency of the Lord, since Lord Krishna's personal associates are never subject to ordinary birth and death like conditioned souls. This being the case, certainly the Supreme Personality of Godhead Himself is transcendental to material birth and death, as clearly stated in this verse.</P><P>The word natasya, "of an actor or magician," is significant here. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura tells the following story of a certain magician who exhibits the trick of dying:</P><P>"In front of a great king, a magician approaches a stack of valuable garments, jewels, coins and so forth, all placed there by the king. Taking a jeweled necklace, the magician tells the king, 'Now I am taking this necklace, and you can't have it,' and he makes the necklace disappear. 'Now I'm taking this gold coin, and you can't have it,' he says, and makes the gold coin disappear. Next, challenging the king in the same way, the magician makes seven thousand horses disappear. Then the magician creates the illusion that the king's children, grandchildren, brothers and other family members have attacked each other and that nearly all are dead from the violent quarrel. The king hears the magician speaking and at the same time observes these things taking place before him as he sits in the great assembly hall.</P><P>"Then the magician says, 'O King, I no longer wish to live. Just as I have studied magic, so also, by the mercy of the lotus feet of my guru, I have learned the mystic meditation of yoga. One is supposed to give up one's body while meditating in a holy place, and since you have performed so many pious activities, you are a holy place yourself. Therefore I shall now give up my body.'</P><P>"Thus speaking, the magician sits down in the proper yoga posture, fixes himself in pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, dh&#257;ran&#257;, dhy&#257;na and sam&#257;dhi and becomes silent. A moment later, a fire generated from his trance blazes forth out of his body and burns it to ashes. Then all the wives of the magician, distraught with lamentation, enter into that fire.</P><P>"Three or four days later, after the magician has returned to his own province, he sends one of his daughters to the king. The daughter tells him, 'O King, I have just come to your palace, bringing along with me, invisibly, all your sons, grandsons and brothers in good health &#8212; along with all the jewels and other items given by you. Please, therefore, give me whatever you consider fitting remuneration for the wisdom of the magic that has been exhibited before you.' In this way, even by ordinary magic one can simulate birth and death."</P><P>It is not difficult to understand, therefore, that the Supreme Personality of Godhead, although transcendental to the laws of nature, exhibits His illusory potency so that ordinary fools will think the Lord has left His body like a human being. Actually, Lord Krishna returned to His abode in His own eternal body, as confirmed throughout the Vedic literature.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>