<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 31 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 31 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">The Disappearance of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.31.28</P><P CLASS=c>ittham harer bhagavato rucir&#257;vat&#257;ra-</P><P CLASS=c>v&#299;ry&#257;ni b&#257;la-carit&#257;ni ca &#347;antam&#257;ni</P><P CLASS=c>anyatra ceha ca &#347;rut&#257;ni grinan manushyo</P><P CLASS=c>bhaktim par&#257;m paramahamsa-gatau labheta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A> &#8212; attractive; <A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; of the incarnations; <A CLASS=v HREF="http://vedabase.net/v/viryani">v&#299;ry&#257;ni</A> &#8212; the exploits; <A CLASS=v HREF="http://vedabase.net/b/bala">b&#257;la</A> &#8212; childhood; <A CLASS=v HREF="http://vedabase.net/c/caritani">carit&#257;ni</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A>-<A CLASS=v HREF="http://vedabase.net/t/tamani">tam&#257;ni</A> &#8212; most auspicious; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; elsewhere; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/srutani">&#347;rut&#257;ni</A> &#8212; heard; <A CLASS=v HREF="http://vedabase.net/g/grnan">grinan</A> &#8212; clearly chanting; <A CLASS=v HREF="http://vedabase.net/m/manusyah">manushyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/b/bhaktim">bhaktim</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/p/paramahamsa">paramahamsa</A> &#8212; of the perfect sages; <A CLASS=v HREF="http://vedabase.net/g/gatau">gatau</A> &#8212; for the destination (Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/l/labheta">labheta</A> &#8212; will attain.</P><P CLASS=t>TRANSLATION</P><P>The all-auspicious exploits of the all-attractive incarnations of Lord &#346;r&#299; Krishna, the Supreme Personality of Godhead, and also the pastimes He performed as a child, are described in this &#346;r&#299;mad-Bh&#257;gavatam and in other scriptures. Anyone who clearly chants these descriptions of His pastimes will attain transcendental loving service unto Lord Krishna, who is the goal of all perfect sages.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Thirty-first Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Disappearance of Lord &#346;r&#299; Krishna."</P><P>The Eleventh Canto was completed at the New Gokula South American pilgrimage site, state of Sao Paulo, Brazil, on Friday, March 26, 1982.</P><P>END OF THE ELEVENTH CANTO</P><P>SB 11 Appendix</P><P>The Absolute Nature of the Supreme Lord</P><P>In his commentary on Text 5, Chapter 30, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura quotes several statements by &#346;r&#299; Uddhava from the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../3/2/7.htm">3.2.7-12</A>) that nicely explain the transcendental nature of Lord Krishna's disappearance from this world. The reader is referred to that portion of &#346;r&#299;la Prabhup&#257;da's &#346;r&#299;mad-Bh&#257;gavatam for further illumination on this subject.</P><P>Next, from various Vedic scriptures Vi&#347;van&#257;tha Cakravart&#299; cites many important verses that clearly establish the absolute, eternal nature of the Personality of Godhead's forms, names, abodes, qualities, pastimes and entourage.</P><P>Forms: The Gop&#257;la-t&#257;pan&#299; Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/38">1.38</A>) states, govindam sac-cid-&#257;nanda-vigraham vrind&#257;vana-sura-bh&#363;raha-tal&#257;s&#299;nam satatam sa-marud-gano 'ham paramay&#257; stuty&#257; toshay&#257;mi: "With transcendental prayers, I and the Maruts are always trying to satisfy Lord Govinda, whose personal form is eternal and full of knowledge and bliss, and who is sitting amidst the celestial desire trees of Vrind&#257;vana."</P><P>Similarly, in his Ved&#257;nta-bh&#257;shya &#346;r&#299;la Madhv&#257;c&#257;rya cites the following passage from the &#347;ruti: v&#257;sudevah sa&#324;karshanah pradyumno 'niruddho 'ham matsyah k&#363;rmo var&#257;ho narasimho v&#257;mano r&#257;mo r&#257;mo r&#257;mah krishno buddhah kalkir aham &#347;atadh&#257;ham sahasradh&#257;ham amito 'ham ananto 'ham naivaite j&#257;yante naivaite mriyante naish&#257;m ajñ&#257;na-bandho na muktih sarva eva hy ete p&#363;rn&#257; ajar&#257; amrit&#257;h param&#257;h param&#257;nand&#257;h. "I am V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. I am Matsya, K&#363;rma, Var&#257;ha, Narasimha, V&#257;mana, the three R&#257;mas [R&#257;macandra, Para&#347;ur&#257;ma and Balar&#257;ma], Krishna, Buddha and Kalki. Immeasurable and unlimited, I appear in hundreds and thousands of forms, none of which ever takes birth or dies. These forms of Mine are not bound by ignorance, nor do they have to strive for liberation. They are all complete, free from old age, immortal, supreme and supremely blissful."</P><P>The Dhy&#257;na-bindu Upanishad states, nirdosha-p&#363;rna-guna-vigraha &#257;tma-tantro ni&#347;cetan&#257;tmaka- &#347;ar&#299;ra-gunai&#347; ca h&#299;nah/ &#257;nanda-m&#257;tra-mukha-p&#257;da-saroruh&#257;dih: "[The Lord's] personal form possesses complete and faultless transcendental qualities. Indeed, the form of the completely independent Lord is free from all lifeless bodily characteristics. His lotus face and lotus feet consist simply of pure ecstasy."</P><P>The V&#257;sudeva Upanishad states, sad-r&#363;pam advayam brahma madhy&#257;dy-anta-vivarjitam/ sva-prabham sac-cid-&#257;nandam bhakty&#257; j&#257;nati c&#257;vyayam: "[The Lord's] transcendental form is the Absolute Truth, devoid of duality or of middle, beginning or end. It is self-effulgent, eternal and full of knowledge and bliss. Only through devotional service can one understand that form to be infallible."</P><P>The Brahm&#257;nda Pur&#257;na states, nanda-vraja-jan&#257;nand&#299; sac-cid-&#257;nanda-vigrahah: [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], "The body of the Lord, who gives ecstasy to the residents of King Nanda's pastures, is eternal and full of knowledge and bliss." The Mah&#257;-var&#257;ha Pur&#257;na states, sarve nity&#257;h &#347;&#257;svat&#257;&#347; ca deh&#257;s tasya par&#257;tmanah/ h&#257;nopad&#257;na-rahit&#257; naiva prakriti-j&#257;h kvacit: "The bodies of that Supreme Soul are all eternal and primeval. Since they are not born of material nature, they are not subject to destruction or creation."</P><P>The Nrisimha Pur&#257;na states, yuge yuge vishnur an&#257;di-m&#363;rtim &#257;sth&#257;ya &#347;ishtam parip&#257;ti dushta-h&#257;: "In each age, Lord Vishnu assumes His various eternal forms in order to protect those who are civilized [the devotees] and to destroy those who are evil [the demons]." The Brihad-vaishnava-smriti states, yo vetti bhautikam deham krishnasya param&#257;tmanah/ sa sarvasm&#257;d bahishk&#257;ryah &#347;rauta-sm&#257;rta-vidh&#257;natah/ mukham tasy&#257;valoky&#257;pi sa-celah sn&#257;nam &#257;caret: "If a person thinks the body of the Supreme Soul, Lord Krishna, is made of matter, he should be excluded from all ceremonies, both of the &#347;ruti and the smriti. One who even glances upon such a person's face must immediately take a bath with all his clothes on." The Mah&#257;bh&#257;rata states, na bh&#363;ta-sa&#324;gha-samsth&#257;no deho 'sya param&#257;tmanah: "The body of the Supreme Soul is not composed of a combination of material elements." Also from the Mah&#257;bh&#257;rata: amrit&#257;m&#347;o 'mrita-vapuh. "His personal expansions and personal bodies are all immortal."</P><P>The &#346;r&#299;mad-Bh&#257;gavatam itself contains many passages attesting to the absolute nature of the Lord's forms. Here are a few: &#347;&#257;bdam-brahma dadhad vapuh. "Appearing in Your transcendental form as the Vedas and as the personal feature of the Absolute Truth..." Yat tad vapur bh&#257;ti vibh&#363;shan&#257;yudhair avyakta-cid-vyaktam adh&#257;rayad vibhuh (8.18.12): "That transcendental body which is appearing with its ornaments and weapons has been assumed by the Almighty Lord as the spiritual manifestation of Himself, who is materially unmanifested." Babandha pr&#257;kritam yath&#257; (10.9.14): "She bound Him up just like an ordinary child." Satya-jñ&#257;n&#257;nant&#257;nanda-m&#257;traika-rasa-m&#363;rtyah (<A CLASS=v HREF="../../10/13/54.htm">10.13.54</A>): "The vishnu-m&#363;rtis all had eternal, unlimited forms full of knowledge and bliss and existing beyond the influence of time." Svecch&#257;-mayasya na tu bh&#363;ta-mayasya (10.14.2): "His body is composed of His own desire, rather than of material elements." And tvayy eva nitya-sukha-bodha-tanau: "In You, whose body is full of eternal happiness and consciousness..."</P><P>Names: The Rig Veda states, om &#257;sya j&#257;nanto n&#257;ma cid viviktan: "If we understand even a little of the glories of His holy name..." The Bh&#257;gavatam (<A CLASS=v HREF="../../10/8/15.htm">10.8.15</A>) contains the following passage: bah&#363;ni santi n&#257;m&#257;ni r&#363;pani ca sutasya te guna-karm&#257;nur&#363;p&#257;ni. "For this son of yours there are many forms and names according to His transcendental qualities." That this passage is in the present tense indicates that the Lord's names are absolute and eternal.</P><P>The Padma Pur&#257;na states, yat tv an&#257;ma-r&#363;pa ev&#257;yam bhagav&#257;n harir &#299;&#347;varah/ akarteti ca yo vedaih smritibhi&#347; c&#257;bhidh&#299;yate: "It is the Personality of Godhead, Lord Hari, whom the Vedas and smritis describe as that which has no name or form and which does nothing." The V&#257;sudev&#257;dhy&#257;tma reconciles the apparent contradiction thus raised: aprasiddhes tad-gun&#257;n&#257;m an&#257;mo 'sau prak&#299;rtitah/ apr&#257;kritatv&#257;d r&#363;pasy&#257;py ar&#363;po 's&#257;v ud&#299;ryate/ sambandhena pradh&#257;nasya harer n&#257;sty eva kartat&#257;/ akart&#257;ram atah pr&#257;huh pur&#257;nam tam pur&#257; vidah. "Because His qualities are generally unknown, He is said to have no name. Because His form is not material, He is said to be formless. And because Lord Hari does nothing in relationship with the material nature, He is said to be inactive."</P><P>Abodes: The Gop&#257;la-t&#257;pan&#299; Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/36">2.36</A>) states, t&#257;s&#257;m madhye s&#257;ksh&#257;d brahma gop&#257;la-pur&#299;: "Among all these [abodes], the residence of Lord Gop&#257;la is directly the Absolute Truth." And the Padma Pur&#257;na states, nityam me mathur&#257;m vidhi pur&#299;m dv&#257;ravat&#299;m tath&#257;: "You should know that My cities of Mathur&#257; and Dv&#257;rak&#257; are both eternal." An alternate reading for this verse is nityam me mathur&#257;m vidhi vanam vrind&#257;vanam tath&#257;, in which case the translation is "You should know that both My Mathur&#257; and My forest of Vrind&#257;vana are eternal."</P><P>Qualities: The Bh&#257;gavatam (<A CLASS=v HREF="../../1/16/29.htm">1.16.29</A>) states, ete c&#257;nye ca bhagavan nity&#257; yatra mah&#257;-gun&#257;h/pr&#257;rthy&#257; mahattvam icchadbhir na viyanti sma karhicit: "In Him reside these and many other transcendental qualities, which are eternally present and never to be separated from Him."</P><P>Pastimes: The Purusha-bodhan&#299; Upanishad, of the Pippal&#257;da-&#347;&#257;kha of the Atharva Veda, states, eko devo nitya-l&#299;l&#257;nurakto bhakta-vy&#257;p&#299; bhakta-hridy antar-&#257;tm&#257;: "He is the one Supreme Lord, always attached to His eternal pastimes, extending Himself to His devotees, and present as the Supreme Soul within the hearts of His devotees." In the Bh&#257;gavatam (<A CLASS=v HREF="../../10/90/48.htm">10.90.48</A>) we find the verse beginning jayati jana-niv&#257;sah, which contains the phrase dorbhir asyann adharmam, "with His arms casting out irreligion." The same verse also states, vraja-pura-vanit&#257;n&#257;m vardhayan k&#257;ma-devam, "increasing the lusty desires of the young women of Vrind&#257;vana village. " The Bh&#257;gavatam (<A CLASS=v HREF="../../10/29/15.htm">10.29.15</A>) states, k&#257;mam krodham bhayam sneham aikyam sauhridam eva v&#257;/ nityam harau vidadhato y&#257;nti tan-mayat&#257;m hi te: "Persons who constantly direct their lust, anger, fear, protective affection, feeling of impersonal oneness or friendship toward Lord Hari are sure to become absorbed in thought of Him." That all these passages employ the present tense indicates that the Lord is eternally enacting His pastimes.</P><P>Entourage: The Padma Pur&#257;na states, eta hi y&#257;dav&#257;h sarve mad-gan&#257; eva bh&#257;vini/ sarvath&#257; mat-priy&#257; devi mat-tulya-guna-&#347;&#257;linah: "My dear lady, all these Y&#257;davas are My personal associates. They are in all respects very dear to Me, O goddess, and their characters are equal to Mine."</P><P>To summarize, we may cite the following verse from the Vedic literature: nity&#257;v avat&#257;re bhagav&#257;n nitya-m&#363;rtir jagat-patih/ nitya-r&#363;po nitya-gandho nityai&#347;varya-sukh&#257;nubh&#363;h: "In His eternal incarnation, the Supreme Personality of Godhead, the master of the universe, exhibits His eternal personal form. His bodily beauty, His fragrance, His opulence and His happiness are also all eternal."</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../../12/1/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>