<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 31 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 31 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">The Disappearance of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.31.5</P><P CLASS=c>bhagav&#257;n pit&#257;maham v&#299;kshya</P><P CLASS=c>vibh&#363;t&#299;r &#257;tmano vibhuh</P><P CLASS=c>samyojy&#257;tmani c&#257;tm&#257;nam</P><P CLASS=c>padma-netre nyam&#299;layat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pitamaham">pit&#257;maham</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/v/vibhutih">vibh&#363;t&#299;h</A> &#8212; the powerful expansions, the demigods; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Almighty Lord; <A CLASS=v HREF="http://vedabase.net/s/samyojya">samyojya</A> &#8212; fixing; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Himself; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; His consciousness; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/n/netre">netre</A> &#8212; His lotus eyes; <A CLASS=v HREF="http://vedabase.net/n/nyamilyat">nyam&#299;lyat</A> &#8212; closed.</P><P CLASS=t>TRANSLATION</P><P>Seeing before Him Brahm&#257;, the grandfather of the universe, along with the other demigods, who are all His personal and powerful expansions, the Almighty Lord closed His lotus eyes, fixing His mind within Himself, the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, Lord Krishna had previously answered the prayers of Lord Brahm&#257; and the other demigods, who had requested the Lord to descend within this universe for the protection of His servants, the demigods. Now the demigods arrived before the Lord, each one desiring to take the Lord to his own planet. To avoid these innumerable social obligations, the Lord closed His eyes as if absorbed in sam&#257;dhi.</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; adds that Lord Krishna closed His eyes to instruct the yog&#299;s how to leave this mortal world without attachment to one's mystic opulences. All the demigods, including Brahm&#257;, are mystic expansions of Lord Krishna, and yet the Lord closed His eyes to emphasize that one should fix one's mind on the Supreme Personality of Godhead when departing from this world.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>