<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 31 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 31 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 31: <A CLASS=v HREF="index.htm">The Disappearance of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.31.6</P><P CLASS=c>lok&#257;bhir&#257;m&#257;m sva-tanum</P><P CLASS=c>dh&#257;ran&#257;-dhy&#257;na-ma&#324;galam</P><P CLASS=c>yoga-dh&#257;ranay&#257;gneyy&#257;-</P><P CLASS=c>dagdhv&#257; dh&#257;m&#257;vi&#347;at svakam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> all the worlds; <A CLASS=v HREF="http://vedabase.net/a/abhiramam">abhir&#257;m&#257;m</A> &#8212; most attractive; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; His own transcendental body; <A CLASS=v HREF="http://vedabase.net/d/dharana">dh&#257;ran&#257;</A> &#8212; of all trance; <A CLASS=v HREF="http://vedabase.net/d/dhyana">dhy&#257;na</A> &#8212; and meditation; <A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; the auspicious object; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/d/dharanaya">dh&#257;ranay&#257;</A> &#8212; by mystic trance; <A CLASS=v HREF="http://vedabase.net/a/agneyya">&#257;gneyy&#257;</A> &#8212; focused on fire; <A CLASS=v HREF="http://vedabase.net/a/adagdhva">adagdhv&#257;</A> &#8212; without burning; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/a/avisat">&#257;vi&#347;at</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> entered; <A CLASS=v HREF="http://vedabase.net/s/svakam">svakam</A> &#8212; His own.</P><P CLASS=t>TRANSLATION</P><P>Without employing the mystic &#257;gney&#299; meditation to burn up His transcendental body, which is the all-attractive resting place of all the worlds and the object of all contemplation and meditation, Lord Krishna entered into His own abode.</P><P CLASS=t>PURPORT</P><P>A yog&#299; empowered to select the moment of leaving his body can cause it to burst into flames by engaging in the yogic meditation called &#257;gney&#299;, and thus he passes into his next life. The demigods similarly employ this mystic fire when being transferred to the spiritual world. But the Supreme Personality of Godhead is completely different from conditioned souls like yog&#299;s and demigods, since the Lord's eternal, spiritual body is the source of all existence, as indicated here by the words lok&#257;bhir&#257;m&#257;m sva-tanum. Lord Krishna's body is the source of pleasure for the entire universe. The word dh&#257;ran&#257;-dhy&#257;na-ma&#324;galam indicates that those trying for spiritual elevation through meditation and yoga achieve all auspiciousness through meditation on the Lord's body. Since yog&#299;s are liberated simply by thinking of Lord Krishna's body, that body is certainly not material and therefore not subject to burning by mundane mystic fire or any other type of fire.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura reminds us of Lord Krishna's statement in the Eleventh Canto, Chapter Fourteen, verse 37: vahni-madhye smared r&#363;pam mamaitad dhy&#257;na-ma&#324;galam. "Within the fire one should meditate upon My form, which is the auspicious object of all meditation." Since Lord Krishna's transcendental form is present within fire as the maintaining principle, how can fire affect that form? Thus although the Lord appeared to enter the mystic yoga trance, the word adagdhv&#257; indicates that the Lord, since His body is purely spiritual, bypassed the formality of burning and directly entered His own abode in the spiritual sky. This point has also been elaborately explained by &#346;r&#299;la J&#299;va Gosv&#257;m&#299; in his commentary to this verse.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>