<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 31"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 31: The Disappearance of Lord &#346;r&#299; Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 11.31 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 11.31.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Then Lord Brahm&#257; arrived at Prabh&#257;sa along with Lord &#346;iva and his consort, the sages, the Praj&#257;patis and all the demigods, headed by Indra.</P><P CLASS=r><A CLASS=i HREF="2-3.htm"><B>SB 11.31.2-3</B></A>: The forefathers, Siddhas, Gandharvas, Vidy&#257;dharas and great serpents also came, along with the C&#257;ranas, Yakshas, R&#257;kshasas, Kinnaras, Apsar&#257;s and relatives of Garuda, greatly eager to witness the departure of the Supreme Personality of Godhead. As they were coming, all these personalities variously chanted and glorified the birth and activities of Lord &#346;auri [Krishna].</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 11.31.4</B></A>: O King, crowding the sky with their many airplanes, they showered down flowers with great devotion.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 11.31.5</B></A>: Seeing before Him Brahm&#257;, the grandfather of the universe, along with the other demigods, who are all His personal and powerful expansions, the Almighty Lord closed His lotus eyes, fixing His mind within Himself, the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 11.31.6</B></A>: Without employing the mystic &#257;gney&#299; meditation to burn up His transcendental body, which is the all-attractive resting place of all the worlds and the object of all contemplation and meditation, Lord Krishna entered into His own abode.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 11.31.7</B></A>: As soon as Lord &#346;r&#299; Krishna left the earth, Truth, Religion, Faithfulness, Glory and Beauty immediately followed Him. Kettledrums resounded in the heavens and flowers showered from the sky.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 11.31.8</B></A>: Most of the demigods and other higher beings led by Brahm&#257; could not see Lord Krishna as He was entering His own abode, since He did not reveal His movements. But some of them did catch sight of Him, and they were extremely amazed.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 11.31.9</B></A>: Just as ordinary men cannot ascertain the path of a lightning bolt as it leaves a cloud, the demigods could not trace out the movements of Lord Krishna as He returned to His abode.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 11.31.10</B></A>: A few of the demigods, however &#8212; notably Lord Brahm&#257; and Lord &#346;iva &#8212; could ascertain how the Lord's mystic power was working, and thus they became astonished. All the demigods praised the Lord's mystic power and then returned to their own planets.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 11.31.11</B></A>: My dear King, you should understand that the Supreme Lord's appearance and disappearance, which resemble those of embodied conditioned souls, are actually a show enacted by His illusory energy, just like the performance of an actor. After creating this universe He enters into it, plays within it for some time, and at last winds it up. Then the Lord remains situated in His own transcendental glory, having ceased from the functions of cosmic manifestation.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 11.31.12</B></A>: Lord Krishna brought the son of His guru back from the planet of the lord of death in the boy's selfsame body, and as the ultimate giver of protection He saved you also when you were burned by the brahm&#257;stra of A&#347;vatth&#257;m&#257;. He conquered in battle even Lord &#346;iva, who deals death to the agents of death, and He sent the hunter Jar&#257; directly to Vaikuntha in his human body. How could such a personality be unable to protect His own Self?</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 11.31.13</B></A>: Although Lord Krishna, being the possessor of infinite powers, is the only cause of the creation, maintenance and destruction of innumerable living beings, He simply did not desire to keep His body in this world any longer. Thus He revealed the destination of those fixed in the self and demonstrated that this mortal world is of no intrinsic value.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 11.31.14</B></A>: Anyone who regularly rises early in the morning and carefully chants with devotion the glories of Lord &#346;r&#299; Krishna's transcendental disappearance and His return to His own abode will certainly achieve that same supreme destination.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 11.31.15</B></A>: As soon as D&#257;ruka reached Dv&#257;rak&#257;, he threw himself at the feet of Vasudeva and Ugrasena and drenched their feet with his tears, lamenting the loss of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="16-17.htm"><B>SB 11.31.16-17</B></A>: D&#257;ruka delivered the account of the total destruction of the Vrishnis, and upon hearing this, O Par&#299;kshit, the people became deeply distraught in their hearts and stunned with sorrow. Feeling the overwhelming pain of separation from Krishna, they struck their own faces while hurrying to the place where their relatives lay dead.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 11.31.18</B></A>: When Devak&#299;, Rohin&#299; and Vasudeva could not find their sons, Krishna and R&#257;ma, they lost consciousness out of anguish.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 11.31.19</B></A>: Tormented by separation from the Lord, His parents gave up their lives at that very spot. My dear Par&#299;kshit, the wives of the Y&#257;davas then climbed onto the funeral pyres, embracing their dead husbands.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 11.31.20</B></A>: The wives of Lord Balar&#257;ma also entered the fire and embraced His body, and Vasudeva's wives entered his fire and embraced his body. The daughters-in-law of Lord Hari entered the funeral fires of their respective husbands, headed by Pradyumna. And Rukmin&#299; and the other wives of Lord Krishna &#8212; whose hearts were completely absorbed in Him &#8212; entered His fire.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 11.31.21</B></A>: Arjuna felt great distress over separation from Lord Krishna, his dearmost friend. But he consoled himself by remembering the transcendental words the Lord had sung to him.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 11.31.22</B></A>: Arjuna then saw to it that the funeral rites were properly carried out for the dead, who had no remaining male family members. He executed the required ceremonies for each of the Yadus, one after another.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 11.31.23</B></A>: As soon as Dv&#257;rak&#257; was abandoned by the Supreme Personality of Godhead, the ocean flooded it on all sides, O King, sparing only His palace.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 11.31.24</B></A>: Lord Madhus&#363;dana, the Supreme Personality of Godhead, is eternally present in Dv&#257;rak&#257;. It is the most auspicious of all auspicious places, and merely remembering it destroys all contamination.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 11.31.25</B></A>: Arjuna took the survivors of the Yadu dynasty &#8212; the women, children and old men &#8212; to Indraprastha, where he installed Vajra as ruler of the Yadus.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 11.31.26</B></A>: Hearing from Arjuna of the death of their friend, my dear King, your grandfathers established you as the maintainer of the dynasty and left to prepare for their departure from this world.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 11.31.27</B></A>: A person who with faith engages in chanting the glories of these various pastimes and incarnations of Vishnu, the Lord of lords, will gain liberation from all sins.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 11.31.28</B></A>: The all-auspicious exploits of the all-attractive incarnations of Lord &#346;r&#299; Krishna, the Supreme Personality of Godhead, and also the pastimes He performed as a child, are described in this &#346;r&#299;mad-Bh&#257;gavatam and in other scriptures. Anyone who clearly chants these descriptions of His pastimes will attain transcendental loving service unto Lord Krishna, who is the goal of all perfect sages.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>