<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verses 28-29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verses 28-29"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.28-29</P><P CLASS=c>kaccid r&#257;j&#257;huko j&#299;vaty</P><P CLASS=c>asat-putro 'sya c&#257;nujah</P><P CLASS=c>hrid&#299;kah sasuto 'kr&#363;ro</P><P CLASS=c>jayanta-gada-s&#257;ran&#257;h</P><P CLASS=c>&#257;sate ku&#347;alam kaccid</P><P CLASS=c>ye ca &#347;atrujid-&#257;dayah</P><P CLASS=c>kaccid &#257;ste sukham r&#257;mo</P><P CLASS=c>bhagav&#257;n s&#257;tvat&#257;m prabhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/a/ahukah">&#257;hukah</A> &#8212; another <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/u/ugrasena">Ugrasena</A>; <A CLASS=v HREF="http://vedabase.net/j/jivati">j&#299;vati</A> &#8212; still living; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; mischievous; <A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anujah">anujah</A> &#8212; younger brother; <A CLASS=v HREF="http://vedabase.net/h/hrdikah">hrid&#299;kah</A> &#8212; <A HREF="http://vedabase.net/h/hrdika">Hrid&#299;ka</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; along with son, <A HREF="http://vedabase.net/k/krtavarma">Kritavarm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/akrurah">akr&#363;rah</A> &#8212; <A HREF="http://vedabase.net/a/akrura">Akr&#363;ra</A>; <A CLASS=v HREF="http://vedabase.net/j/jayanta">jayanta</A> &#8212; <A HREF="http://vedabase.net/j/jayanta">Jayanta</A>; <A CLASS=v HREF="http://vedabase.net/g/gada">gada</A> &#8212; <A HREF="http://vedabase.net/g/gada">Gada</A>; <A CLASS=v HREF="http://vedabase.net/s/saranah">s&#257;ran&#257;h</A> &#8212; <A HREF="http://vedabase.net/s/sarana">S&#257;rana</A>; <A CLASS=v HREF="http://vedabase.net/a/asate">&#257;sate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> they all; <A CLASS=v HREF="http://vedabase.net/k/kusalam">ku&#347;alam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> happiness; <A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/satrujit">&#347;atrujit</A> &#8212; <A HREF="http://vedabase.net/s/satrujit">&#346;atrujit</A>; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; headed by; <A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> they; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; all right; <A CLASS=v HREF="http://vedabase.net/r/ramah">r&#257;mah</A> &#8212; <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvat&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; protector.</P><P CLASS=t>TRANSLATION</P><P>Are Ugrasena, whose son was the mischievous Kamsa, and his younger brother still living? Are Hrid&#299;ka and his son Kritavarm&#257; happy? Are Akr&#363;ra, Jayanta, Gada, S&#257;rana and &#346;atrujit all happy? How is Balar&#257;ma, the Personality of Godhead and the protector of devotees?</P><P CLASS=t>PURPORT</P><P>Hastin&#257;pura, the capital of the P&#257;ndavas, was situated somewhere near present New Delhi, and the kingdom of Ugrasena was situated in Mathur&#257;. While returning to Delhi from Dv&#257;rak&#257;, Arjuna must have visited the city of Mathur&#257;, and therefore the inquiry about the King of Mathur&#257; is valid. Amongst various names of the relatives, the name of R&#257;ma or Balar&#257;ma, eldest brother of Lord Krishna, is added with the words "the Personality of Godhead" because Lord Balar&#257;ma is the immediate expansion of vishnu-tattva as prak&#257;&#347;a-vigraha of Lord Krishna. The Supreme Lord, although one without a second, expands Himself as many other living beings. The vishnu-tattva living beings are expansions of the Supreme Lord, and all of them are qualitatively and quantitatively equal with the Lord. But expansions of the j&#299;va-&#347;akti, the category of the ordinary living beings, are not at all equal with the Lord. One who considers the j&#299;va-&#347;akti and the vishnu-tattva to be on an equal level is considered a condemned soul of the world. &#346;r&#299; R&#257;ma, or Balar&#257;ma, is the protector of the devotees of the Lord. Baladeva acts as the spiritual master of all devotees, and by His causeless mercy the fallen souls are delivered. &#346;r&#299; Baladeva appeared as &#346;r&#299; Nity&#257;nanda Prabhu during the advent of Lord Caitanya, and the great Lord Nity&#257;nanda Prabhu exhibited His causeless mercy by delivering a pair of extremely fallen souls, namely Jag&#257;i and M&#257;dh&#257;i. Therefore it is particularly mentioned herein that Balar&#257;ma is the protector of the devotees of the Lord. By His divine grace only one can approach the Supreme Lord &#346;r&#299; Krishna, and thus &#346;r&#299; Balar&#257;ma is the mercy incarnation of the Lord, manifested as the spiritual master, the savior of the pure devotees.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>