<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.3</P><P CLASS=c>k&#257;lasya ca gatim raudr&#257;m</P><P CLASS=c>viparyastartu-dharminah</P><P CLASS=c>p&#257;p&#299;yas&#299;m nrin&#257;m v&#257;rt&#257;m</P><P CLASS=c>krodha-lobh&#257;nrit&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalasya">k&#257;lasya</A> &#8212; of eternal time; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; direction; <A CLASS=v HREF="http://vedabase.net/r/raudram">raudr&#257;m</A> &#8212; fearful; <A CLASS=v HREF="http://vedabase.net/v/viparyasta">viparyasta</A> &#8212; reversed; <A CLASS=v HREF="http://vedabase.net/r/rtu">ritu</A> &#8212; seasonal; <A CLASS=v HREF="http://vedabase.net/d/dharminah">dharminah</A> &#8212; regularities; <A CLASS=v HREF="http://vedabase.net/p/papiyasim">p&#257;p&#299;yas&#299;m</A> &#8212; sinful; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of the human being; <A CLASS=v HREF="http://vedabase.net/v/vartam">v&#257;rt&#257;m</A> &#8212; means of livelihood; <A CLASS=v HREF="http://vedabase.net/k/krodha">krodha</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/l/lobha">lobha</A> &#8212; greed; <A CLASS=v HREF="http://vedabase.net/a/anrta">anrita</A> &#8212; falsehood; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of the people.</P><P CLASS=t>TRANSLATION</P><P>He saw that the direction of eternal time had changed, and this was very fearful. There were disruptions in the seasonal regularities. The people in general had become very greedy, angry and deceitful. And he saw that they were adopting foul means of livelihood.</P><P CLASS=t>PURPORT</P><P>When civilization is disconnected from the loving relation of the Supreme Personality of Godhead, symptoms like changes of seasonal regulations, foul means of livelihood, greed, anger and fraudulence become rampant. The change of seasonal regulations refers to one season's atmosphere becoming manifest in another season &#8212; for example the rainy season's being transferred to autumn, or the fructification of fruits and flowers from one season in another season. A godless man is invariably greedy, angry and fraudulent. Such a man can earn his livelihood by any means, black or white. During the reign of Mah&#257;r&#257;ja Yudhishthira, all the above symptoms were conspicuous by their absence. But Mah&#257;r&#257;ja Yudhishthira was astonished to experience even a slight change in the godly atmosphere of his kingdom, and at once he suspected the disappearance of the Lord. Foul means of livelihood implies deviation from one's occupational duty. There are prescribed duties for everyone, such as the br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra, but anyone who deviates from his prescribed duty and declares another's duty to be his own is following a foul and improper duty. A man becomes too greedy for wealth and power when he has no higher objective in life and when he thinks that this earthly life of a few years is all in all. Ignorance is the cause for all these anomalies in human society, and to remove this ignorance, especially in this age of degradation, the powerful sun is there to distribute light in the shape of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>