<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verses 32-33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verses 32-33"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.32-33</P><P CLASS=c>tathaiv&#257;nucar&#257;h &#347;aureh</P><P CLASS=c>&#347;rutadevoddhav&#257;dayah</P><P CLASS=c>sunanda-nanda-&#347;&#299;rshany&#257;</P><P CLASS=c>ye c&#257;nye s&#257;tvatarshabh&#257;h</P><P CLASS=c>api svasty &#257;sate sarve</P><P CLASS=c>r&#257;ma-krishna-bhuj&#257;&#347;ray&#257;h</P><P CLASS=c>api smaranti ku&#347;alam</P><P CLASS=c>asm&#257;kam baddha-sauhrid&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/a/anucarah">anucar&#257;h</A> &#8212; constant companions; <A CLASS=v HREF="http://vedabase.net/s/saureh">&#347;aureh</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> such <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/srutadeva">&#347;rutadeva</A> &#8212; <A HREF="http://vedabase.net/s/srutadeva">&#346;rutadeva</A>; <A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> and others; <A CLASS=v HREF="http://vedabase.net/s/sunanda">sunanda</A> &#8212; <A HREF="http://vedabase.net/s/sunanda">Sunanda</A>; <A CLASS=v HREF="http://vedabase.net/n/nanda">nanda</A> &#8212; <A HREF="http://vedabase.net/n/nanda">Nanda</A>; <A CLASS=v HREF="http://vedabase.net/s/sirsanyah">&#347;&#299;rshany&#257;h</A> &#8212; other leaders; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/s/satvata">s&#257;tvata</A> &#8212; liberated souls; <A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabh&#257;h</A> &#8212; the best men; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A> &#8212; doing well; <A CLASS=v HREF="http://vedabase.net/a/asate">&#257;sate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A> &#8212; <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;ray&#257;h</A> &#8212; under the protection of; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; if also; <A CLASS=v HREF="http://vedabase.net/s/smaranti">smaranti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> remember; <A CLASS=v HREF="http://vedabase.net/k/kusalam">ku&#347;alam</A> &#8212; welfare; <A CLASS=v HREF="http://vedabase.net/a/asmakam">asm&#257;kam</A> &#8212; about ourselves; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A>-<A CLASS=v HREF="http://vedabase.net/s/sauhrdah">sauhrid&#257;h</A> &#8212; bound by eternal friendship.</P><P CLASS=t>TRANSLATION</P><P>Also, &#346;rutadeva, Uddhava and others, Nanda, Sunanda and other leaders of liberated souls who are constant companions of the Lord are protected by Lord Balar&#257;ma and Krishna. Are they all doing well in their respective functions? Do they, who are all eternally bound in friendship with us, remember our welfare?</P><P CLASS=t>PURPORT</P><P>The constant companions of Lord Krishna, such as Uddhava, are all liberated souls, and they descended along with Lord Krishna to this material world to fulfill the mission of the Lord. The P&#257;ndavas are also liberated souls who descended along with Lord Krishna to serve Him in His transcendental pastimes on this earth. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>), the Lord and His eternal associates, who are also liberated souls like the Lord, come down on this earth at certain intervals. The Lord remembers them all, but His associates, although liberated souls, forget due to their being tatasth&#257; &#347;akti, or marginal potency of the Lord. That is the difference between the vishnu-tattva and j&#299;va-tattva. The j&#299;va-tattvas are infinitesimal potential particles of the Lord, and therefore they require the protection of the Lord at all times. And to the eternal servitors of the Lord, the Lord is pleased to give all protection at all times. The liberated souls never, therefore, think themselves as free as the Lord or as powerful as the Lord, but they always seek the protection of the Lord in all circumstances, both in the material world and in the spiritual world. This dependence of the liberated soul is constitutional, for the liberated souls are like sparks of a fire that are able to exhibit the glow of fire along with the fire and not independently. Independently the glow of the sparks is extinguished, although the quality of fire or the glowing is there. Thus those who give up the protection of the Lord and become so-called lords themselves, out of spiritual ignorance, come back again to this material world, even after prolonged tapasya of the severest type. That is the verdict of all Vedic literature.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>