<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.34</P><P CLASS=c>bhagav&#257;n api govindo</P><P CLASS=c>brahmanyo bhakta-vatsalah</P><P CLASS=c>kaccit pure sudharm&#257;y&#257;m</P><P CLASS=c>sukham &#257;ste suhrid-vritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead, <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/g/govindah">govindah</A> &#8212; one who enlivens the cows and the senses; <A CLASS=v HREF="http://vedabase.net/b/brahmanyah">brahmanyah</A> &#8212; devoted <A HREF="http://vedabase.net/t/to">to</A> the devotees of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsalah</A> &#8212; affectionate <A HREF="http://vedabase.net/t/to">to</A> the devotees; <A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/p/pure">pure</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sudharmayam">sudharm&#257;y&#257;m</A> &#8212; pious assembly; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; does enjoy; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; surrounded by friends.</P><P CLASS=t>TRANSLATION</P><P>Is Lord Krishna, the Supreme Personality of Godhead, who gives pleasure to the cows, the senses and the br&#257;hmanas, who is very affectionate towards His devotees, enjoying the pious assembly at Dv&#257;rak&#257; Pur&#299; surrounded by friends?</P><P CLASS=t>PURPORT</P><P>Here in this particular verse the Lord is described as bhagav&#257;n, govinda, brahmanya and bhakta-vatsala. He is bhagav&#257;n svayam, or the original Supreme Personality of Godhead, full with all opulences, all power, all knowledge, all beauty, all fame and all renunciation. No one is equal to or greater than Him. He is Govinda because He is the pleasure of the cows and the senses. Those who have purified their senses by the devotional service of the Lord can render unto Him real service and thereby derive transcendental pleasure out of such purified senses. Only the impure conditioned living being cannot derive any pleasure from the senses, but being illusioned by false pleasures of the senses, he becomes servant of the senses. Therefore, we need His protection for our own interest. The Lord is the protector of cows and the brahminical culture. A society devoid of cow protection and brahminical culture is not under the direct protection of the Lord, just as the prisoners in the jails are not under the protection of the king but under the protection of a severe agent of the king. Without cow protection and cultivation of the brahminical qualities in human society, at least for a section of the members of society, no human civilization can prosper at any length. By brahminical culture, the development of the dormant qualities of goodness, namely truthfulness, equanimity, sense control, forbearance, simplicity, general knowledge, transcendental knowledge, and firm faith in the Vedic wisdom, one can become a br&#257;hmana and thus see the Lord as He is. And after surpassing the brahminical perfection, one has to become a devotee of the Lord so that His loving affection in the form of proprietor, master, friend, son and lover can be transcendentally achieved. The stage of a devotee, which attracts the transcendental affection of the Lord, does not develop unless one has developed the qualities of a br&#257;hmana as above mentioned. The Lord is inclined to a br&#257;hmana of quality and not of false prestige. Those who are less than a br&#257;hmana by qualification cannot establish any relation with the Lord, just as fire cannot be kindled from the raw earth unless there is wood, although there is a relation between wood and the earth. Since the Lord is all-perfect in Himself, there could not be any question of His welfare, and Mah&#257;r&#257;ja Yudhishthira refrained from asking this question. He simply inquired about His residential place, Dv&#257;rak&#257; Pur&#299;, where pious men assemble. The Lord stays only where pious men assemble and takes pleasure in their glorifying the Supreme Truth. Mah&#257;r&#257;ja Yudhishthira was anxious to know about the pious men and their pious acts in the city of Dv&#257;rak&#257;.</P><P CLASS=l><A CLASS=i HREF="32-33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35-36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>