<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verses 35-36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verses 35-36"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.35-36</P><P CLASS=c>ma&#324;gal&#257;ya ca lok&#257;n&#257;m</P><P CLASS=c>kshem&#257;ya ca bhav&#257;ya ca</P><P CLASS=c>&#257;ste yadu-kul&#257;mbhodh&#257;v</P><P CLASS=c>&#257;dyo 'nanta-sakhah pum&#257;n</P><P CLASS=c>yad b&#257;hu-danda-gupt&#257;y&#257;m</P><P CLASS=c>sva-pury&#257;m yadavo 'rcit&#257;h</P><P CLASS=c>kr&#299;danti param&#257;nandam</P><P CLASS=c>mah&#257;-paurushik&#257; iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mangalaya">ma&#324;gal&#257;ya</A> &#8212; for all good; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/l/lokanam">lok&#257;n&#257;m</A> &#8212; of all the planets; <A CLASS=v HREF="http://vedabase.net/k/ksemaya">kshem&#257;ya</A> &#8212; for protection; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; for elevation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is there; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhodhau">ambhodhau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; the original; <A CLASS=v HREF="http://vedabase.net/a/ananta">ananta</A>-<A CLASS=v HREF="http://vedabase.net/s/sakhah">sakhah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the company of <A HREF="http://vedabase.net/a/ananta">Ananta</A> (<A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>); <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the supreme <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/b/bahu">b&#257;hu</A>-<A CLASS=v HREF="http://vedabase.net/d/danda">danda</A>-<A CLASS=v HREF="http://vedabase.net/g/guptayam">gupt&#257;y&#257;m</A> &#8212; being protected by His arms; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/puryam">pury&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His own city; <A CLASS=v HREF="http://vedabase.net/y/yadavah">yadavah</A> &#8212; the members of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> family; <A CLASS=v HREF="http://vedabase.net/a/arcitah">arcit&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they deserve; <A CLASS=v HREF="http://vedabase.net/k/kridanti">kr&#299;danti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> relishing; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/anandam">&#257;nandam</A> &#8212; transcendental pleasure; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/paurusikah">paurushik&#257;h</A> &#8212; the residents of the spiritual sky; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>The original Personality of Godhead, the enjoyer, and Balar&#257;ma, the primeval Lord Ananta, are staying in the ocean of the Yadu dynasty for the welfare, protection and general progress of the entire universe. And the members of the Yadu dynasty, being protected by the arms of the Lord, are enjoying life like the residents of the spiritual sky.</P><P CLASS=t>PURPORT</P><P>As we have discussed many times, the Personality of Godhead Vishnu resides within each and every universe in two capacities, namely as the Garbhodaka&#347;&#257;y&#299; Vishnu and the Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. The Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu has His own planet on the northern top of the universe, and there is a great ocean of milk where the Lord resides on the bed of the Ananta incarnation of Baladeva. Thus Mah&#257;r&#257;ja Yudhishthira has compared the Yadu dynasty to the ocean of milk and &#346;r&#299; Balar&#257;ma to the Ananta where Lord Krishna resides. He has compared the citizens of Dv&#257;rak&#257; to the liberated inhabitants of the Vaikunthalokas. Beyond the material sky, further than we can see with our eyes and beyond the sevenfold coverings of the universe, there is the Causal Ocean in which all the universes are floating like footballs, and beyond the Causal Ocean there is an unlimited span of spiritual sky generally known as the effulgence of Brahman. Within this effulgence there are innumerable spiritual planets, and they are known as the Vaikuntha planets. Each and every Vaikuntha planet is many, many times bigger than the biggest universe within the material world, and in each of them there are innumerable inhabitants who look exactly like Lord Vishnu. These inhabitants are known as the Mah&#257;-paurushikas, or persons directly engaged in the service of the Lord. They are happy in those planets and are without any kind of misery, and they live perpetually in full youthfulness, enjoying life in full bliss and knowledge without fear of birth, death, old age or disease, and without the influence of k&#257;la, eternal time. Mah&#257;r&#257;ja Yudhishthira has compared the inhabitants of Dv&#257;rak&#257; to the Mah&#257;-paurushikas of Vaikunthaloka because they are so happy with the Lord. In the Bhagavad-g&#299;t&#257; there are many references to the Vaikunthalokas, and they are mentioned there as mad-dh&#257;ma, or the kingdom of the Lord.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>