<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.37</P><P CLASS=c>yat-p&#257;da-&#347;u&#347;r&#363;shana-mukhya-karman&#257;</P><P CLASS=c>saty&#257;dayo dvy-ashta-sahasra-yoshitah</P><P CLASS=c>nirjitya sa&#324;khye tri-da&#347;&#257;ms tad-&#257;&#347;isho</P><P CLASS=c>haranti vajr&#257;yudha-vallabhocit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/s/susrusana">&#347;u&#347;r&#363;shana</A> &#8212; administration of comforts; <A CLASS=v HREF="http://vedabase.net/m/mukhya">mukhya</A> &#8212; the most important; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by the acts of; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; queens headed by <A HREF="http://vedabase.net/s/satyabhama">Satyabh&#257;m&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/a/asta">ashta</A> &#8212; twice eight; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; thousand; <A CLASS=v HREF="http://vedabase.net/y/yositah">yoshitah</A> &#8212; the fair sex; <A CLASS=v HREF="http://vedabase.net/n/nirjitya">nirjitya</A> &#8212; by subduing; <A CLASS=v HREF="http://vedabase.net/s/sankhye">sa&#324;khye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the battle; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/d/dasan">da&#347;&#257;n</A> &#8212; of the denizens of heaven; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; what is enjoyed by the demigods; <A CLASS=v HREF="http://vedabase.net/h/haranti">haranti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> take away; <A CLASS=v HREF="http://vedabase.net/v/vajra">vajra</A>-<A CLASS=v HREF="http://vedabase.net/a/ayudha">&#257;yudha</A>-<A CLASS=v HREF="http://vedabase.net/v/vallabha">vallabh&#257;</A> &#8212; the wives of the personality who controls the thunderbolt; <A CLASS=v HREF="http://vedabase.net/u/ucitah">ucit&#257;h</A> &#8212; deserving.</P><P CLASS=t>TRANSLATION</P><P>Simply by administering comforts at the lotus feet of the Lord, which is the most important of all services, the queens at Dv&#257;rak&#257;, headed by Satyabh&#257;m&#257;, induced the Lord to conquer the demigods. Thus the queens enjoy things which are prerogatives of the wives of the controller of thunderbolts.</P><P CLASS=t>PURPORT</P><P>Satyabh&#257;m&#257;: One of the principal queens of Lord &#346;r&#299; Krishna at Dv&#257;rak&#257;. After killing Narak&#257;sura, Lord Krishna visited the palace of Narak&#257;sura accompanied by Satyabh&#257;m&#257;. He went to Indraloka also with Satyabh&#257;m&#257;, and she was received by &#346;ac&#299;dev&#299;, who introduced her to the mother of the demigods, Aditi. Aditi was very much pleased with Satyabh&#257;m&#257;, and she blessed her with the benediction of permanent youth as long as Lord Krishna remained on the earth. Aditi also took her with her to show her the special prerogatives of the demigods in the heavenly planets. When Satyabh&#257;m&#257; saw the p&#257;rij&#257;ta flower, she desired to have it in her palace at Dv&#257;rak&#257;. After that, she came back to Dv&#257;rak&#257; along with her husband and expressed her willingness to have the p&#257;rij&#257;ta flower at her palace. Satyabh&#257;m&#257;'s palace was especially bedecked with valuable jewels, and even in the hottest season of summer the inside of the palace remained cool, as if air-conditioned. She decorated her palace with various flags, heralding the news of her great husband's presence there. Once, along with her husband, she met Draupad&#299;, and she was anxious to be instructed by Draupad&#299; in the ways and means of pleasing her husband. Draupad&#299; was expert in this affair because she kept five husbands, the P&#257;ndavas, and all were very much pleased with her. On receipt of Draupad&#299;'s instructions, she was very much pleased and offered her good wishes and returned to Dv&#257;rak&#257;. She was the daughter of Satr&#257;jit. After the departure of Lord Krishna, when Arjuna visited Dv&#257;rak&#257;, all the queens, including Satyabh&#257;m&#257; and Rukmin&#299;, lamented for the Lord with great feeling. At the last stage of her life, she left for the forest to undergo severe penance.</P><P>Satyabh&#257;m&#257; instigated her husband to get the p&#257;rij&#257;ta flower from the heavenly planets, and the Lord got it even by force from the demigods, as a common husband secures things to please his wife. As already explained, the Lord had very little to do with so many wives to carry out their orders like an ordinary man. But because the queens accepted the high quality of devotional service, namely administering the Lord all comforts, the Lord played the part of a faithful and complete husband. No earthly creature can expect to have things from the heavenly kingdom, especially the p&#257;rij&#257;ta flowers, which are simply to be used by the demigods. But due to their becoming the Lord's faithful wives, all of them enjoyed the special prerogatives of the great wives of the denizens of heaven. In other words, since the Lord is the proprietor of everything within His creation, it is not very astonishing for the queens of Dv&#257;rak&#257; to have any rare thing from any part of the universe.</P><P CLASS=l><A CLASS=i HREF="35-36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>