<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.38</P><P CLASS=c>yad b&#257;hu-dand&#257;bhyuday&#257;nuj&#299;vino</P><P CLASS=c>yadu-prav&#299;r&#257; hy akutobhay&#257; muhuh</P><P CLASS=c>adhikramanty a&#324;ghribhir &#257;hrit&#257;m bal&#257;t</P><P CLASS=c>sabh&#257;m sudharm&#257;m sura-sattamocit&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/b/bahu">b&#257;hu</A>-<A CLASS=v HREF="http://vedabase.net/d/danda">danda</A> &#8212; arms; <A CLASS=v HREF="http://vedabase.net/a/abhyudaya">abhyudaya</A> &#8212; influenced by; <A CLASS=v HREF="http://vedabase.net/a/anujivinah">anuj&#299;vinah</A> &#8212; always living; <A CLASS=v HREF="http://vedabase.net/y/yadu">yadu</A> &#8212; the members of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/p/pravirah">prav&#299;r&#257;h</A> &#8212; great heroes; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> <A CLASS=v HREF="http://vedabase.net/a/akutobhayah">akutobhay&#257;h</A> &#8212; fearless <A HREF="http://vedabase.net/i/in">in</A> every respect; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/a/adhikramanti">adhikramanti</A> &#8212; traversing; <A CLASS=v HREF="http://vedabase.net/a/anghribhih">a&#324;ghribhih</A> &#8212; by foot; <A CLASS=v HREF="http://vedabase.net/a/ahrtam">&#257;hrit&#257;m</A> &#8212; brought about; <A CLASS=v HREF="http://vedabase.net/b/balat">bal&#257;t</A> &#8212; by force; <A CLASS=v HREF="http://vedabase.net/s/sabham">sabh&#257;m</A> &#8212; assembly house; <A CLASS=v HREF="http://vedabase.net/s/sudharmam">sudharm&#257;m</A> &#8212; <A HREF="http://vedabase.net/s/sudharma">Sudharm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; the best among the demigods; <A CLASS=v HREF="http://vedabase.net/u/ucitam">ucit&#257;m</A> &#8212; deserving.</P><P CLASS=t>TRANSLATION</P><P>The great heroes of the Yadu dynasty, being protected by the arms of Lord &#346;r&#299; Krishna, always remain fearless in every respect. And therefore their feet trample over the Sudharm&#257; assembly house, which the best demigods deserved but which was taken away from them.</P><P CLASS=t>PURPORT</P><P>Those who are directly servitors of the Lord are protected by the Lord from all fearfulness, and they also enjoy the best of things, even if they are forcibly accumulated. The Lord is equal in behavior to all living beings, but He is partial to His pure devotees, being very affectionate toward them. The city of Dv&#257;rak&#257; was flourishing, being enriched with the best of things in the material world. The state assembly house is constructed according to the dignity of the particular state. In the heavenly planets, the state assembly house called Sudharm&#257; was deserving of the dignity of the best of the demigods. Such an assembly house is never meant for any state on the globe because the human being on the earth is unable to construct it, however far a particular state may be materially advanced. But during the time of Lord Krishna's presence on the earth, the members of the Yadu family forcibly brought the celestial assembly house to earth and placed it at Dv&#257;rak&#257;. They were able to use such force because they were certain of the indulgence and protection of the Supreme Lord Krishna. In other words, the Lord is provided with the best things in the universe by His pure devotees. Lord Krishna was provided with all kinds of comforts and facilities available within the universe by the members of the Yadu dynasty, and in return such servitors of the Lord were protected and fearless.</P><P>A forgetful, conditioned soul is fearful. But a liberated soul is never fearful, just as a small child completely dependent on the mercy of his father is never fearful of anyone. Fearfulness is a sort of illusion for the living being when he is in slumber and forgetting his eternal relation with the Lord. Since the living being is never to die by his constitution, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/20.htm">2.20</A>), then what is the cause of fearfulness? A person may be fearful of a tiger in a dream, but another man who is awake by his side sees no tiger there. The tiger is a myth for both of them, namely the person dreaming and the person awake, because actually there is no tiger; but the man forgetful of his awakened life is fearful, whereas the man who has not forgotten his position is not at all fearful. Thus the members of the Yadu dynasty were fully awake in their service to the Lord, and therefore there was no tiger for them to be afraid of at any time. Even if there were a real tiger, the Lord was there to protect them.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>