<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.42</P><P CLASS=c>kaccit tvam n&#257;gamo 'gamy&#257;m</P><P CLASS=c>gamy&#257;m v&#257;sat-krit&#257;m striyam</P><P CLASS=c>par&#257;jito v&#257;tha bhav&#257;n</P><P CLASS=c>nottamair n&#257;samaih pathi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kaccit">kaccit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/agamah">agamah</A> &#8212; did contact; <A CLASS=v HREF="http://vedabase.net/a/agamyam">agamy&#257;m</A> &#8212; impeachable; <A CLASS=v HREF="http://vedabase.net/g/gamyam">gamy&#257;m</A> &#8212; acceptable; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/k/krtam">krit&#257;m</A> &#8212; improperly treated; <A CLASS=v HREF="http://vedabase.net/s/striyam">striyam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> woman; <A CLASS=v HREF="http://vedabase.net/p/parajitah">par&#257;jitah</A> &#8212; defeated by; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; after all; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/u/uttamaih">uttamaih</A> &#8212; by superior power; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/asamaih">asamaih</A> &#8212; by equals; <A CLASS=v HREF="http://vedabase.net/p/pathi">pathi</A> &#8212; on the road.</P><P CLASS=t>TRANSLATION</P><P>Have you contacted a woman of impeachable character, or have you not properly treated a deserving woman? Or have you been defeated on the way by someone who is inferior or equal to you?</P><P CLASS=t>PURPORT</P><P>It appears from this verse that during the time of the P&#257;ndavas free contact between man and woman was allowed in certain conditions only. The higher-caste men, namely the br&#257;hmanas and kshatriyas, could accept a woman of the vai&#347;ya or the &#347;&#363;dra community, but a man from the lower castes could not contact a woman of the higher caste. Even a kshatriya could not contact a woman of the br&#257;hmana caste. The wife of a br&#257;hmana is considered one of the seven mothers (namely one's own mother, the wife of the spiritual master or teacher, the wife of a br&#257;hmana, the wife of a king, the cow, the nurse, and the earth). Such contact between man and woman was known as uttama and adhama. Contact of a br&#257;hmana with a kshatriya woman is uttama, but the contact of a kshatriya with a br&#257;hmana woman is adhama and therefore condemned. A woman approaching a man for contact should never be refused, but at the same time the discretion as above mentioned may also be considered. Bh&#299;ma was approached by Hidimb&#299; from a community lower than the &#347;&#363;dras, and Yay&#257;ti refused to marry the daughter of &#346;ukr&#257;c&#257;rya because of &#346;ukr&#257;c&#257;rya's being a br&#257;hmana. Vy&#257;sadeva, a br&#257;hmana, was called to beget P&#257;ndu and Dhritar&#257;shtra. Satyavat&#299; belonged to a family of fishermen, but Par&#257;&#347;ara, a great br&#257;hmana, begot in her Vy&#257;sadeva. So there are so many examples of contacts with woman, but in all cases the contacts were not abominable nor were the results of such contacts bad. Contact between man and woman is natural, but that also must be carried out under regulative principles so that social consecration may not be disturbed or unwanted worthless population be increased for the unrest of the world.</P><P>It is abominable for a kshatriya to be defeated by one who is inferior in strength or equal in strength. If one is defeated at all, he should be defeated by some superior power. Arjuna was defeated by Bh&#299;shmadeva, and Lord Krishna saved him from the danger. This was not an insult for Arjuna because Bh&#299;shmadeva was far superior to Arjuna in all ways, namely age, respect and strength. But Karna was equal to Arjuna, and therefore Arjuna was in crisis when fighting with Karna. It was felt by Arjuna, and therefore Karna was killed even by crooked means. Such are the engagements of the kshatriyas, and Mah&#257;r&#257;ja Yudhishthira inquired from his brother whether anything undesirable happened on the way home from Dv&#257;rak&#257;.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>