<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.8</P><P CLASS=c>api devarshin&#257;dishtah</P><P CLASS=c>sa k&#257;lo 'yam upasthitah</P><P CLASS=c>yad&#257;tmano '&#324;gam &#257;kr&#299;dam</P><P CLASS=c>bhagav&#257;n utsisrikshati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/r/rsina">rishin&#257;</A> &#8212; by the demigod-saint (<A HREF="http://vedabase.net/n/narada">N&#257;rada</A>); <A CLASS=v HREF="http://vedabase.net/a/adistah">&#257;dishtah</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; eternal time; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/u/upasthitah">upasthitah</A> &#8212; arrived; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of His own self; <A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; plenary portion; <A CLASS=v HREF="http://vedabase.net/a/akridam">&#257;kr&#299;dam</A> &#8212; manifestation; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/utsisrksati">utsisrikshati</A> &#8212; is going <A HREF="http://vedabase.net/t/to">to</A> quit.</P><P CLASS=t>TRANSLATION</P><P>Is He going to quit His earthly pastimes, as Devarshi N&#257;rada indicated? Has that time already arrived?</P><P CLASS=t>PURPORT</P><P>As we have discussed many times, the Supreme Personality of Godhead Lord &#346;r&#299; Krishna has many plenary expansions, and each and every one of them, although equally powerful, executes different functions. In Bhagavad-g&#299;t&#257; there are different statements by the Lord, and each of these statements is meant for different plenary portions or portions of the plenary portions. For example, &#346;r&#299; Krishna, the Lord, says in Bhagavad-g&#299;t&#257;:</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself." (<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7</A>)</P><P>"To deliver the faithful, to annihilate the miscreants and also to reestablish the principles of occupational duty, I appear in every age." (<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>)</P><P>"If I should cease to work, then all humanity would be misdirected. I would also be the cause of creating unwanted population, and I would thereby destroy the peace of all sentient beings." (<A CLASS=v HREF="../../../bg/3/24.htm">Bg. 3.24</A>)</P><P>"Whatever action a great man performs, common men will follow. And whatever standards he sets by exemplary acts, all the world pursues." (<A CLASS=v HREF="../../../bg/3/21.htm">Bg. 3.21</A>)</P><P>All the above statements by the Lord apply to different plenary portions of the Lord, namely His expansions such as Sa&#324;karshana, V&#257;sudeva, Pradyumna, Aniruddha and N&#257;r&#257;yana. These are all He Himself in different transcendental expansions, and still the Lord as &#346;r&#299; Krishna functions in a different sphere of transcendental exchange with different grades of devotees. And yet Lord Krishna as He is appears once every twenty-four hours of Brahm&#257;'s time (or after a lapse of 8,640,000,000 solar years) in each and every universe, and all His transcendental pastimes are displayed in each and every universe in a routine spool. But in that routine spool the functions of Lord Krishna, Lord V&#257;sudeva, etc., are complex problems for the layman. There is no difference between the Lord's Self and the Lord's transcendental body. The expansions execute differential activities. When the Lord, however, appears in His person as Lord &#346;r&#299; Krishna, His other plenary portions also join in Him by His inconceivable potency called yogam&#257;y&#257;, and thus the Lord Krishna of Vrind&#257;vana is different from the Lord Krishna of Mathur&#257; or the Lord Krishna of Dv&#257;rak&#257;. The vir&#257;t-r&#363;pa of Lord Krishna is also different from Him, by His inconceivable potency. The vir&#257;t-r&#363;pa exhibited on the Battlefield of Kurukshetra is the material conception of His form. Therefore it should be understood that when Lord Krishna was apparently killed by the bow and arrow of the hunter, the Lord left His so-called material body in the material world. The Lord is kaivalya, and for Him there is no difference between matter and spirit because everything is created from Him. Therefore His quitting one sort of body or accepting another body does not mean that He is like the ordinary living being. All such activities are simultaneously one and different by His inconceivable potency. When Mah&#257;r&#257;ja Yudhishthira was lamenting the possibility of His disappearance, it was just in pursuance of a custom of lamenting the disappearance of a great friend, but factually the Lord never quits His transcendental body, as is misconceived by less intelligent persons. Such less intelligent persons have been condemned by the Lord Himself in Bhagavad-g&#299;t&#257;, and they are known as the m&#363;dhas. That the Lord left His body means that He left again His plenary portions in the respective dh&#257;mas (transcendental abodes), as He left His vir&#257;t-r&#363;pa in the material world.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>