<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Disappearance of Lord Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.14.9</P><P CLASS=c>yasm&#257;n nah sampado r&#257;jyam</P><P CLASS=c>d&#257;r&#257;h pr&#257;n&#257;h kulam praj&#257;h</P><P CLASS=c>&#257;san sapatna-vijayo</P><P CLASS=c>lok&#257;&#347; ca yad-anugrah&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmat">yasm&#257;t</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; kingdom; <A CLASS=v HREF="http://vedabase.net/d/darah">d&#257;r&#257;h</A> &#8212; good wives; <A CLASS=v HREF="http://vedabase.net/p/pranah">pr&#257;n&#257;h</A> &#8212; existence of life; <A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; dynasty; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; subjects; <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; have become possible; <A CLASS=v HREF="http://vedabase.net/s/sapatna">sapatna</A> &#8212; competitors; <A CLASS=v HREF="http://vedabase.net/v/vijayah">vijayah</A> &#8212; conquering; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; future accommodation <A HREF="http://vedabase.net/i/in">in</A> higher planets; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; by whose; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by the mercy of.</P><P CLASS=t>TRANSLATION</P><P>From Him only, all our kingly opulence, good wives, lives, progeny, control over our subjects, victory over our enemies, and future accommodations in higher planets have become possible. All this is due to His causeless mercy upon us.</P><P CLASS=t>PURPORT</P><P>Material prosperity consists of a good wife, good home, sufficient land, good children, aristocratic family relations, victory over competitors and, by pious work, attainment of accommodations in the higher celestial planets for better facilities of material amenities. These facilities are earned not only by one's hard manual labor or by unfair means, but by the mercy of the Supreme Lord. Prosperity earned by one's personal endeavor also depends on the mercy of the Lord. Personal labor must be there in addition to the Lord's benediction, but without the Lord's benediction no one is successful simply by personal labor. The modernized man of Kali-yuga believes in personal endeavor and denies the benediction of the Supreme Lord. Even a great sanny&#257;s&#299; of India delivered speeches in Chicago protesting the benedictions of the Supreme Lord. But as far as Vedic &#347;&#257;stras are concerned, as we find in the pages of &#346;r&#299;mad-Bh&#257;gavatam, the ultimate sanction for all success rests in the hands of the Supreme Lord. Mah&#257;r&#257;ja Yudhishthira admits this truth in his personal success, and it behooves one to follow in the footsteps of a great king and devotee of the Lord to make life a full success. If one could achieve success without the sanction of the Lord then no medical practitioner would fail to cure a patient. Despite the most advanced treatment of a suffering patient by the most up-to-date medical practitioner, there is death, and even in the most hopeless case, without medical treatment, a patient is cured astonishingly. Therefore the conclusion is that God's sanction is the immediate cause for all happenings, good or bad. Any successful man should feel grateful to the Lord for all he has achieved.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>