<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 14"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 14: The Disappearance of Lord Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.14.1</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: Arjuna went to Dv&#257;rak&#257; to see Lord &#346;r&#299; Krishna and other friends and also to learn from the Lord of His next activities.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.14.2</B></A>: A few months passed, and Arjuna did not return. Mah&#257;r&#257;ja Yudhishthira then began to observe some inauspicious omens, which were fearful in themselves.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 1.14.3</B></A>: He saw that the direction of eternal time had changed, and this was very fearful. There were disruptions in the seasonal regularities. The people in general had become very greedy, angry and deceitful. And he saw that they were adopting foul means of livelihood.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 1.14.4</B></A>: All ordinary transactions and dealings became polluted with cheating, even between friends. And in familial affairs, there was always misunderstanding between fathers, mothers and sons, between well-wishers, and between brothers. Even between husband and wife there was always strain and quarrel.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.14.5</B></A>: In course of time it came to pass that people in general became accustomed to greed, anger, pride, etc. Mah&#257;r&#257;ja Yudhishthira, observing all these omens, spoke to his younger brother.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 1.14.6</B></A>: Mah&#257;r&#257;ja Yudhishthira said to his younger brother Bh&#299;masena, I sent Arjuna to Dv&#257;rak&#257; to meet his friends and to learn from the Personality of Godhead Krishna of His program of work.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 1.14.7</B></A>: Since he departed, seven months have passed, yet he has not returned. I do not know factually how things are going there.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.14.8</B></A>: Is He going to quit His earthly pastimes, as Devarshi N&#257;rada indicated? Has that time already arrived?</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 1.14.9</B></A>: From Him only, all our kingly opulence, good wives, lives, progeny, control over our subjects, victory over our enemies, and future accommodations in higher planets have become possible. All this is due to His causeless mercy upon us.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 1.14.10</B></A>: Just see, O man with a tiger's strength, how many miseries due to celestial influences, earthly reactions and bodily pains &#8212; all very dangerous in themselves &#8212; are foreboding danger in the near future by deluding our intelligence.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 1.14.11</B></A>: The left side of my body, my thighs, arms and eyes are all quivering again and again. I am having heart palpitations due to fear. All this indicates undesirable happenings.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 1.14.12</B></A>: Just see, O Bh&#299;ma, how the she jackal cries at the rising sun and vomits fire, and how the dog barks at me fearlessly.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 1.14.13</B></A>: O Bh&#299;masena, tiger amongst men, now useful animals like cows are passing me on my left side, and lower animals like the asses are circumambulating me. My horses appear to weep upon seeing me.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 1.14.14</B></A>: Just see! This pigeon is like a messenger of death. The shrieks of the owls and their rival crows make my heart tremble. It appears that they want to make a void of the whole universe.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.14.15</B></A>: Just see how the smoke encircles the sky. It appears that the earth and mountains are throbbing. Just hear the cloudless thunder and see the bolts from the blue.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.14.16</B></A>: The wind blows violently, blasting dust everywhere and creating darkness. Clouds are raining everywhere with bloody disasters.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 1.14.17</B></A>: The rays of the sun are declining, and the stars appear to be fighting amongst themselves. Confused living entities appear to be ablaze and weeping.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 1.14.18</B></A>: Rivers, tributaries, ponds, reservoirs and the mind are all perturbed. Butter no longer ignites fire. What is this extraordinary time? What is going to happen?</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.14.19</B></A>: The calves do not suck the teats of the cows, nor do the cows give milk. They are standing, crying, tears in their eyes, and the bulls take no pleasure in the pasturing grounds.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.14.20</B></A>: The Deities seem to be crying in the temple, lamenting and perspiring. They seem about to leave. All the cities, villages, towns, gardens, mines and hermitages are now devoid of beauty and bereft of all happiness. I do not know what sort of calamities are now awaiting us.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.14.21</B></A>: I think that all these earthly disturbances indicate some greater loss to the good fortune of the world. The world was fortunate to have been marked with the footprints of the lotus feet of the Lord. These signs indicate that this will no longer be.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.14.22</B></A>: O Br&#257;hmana &#346;aunaka, while Mah&#257;r&#257;ja Yudhishthira, observing the inauspicious signs on the earth at that time, was thus thinking to himself, Arjuna came back from the city of the Yadus [Dv&#257;rak&#257;].</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.14.23</B></A>: When he bowed at his feet, the King saw that his dejection was unprecedented. His head was down, and tears glided from his lotus eyes.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.14.24</B></A>: Seeing Arjuna pale due to heartfelt anxieties, the King, remembering the indications of the sage N&#257;rada, questioned him in the midst of friends.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.14.25</B></A>: Mah&#257;r&#257;ja Yudhishthira said: My dear brother, please tell me whether our friends and relatives, such as Madhu, Bhoja, Da&#347;&#257;rha, &#256;rha, S&#257;tvata, Andhaka and the members of the Yadu family are all passing their days in happiness.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.14.26</B></A>: Is my respectable grandfather &#346;&#363;rasena in a happy mood? And are my maternal uncle Vasudeva and his younger brothers all doing well?</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.14.27</B></A>: His seven wives, headed by Devak&#299;, are all sisters. Are they and their sons and daughters-in-law all happy?</P><P CLASS=r><A CLASS=i HREF="28-29.htm"><B>SB 1.14.28-29</B></A>: Are Ugrasena, whose son was the mischievous Kamsa, and his younger brother still living? Are Hrid&#299;ka and his son Kritavarm&#257; happy? Are Akr&#363;ra, Jayanta, Gada, S&#257;rana and &#346;atrujit all happy? How is Balar&#257;ma, the Personality of Godhead and the protector of devotees?</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.14.30</B></A>: How is Pradyumna, the great general of the Vrishni family? Is He happy? And is Aniruddha, the plenary expansion of the Personality of Godhead, faring well?</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.14.31</B></A>: Are all the chieftain sons of Lord Krishna, such as Sushena, C&#257;rudeshna, S&#257;mba the son of J&#257;mbavat&#299;, and Rishabha, along with their sons, all doing well?</P><P CLASS=r><A CLASS=i HREF="32-33.htm"><B>SB 1.14.32-33</B></A>: Also, &#346;rutadeva, Uddhava and others, Nanda, Sunanda and other leaders of liberated souls who are constant companions of the Lord are protected by Lord Balar&#257;ma and Krishna. Are they all doing well in their respective functions? Do they, who are all eternally bound in friendship with us, remember our welfare?</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 1.14.34</B></A>: Is Lord Krishna, the Supreme Personality of Godhead, who gives pleasure to the cows, the senses and the br&#257;hmanas, who is very affectionate towards His devotees, enjoying the pious assembly at Dv&#257;rak&#257; Pur&#299; surrounded by friends?</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 1.14.35-36</B></A>: The original Personality of Godhead, the enjoyer, and Balar&#257;ma, the primeval Lord Ananta, are staying in the ocean of the Yadu dynasty for the welfare, protection and general progress of the entire universe. And the members of the Yadu dynasty, being protected by the arms of the Lord, are enjoying life like the residents of the spiritual sky.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 1.14.37</B></A>: Simply by administering comforts at the lotus feet of the Lord, which is the most important of all services, the queens at Dv&#257;rak&#257;, headed by Satyabh&#257;m&#257;, induced the Lord to conquer the demigods. Thus the queens enjoy things which are prerogatives of the wives of the controller of thunderbolts.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 1.14.38</B></A>: The great heroes of the Yadu dynasty, being protected by the arms of Lord &#346;r&#299; Krishna, always remain fearless in every respect. And therefore their feet trample over the Sudharm&#257; assembly house, which the best demigods deserved but which was taken away from them.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 1.14.39</B></A>: My brother Arjuna, please tell me whether your health is all right. You appear to have lost your bodily luster. Is this due to others disrespecting and neglecting you because of your long stay at Dv&#257;rak&#257;?</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 1.14.40</B></A>: Has someone addressed you with unfriendly words or threatened you? Could you not give charity to one who asked, or could you not keep your promise to someone?</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 1.14.41</B></A>: You are always the protector of the deserving living beings, such as br&#257;hmanas, children, cows, women and the diseased. Could you not give them protection when they approached you for shelter?</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 1.14.42</B></A>: Have you contacted a woman of impeachable character, or have you not properly treated a deserving woman? Or have you been defeated on the way by someone who is inferior or equal to you?</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 1.14.43</B></A>: Have you not taken care of old men and boys who deserve to dine with you? Have you left them and taken your meals alone? Have you committed some unpardonable mistake which is considered to be abominable?</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 1.14.44</B></A>: Or is it that you are feeling empty for all time because you might have lost your most intimate friend, Lord Krishna? O my brother Arjuna, I can think of no other reason for your becoming so dejected.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>