<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.11</P><P CLASS=c>sabh&#257;jayan vi&#347;uddhena</P><P CLASS=c>cetas&#257; tac-cik&#299;rshitam</P><P CLASS=c>prahrishyam&#257;nair asubhih</P><P CLASS=c>kardamam cedam abhyadh&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sabhajayan">sabh&#257;jayan</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/v/visuddhena">vi&#347;uddhena</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/c/cetasa">cetas&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> heart; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/cikirsitam">cik&#299;rshitam</A> &#8212; the intended activities; <A CLASS=v HREF="http://vedabase.net/p/prahrsyamanaih">prahrishyam&#257;naih</A> &#8212; gladdened; <A CLASS=v HREF="http://vedabase.net/a/asubhih">asubhih</A> &#8212; with senses; <A CLASS=v HREF="http://vedabase.net/k/kardamam">kardamam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/kardama">Kardama</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and <A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A>; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/abhyadhat">abhyadh&#257;t</A> &#8212; spoke.</P><P CLASS=t>TRANSLATION</P><P>After worshiping the Supreme Lord with gladdened senses and a pure heart for His intended activities as an incarnation, Brahm&#257; spoke as follows to Kardama and Devah&#363;ti.</P><P CLASS=t>PURPORT</P><P>As explained in Bhagavad-g&#299;t&#257;, Fourth Chapter, anyone who understands the transcendental activities, the appearance and the disappearance of the Supreme Personality of Godhead is to be considered liberated. Brahm&#257;, therefore, is a liberated soul. Although he is in charge of this material world, he is not exactly like the common living entity. Since he is liberated from the majority of the follies of the common living entities, he was in knowledge of the appearance of the Supreme Personality of Godhead, and he therefore worshiped the Lord's activities, and with a glad heart he also praised Kardama Muni because the Supreme Personality of Godhead, as Kapila, had appeared as his son. One who can become the father of the Supreme Personality of Godhead is certainly a great devotee. There is a verse spoken by a br&#257;hmana in which he says that he does not know what the Vedas and what the pur&#257;nas are, but while others might be interested in the Vedas or pur&#257;nas, he is interested in Nanda Mah&#257;r&#257;ja, who appeared as the father of Krishna. The br&#257;hmana wanted to worship Nanda Mah&#257;r&#257;ja because the Supreme Personality of Godhead, as a child, crawled in the yard of his house. These are some of the good sentiments of devotees. If a recognized devotee brings forth the Supreme Personality of Godhead as his son, how he should be praised! Brahm&#257;, therefore, not only worshiped the incarnation of Godhead Kapila but also praised His so-called father, Kardama Muni.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>