<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.12</P><P CLASS=c>brahmov&#257;ca</P><P CLASS=c>tvay&#257; me 'pacitis t&#257;ta</P><P CLASS=c>kalpit&#257; nirvyal&#299;katah</P><P CLASS=c>yan me sañjagrihe v&#257;kyam</P><P CLASS=c>bhav&#257;n m&#257;nada m&#257;nayan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/apacitih">apacitih</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son; <A CLASS=v HREF="http://vedabase.net/k/kalpita">kalpit&#257;</A> &#8212; is accomplished; <A CLASS=v HREF="http://vedabase.net/n/nirvyalikatah">nirvyal&#299;katah</A> &#8212; without duplicity; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/s/since">since</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/s/sanjagrhe">sañjagrihe</A> &#8212; have completely accepted; <A CLASS=v HREF="http://vedabase.net/v/vakyam">v&#257;kyam</A> &#8212; instructions; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/d/da">da</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/k/kardama">Kardama</A> (one who offers honor <A HREF="http://vedabase.net/t/to">to</A> others); <A CLASS=v HREF="http://vedabase.net/m/manayan">m&#257;nayan</A> &#8212; respecting.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; said: My dear son Kardama, since you have completely accepted my instructions without duplicity, showing them proper respect, you have worshiped me properly. Whatever instructions you took from me you have carried out, and thereby you have honored me.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257;, as the first living entity within the universe, is supposed to be the spiritual master of everyone, and he is also the father, the creator, of all beings. Kardama Muni is one of the Praj&#257;patis, or creators of the living entities, and he is also a son of Brahm&#257;. Brahm&#257; praises Kardama because he carried out the orders of the spiritual master in toto and without cheating. A conditioned soul in the material world has the disqualification of cheating. He has four disqualifications: he is sure to commit mistakes, he is sure to be illusioned, he is prone to cheat others, and his senses are imperfect. But if one carries out the order of the spiritual master by disciplic succession, or the parampar&#257; system, he overcomes the four defects. Therefore, knowledge received from the bona fide spiritual master is not cheating. Any other knowledge which is manufactured by the conditioned soul is cheating only. Brahm&#257; knew well that Kardama Muni exactly carried out the instructions received from him and that he actually honored his spiritual master. To honor the spiritual master means to carry out his instructions word for word.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>