<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.17</P><P CLASS=c>jñ&#257;na-vijñ&#257;na-yogena</P><P CLASS=c>karman&#257;m uddharan jat&#257;h</P><P CLASS=c>hiranya-ke&#347;ah padm&#257;kshah</P><P CLASS=c>padma-mudr&#257;-pad&#257;mbujah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; of scriptural knowledge; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A> &#8212; and application; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by means of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of material actions; <A CLASS=v HREF="http://vedabase.net/u/uddharan">uddharan</A> &#8212; uprooting; <A CLASS=v HREF="http://vedabase.net/j/jatah">jat&#257;h</A> &#8212; the roots; <A CLASS=v HREF="http://vedabase.net/h/hiranya">hiranya</A>-<A CLASS=v HREF="http://vedabase.net/k/kesah">ke&#347;ah</A> &#8212; golden hair; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/a/aksah">akshah</A> &#8212; lotus-eyed; <A CLASS=v HREF="http://vedabase.net/p/padma">padma</A>-<A CLASS=v HREF="http://vedabase.net/m/mudra">mudr&#257;</A> &#8212; marked with the sign of the lotus; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/ambujah">ambujah</A> &#8212; having lotus feet.</P><P CLASS=t>TRANSLATION</P><P>By mystic yoga and the practical application of knowledge from the scriptures, Kapila Muni, who is characterized by His golden hair, His eyes just like lotus petals and His lotus feet, which bear the marks of lotus flowers, will uproot the deep-rooted desire for work in this material world.</P><P CLASS=t>PURPORT</P><P>In this verse the activities and bodily features of Kapila Muni are very nicely described. The activities of Kapila Muni are forecast herein: He will present the philosophy of S&#257;&#324;khya in such a way that by studying His philosophy people will be able to uproot the deep-rooted desire for karma, fruitive activities. Everyone in this material world engages in achieving the fruits of his labor. A man tries to be happy by achieving the fruits of his own honest labor, but actually he becomes more and more entangled. One cannot get out of this entanglement unless he has perfect knowledge, or devotional service.</P><P>Those who are trying to get out of the entanglement by speculation are also doing their best, but in the Vedic scriptures we find that if one has taken to the devotional service of the Lord in Krishna consciousness, he can very easily uproot the deep-rooted desire for fruitive activities. S&#257;&#324;khya philosophy will be broadcast by Kapila Muni for that purpose. His bodily features are also described herein. Jñ&#257;na does not refer to ordinary research work. Jñ&#257;na entails receiving knowledge from the scriptures through the spiritual master by disciplic succession. In the modern age there is a tendency to do research by mental speculation and concoction. But the man who speculates forgets that he himself is subject to the four defects of nature: he is sure to commit mistakes, his senses are imperfect, he is sure to fall into illusion, and he is cheating. Unless one has perfect knowledge from disciplic succession, he simply puts forth some theories of his own creation; therefore he is cheating people. Jñ&#257;na means knowledge received through disciplic succession from the scriptures, and vijñ&#257;na means practical application of such knowledge. Kapila Muni's S&#257;&#324;khya system of philosophy is based on jñ&#257;na and vijñ&#257;na.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>