<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.18</P><P CLASS=c>esha m&#257;navi te garbham</P><P CLASS=c>pravishtah kaitabh&#257;rdanah</P><P CLASS=c>avidy&#257;-sam&#347;aya-granthim</P><P CLASS=c>chittv&#257; g&#257;m vicarishyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/manavi">m&#257;navi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> daughter of <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/g/garbham">garbham</A> &#8212; womb; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravishtah</A> &#8212; has entered; <A CLASS=v HREF="http://vedabase.net/k/kaitabha">kaitabha</A>-<A CLASS=v HREF="http://vedabase.net/a/ardanah">ardanah</A> &#8212; the killer of the demon <A HREF="http://vedabase.net/k/kaitabha">Kaitabha</A>; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A> &#8212; of ignorance; <A CLASS=v HREF="http://vedabase.net/s/samsaya">sam&#347;aya</A> &#8212; and of doubt; <A CLASS=v HREF="http://vedabase.net/g/granthim">granthim</A> &#8212; the knot; <A CLASS=v HREF="http://vedabase.net/c/chittva">chittv&#257;</A> &#8212; cutting off; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; the world; <A CLASS=v HREF="http://vedabase.net/v/vicarisyati">vicarishyati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> will travel over.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; then told Devah&#363;ti: My dear daughter of Manu, the same Supreme Personality of Godhead who killed the demon Kaitabha is now within your womb. He will cut off all the knots of your ignorance and doubt. Then He will travel all over the world.</P><P CLASS=t>PURPORT</P><P>Here the word avidy&#257; is very significant. Avidy&#257; means forgetfulness of one's identity. Every one of us is a spirit soul, but we have forgotten. We think, "I am this body." This is called avidy&#257;. Sam&#347;aya-granthi means "doubtfulness." The knot of doubtfulness is tied when the soul identifies with the material world. That knot is also called aha&#324;k&#257;ra, the junction of matter and spirit. By proper knowledge received from the scriptures in disciplic succession and by proper application of that knowledge, one can free himself from this binding combination of matter and spirit. Brahm&#257; assures Devah&#363;ti that her son will enlighten her, and after enlightening her He will travel all over the world, distributing the system of S&#257;&#324;khya philosophy.</P><P>The word sam&#347;aya means "doubtful knowledge." Speculative and pseudo yogic knowledge is all doubtful. At the present moment the so-called yoga system is prosecuted on the understanding that by agitation of the different stations of the bodily construction one can find that he is God. The mental speculators think similarly, but they are all doubtful. Real knowledge is expounded in Bhagavad-g&#299;t&#257;: "Just become Krishna conscious. Just worship Krishna and become a devotee of Krishna." That is real knowledge, and anyone who follows that system becomes perfect without a doubt.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>