<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.20</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>t&#257;v &#257;&#347;v&#257;sya jagat-srasht&#257;</P><P CLASS=c>kum&#257;raih saha-n&#257;radah</P><P CLASS=c>hamso hamsena y&#257;nena</P><P CLASS=c>tri-dh&#257;ma-paramam yayau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/t/tau">tau</A> &#8212; the couple; <A CLASS=v HREF="http://vedabase.net/a/asvasya">&#257;&#347;v&#257;sya</A> &#8212; having reassured; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/s/srasta">srasht&#257;</A> &#8212; the creator of the universe; <A CLASS=v HREF="http://vedabase.net/k/kumaraih">kum&#257;raih</A> &#8212; along with the Kum&#257;ras; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; with <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/h/hamsah">hamsah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/h/hamsena">hamsena</A> <A CLASS=v HREF="http://vedabase.net/y/yanena">y&#257;nena</A> &#8212; by his swan carrier; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the highest planetary system; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; went.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya said: After thus speaking to Kardama Muni and his wife Devah&#363;ti, Lord Brahm&#257;, the creator of the universe, who is also known as Hamsa, went back to the highest of the three planetary systems on his swan carrier with the four Kum&#257;ras and N&#257;rada.</P><P CLASS=t>PURPORT</P><P>The words hamsena y&#257;nena are very significant here. Hamsa-y&#257;na, the airplane by which Brahm&#257; travels all over outer space, resembles a swan. Brahm&#257; is also known as Hamsa because he can grasp the essence of everything. His abode is called tri-dh&#257;ma-paramam. There are three divisions of the universe &#8212; the upper planetary system, the middle planetary system and the lower planetary system &#8212; but his abode is above even Siddhaloka, the upper planetary system. He returned to his own planet with the four Kum&#257;ras and N&#257;rada because they were not going to be married. The other rishis who came with him, such as Mar&#299;ci and Atri, remained there because they were to be married to the daughters of Kardama, but his other sons &#8212; Sanat, Sanaka, Sanandana, San&#257;tana and N&#257;rada &#8212; went back with him in his swan-shaped airplane. The four Kum&#257;ras and N&#257;rada are naishthika-brahmac&#257;r&#299;s. Naishthika-brahmac&#257;r&#299; refers to one who never wastes his semen at any time. They were not to attend the marriage ceremony of their other brothers, Mar&#299;ci and the other sages, and therefore they went back with their father, Hamsa.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>