<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.28</P><P CLASS=c>bahu-janma-vipakvena</P><P CLASS=c>samyag-yoga-sam&#257;dhin&#257;</P><P CLASS=c>drashtum yatante yatayah</P><P CLASS=c>&#347;&#363;ny&#257;g&#257;reshu yat-padam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; after births; <A CLASS=v HREF="http://vedabase.net/v/vipakvena">vipakvena</A> &#8212; which is mature; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; perfect; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; by trance <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/d/drastum">drashtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/y/yatante">yatante</A> &#8212; they endeavor; <A CLASS=v HREF="http://vedabase.net/y/yatayah">yatayah</A> &#8212; the yog&#299;s; <A CLASS=v HREF="http://vedabase.net/s/sunya">&#347;&#363;nya</A>-<A CLASS=v HREF="http://vedabase.net/a/agaresu">ag&#257;reshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> secluded places; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; feet.</P><P CLASS=t>TRANSLATION</P><P>After many births, mature yog&#299;s, by complete trance in yoga, endeavor in secluded places to see the lotus feet of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Some important things are mentioned here about yoga. The word bahu janma-vipakvena means "after many, many births of mature yoga practice." And another word, samyag-yoga-sam&#257;dhin&#257;, means "by complete practice of the yoga system." Complete practice of yoga means bhakti-yoga; unless one comes to the point of bhakti-yoga, or surrender unto the Supreme Personality of Godhead, one's yoga practice is not complete. This same point is corroborated in the &#346;r&#299;mad Bhagavad-g&#299;t&#257;. Bah&#363;n&#257;m janman&#257;m ante: [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>] after many, many births, the jñ&#257;n&#299; who has matured in transcendental knowledge surrenders unto the Supreme Personality of Godhead. Kardama Muni repeats the same statement. After many, many years and many, many births of complete practice of yoga, one can see the lotus feet of the Supreme Lord in a secluded place. It is not that after one practices some sitting postures he immediately becomes perfect. One has to perform yoga a long time &#8212; "many, many births" &#8212; to become mature, and a yog&#299; has to practice in a secluded place. One cannot practice yoga in a city or in a public park and declare that he has become God simply by some exchange of dollars. This is all bogus propaganda. Those who are actually yog&#299;s practice in a secluded place, and after many, many births they become successful, provided they surrender unto the Supreme Personality of Godhead. This is the completion of yoga.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>