<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.30</P><P CLASS=c>sv&#299;yam v&#257;kyam ritam kartum</P><P CLASS=c>avat&#299;rno 'si me grihe</P><P CLASS=c>cik&#299;rshur bhagav&#257;n jñ&#257;nam</P><P CLASS=c>bhakt&#257;n&#257;m m&#257;na-vardhanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sviyam">sv&#299;yam</A> &#8212; Your own; <A CLASS=v HREF="http://vedabase.net/v/vakyam">v&#257;kyam</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/r/rtam">ritam</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/k/kartum">kartum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rnah</A> &#8212; descended; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> <A CLASS=v HREF="http://vedabase.net/g/grhe">grihe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> my house; <A CLASS=v HREF="http://vedabase.net/c/cikirsuh">cik&#299;rshuh</A> &#8212; desirous of disseminating; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/b/bhaktanam">bhakt&#257;n&#257;m</A> &#8212; of the devotees; <A CLASS=v HREF="http://vedabase.net/m/mana">m&#257;na</A> &#8212; the honor; <A CLASS=v HREF="http://vedabase.net/v/vardhanah">vardhanah</A> &#8212; who increases.</P><P CLASS=t>TRANSLATION</P><P>Kardama Muni said: You, my dear Lord, who are always increasing the honor of Your devotees, have descended in my home just to fulfill Your word and disseminate the process of real knowledge.</P><P CLASS=t>PURPORT</P><P>When the Lord appeared before Kardama Muni after his mature yoga practice, He promised that He would become Kardama's son. He descended as the son of Kardama Muni in order to fulfill that promise. Another purpose of His appearance is cik&#299;rshur bhagav&#257;n jñ&#257;nam, to distribute knowledge. Therefore, He is called bhakt&#257;n&#257;m m&#257;na-vardhanah, "He who increases the honor of His devotees." By distributing S&#257;&#324;khya He would increase the honor of the devotees; therefore, S&#257;&#324;khya philosophy is not dry mental speculation. S&#257;&#324;khya philosophy means devotional service. How could the honor of the devotees be increased unless S&#257;&#324;khya were meant for devotional service? Devotees are not interested in speculative knowledge; therefore, the S&#257;&#324;khya enunciated by Kapila Muni is meant to establish one firmly in devotional service. Real knowledge and real liberation is to surrender unto the Supreme Personality of Godhead and engage in devotional service.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>