<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.31</P><P CLASS=c>t&#257;ny eva te 'bhir&#363;p&#257;ni</P><P CLASS=c>r&#363;p&#257;ni bhagavams tava</P><P CLASS=c>y&#257;ni y&#257;ni ca rocante</P><P CLASS=c>sva-jan&#257;n&#257;m ar&#363;pinah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; truly; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/abhirupani">abhir&#363;p&#257;ni</A> &#8212; suitable; <A CLASS=v HREF="http://vedabase.net/r/rupani">r&#363;p&#257;ni</A> &#8212; forms; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> <A CLASS=v HREF="http://vedabase.net/y/yani">y&#257;ni</A> &#8212; whichever; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/rocante">rocante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> pleasing; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/j/jananam">jan&#257;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Your own devotees; <A CLASS=v HREF="http://vedabase.net/a/arupinah">ar&#363;pinah</A> &#8212; of one with <A HREF="http://vedabase.net/n/no">no</A> material form.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, although You have no material form, You have Your own innumerable forms. They truly are Your transcendental forms, which are pleasing to Your devotees.</P><P CLASS=t>PURPORT</P><P>In the Brahma-samhit&#257; it is stated that the Lord is one Absolute, but He has ananta, or innumerable, forms. Advaitam acyutam an&#257;dim ananta-r&#363;pam [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>]. The Lord is the original form, but still He has multiforms. Those multiforms are manifested by Him transcendentally, according to the tastes of His multidevotees. It is understood that once Hanum&#257;n, the great devotee of Lord R&#257;macandra, said that he knew that N&#257;r&#257;yana, the husband of Lakshm&#299;, and R&#257;ma, the husband of S&#299;t&#257;, are one and the same, and that there is no difference between Lakshm&#299; and S&#299;t&#257;, but as for himself, he liked the form of Lord R&#257;ma. In a similar way, some devotees worship the original form of Krishna. When we say "Krishna" we refer to all forms of the Lord &#8212; not only Krishna, but R&#257;ma, Nrisimha, Var&#257;ha, N&#257;r&#257;yana, etc. The varieties of transcendental forms exist simultaneously. That is also stated in the Brahma-samhit&#257;: r&#257;m&#257;di-m&#363;rtishu. .. n&#257;n&#257;vat&#257;ram. He already exists in multiforms, but none of the forms are material. &#346;r&#299;dhara Sv&#257;m&#299; has commented that ar&#363;pinah, "without form," means without material form. The Lord has form, otherwise how can it be stated here, t&#257;ny eva te 'bhir&#363;p&#257;ni r&#363;p&#257;ni bhagavams tava: "You have Your forms, but they are not material. Materially You have no form, but spiritually, transcendentally, You have multiforms"? M&#257;y&#257;v&#257;d&#299; philosophers cannot understand these transcendental forms of the Lord, and being disappointed, they say that the Supreme Lord is impersonal. But that is not a fact; whenever there is form there is a person. Many times in many Vedic literatures the Lord is described as purusha, which means "the original form, the original enjoyer." The conclusion is that the Lord has no material form, and yet, according to the liking of different grades of devotees, He simultaneously exists in multiforms, such as R&#257;ma, Nrisimha, Var&#257;ha, N&#257;r&#257;yana and Mukunda. There are many thousands and thousands of forms, but they are all vishnu-tattva, Krishna.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>