<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.32</P><P CLASS=c>tv&#257;m s&#363;ribhis tattva-bubhutsay&#257;ddh&#257;</P><P CLASS=c>sad&#257;bhiv&#257;d&#257;rhana-p&#257;da-p&#299;tham</P><P CLASS=c>ai&#347;varya-vair&#257;gya-ya&#347;o-'vabodha-</P><P CLASS=c>v&#299;rya-&#347;riy&#257; p&#363;rtam aham prapadye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/s/suribhih">s&#363;ribhih</A> &#8212; by the great sages; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/b/bubhutsaya">bubhutsay&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> desire <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/a/addha">addh&#257;</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/abhivada">abhiv&#257;da</A> &#8212; of worshipful respects; <A CLASS=v HREF="http://vedabase.net/a/arhana">arhana</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> worthy; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; of Your feet; <A CLASS=v HREF="http://vedabase.net/p/pitham">p&#299;tham</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the seat; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; fame; <A CLASS=v HREF="http://vedabase.net/a/avabodha">avabodha</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; with beauty; <A CLASS=v HREF="http://vedabase.net/p/purtam">p&#363;rtam</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> full; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; surrender.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, Your lotus feet are the reservoir that always deserves to receive worshipful homage from all great sages eager to understand the Absolute Truth. You are full in opulence, renunciation, transcendental fame, knowledge, strength and beauty, and therefore I surrender myself unto Your lotus feet.</P><P CLASS=t>PURPORT</P><P>Actually, those who are searching after the Absolute Truth must take shelter of the lotus feet of the Supreme Personality of Godhead and worship Him. In Bhagavad-g&#299;t&#257; Lord Krishna advised Arjuna many times to surrender unto Him, especially at the end of the Ninth Chapter &#8212; man-man&#257; bhava mad-bhaktah: "If you want to be perfect, just always think of Me, become My devotee, worship Me and offer your obeisances to Me. In this way you will understand Me, the Personality of Godhead, and ultimately you will come back to Me, back to Godhead, back home." Why is it so? The Lord is always full in six opulences, as mentioned herein: wealth, renunciation, fame, knowledge, strength and beauty. The word p&#363;rtam means "in full." No one can claim that all wealth belongs to him, but Krishna can claim it, since He has full wealth. Similarly, He is full in knowledge, renunciation, strength and beauty. He is full in everything, and no one can surpass Him. Another one of Krishna's names is asamaurdhva, which means that no one is equal to or greater than Him.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>