<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.33</P><P CLASS=c>param pradh&#257;nam purusham mah&#257;ntam</P><P CLASS=c>k&#257;lam kavim tri-vritam loka-p&#257;lam</P><P CLASS=c>&#257;tm&#257;nubh&#363;ty&#257;nugata-prapañcam</P><P CLASS=c>svacchanda-&#347;aktim kapilam prapadye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/p/pradhanam">pradh&#257;nam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/m/mahantam">mah&#257;ntam</A> &#8212; who is the origin of the material world; <A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; who is time; <A CLASS=v HREF="http://vedabase.net/k/kavim">kavim</A> &#8212; fully cognizant; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vrtam">vritam</A> &#8212; three modes of material nature; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palam">p&#257;lam</A> &#8212; who is the maintainer of all the universes; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Himself; <A CLASS=v HREF="http://vedabase.net/a/anubhutya">anubh&#363;tya</A> &#8212; by internal potency; <A CLASS=v HREF="http://vedabase.net/a/anugata">anugata</A> &#8212; dissolved; <A CLASS=v HREF="http://vedabase.net/p/prapancam">prapañcam</A> &#8212; whose material manifestations; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/c/chanda">chanda</A> &#8212; independently; <A CLASS=v HREF="http://vedabase.net/s/saktim">&#347;aktim</A> &#8212; who is powerful; <A CLASS=v HREF="http://vedabase.net/k/kapilam">kapilam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> surrender.</P><P CLASS=t>TRANSLATION</P><P>I surrender unto the Supreme Personality of Godhead, descended in the form of Kapila, who is independently powerful and transcendental, who is the Supreme Person and the Lord of the sum total of matter and the element of time, who is the fully cognizant maintainer of all the universes under the three modes of material nature, and who absorbs the material manifestations after their dissolution.</P><P CLASS=t>PURPORT</P><P>The six opulences &#8212; wealth, strength, fame, beauty, knowledge and renunciation &#8212; are indicated here by Kardama Muni, who addresses Kapila Muni, his son, as param. The word param is used in the beginning of &#346;r&#299;mad-Bh&#257;gavatam, in the phrase param satyam, to refer to the summum bonum, or the Supreme Personality of Godhead. param is explained further by the next word, pradh&#257;nam, which means the chief, the origin, the source of everything &#8212; sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>] &#8212; the cause of all causes. The Supreme Personality of Godhead is not formless; He is purusham, or the enjoyer, the original person. He is the time element and is all-cognizant. He knows everything &#8212; past, present and future &#8212; as confirmed in Bhagavad-g&#299;t&#257;. The Lord says, "I know everything &#8212; present, past and future &#8212; in every corner of the universe." The material world, which is moving under the spell of the three modes of nature, is also a manifestation of His energy. par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate: everything that we see is an interaction of His energies (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>). parasya brahmanah &#347;aktis tathedam akhilam jagat. This is the version of the Vishnu Pur&#257;na. We can understand that whatever we see is an interaction of the three modes of material nature, but actually it is all an interaction of the Lord's energy. Loka-p&#257;lam: He is actually the maintainer of all living entities. Nityo nity&#257;n&#257;m: He is the chief of all living entities; He is one, but He maintains many, many living entities. God maintains all other living entities, but no one can maintain God. That is His svacchanda-&#347;akti; He is not dependent on others. Someone may call himself independent, but he is still dependent on someone higher. The Personality of Godhead, however, is absolute; there is no one higher than or equal to Him.</P><P>Kapila Muni appeared as the son of Kardama Muni, but because Kapila is an incarnation of the Supreme Personality of Godhead, Kardama Muni offered respectful obeisances unto Him with full surrender. Another word in this verse is very important: &#257;tm&#257;nubh&#363;ty&#257;nugata-prapañcam. The Lord descends either as Kapila or R&#257;ma, Nrisimha or Var&#257;ha, and whatever forms He assumes in the material world are all manifestations of His own personal internal energy. They are never forms of the material energy. The ordinary living entities who are manifested in this material world have bodies created by the material energy, but when Krishna or any one of His expansions or parts of the expansions descends on this material world, although He appears to have a material body, His body is not material. He always has a transcendental body. But fools and rascals, who are called m&#363;dhas, consider Him one of them, and therefore they deride Him. They refuse to accept Krishna as the Supreme Personality of Godhead because they cannot understand Him. In Bhagavad-g&#299;t&#257; Krishna says, avaj&#257;nanti m&#257;m m&#363;dh&#257;h: "Those who are rascals and fools deride Me." When God descends in a form, this does not mean that He assumes His form with the help of the material energy. He manifests His spiritual form as He exists in His spiritual kingdom.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>