<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.34</P><P CLASS=c>&#257; sm&#257;bhipricche 'dya patim praj&#257;n&#257;m</P><P CLASS=c>tvay&#257;vat&#299;rnarna ut&#257;pta-k&#257;mah</P><P CLASS=c>parivrajat-padav&#299;m &#257;sthito 'ham</P><P CLASS=c>carishye tv&#257;m hridi yuñjan vi&#347;okah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> <A CLASS=v HREF="http://vedabase.net/a/abhiprcche">abhipricche</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> inquiring; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of all created beings; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/a/avatirna">avat&#299;rna</A>-<A CLASS=v HREF="http://vedabase.net/r/rnah">rinah</A> &#8212; free from debts; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/apta">&#257;pta</A> &#8212; fulfilled; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/p/parivrajat">parivrajat</A> &#8212; of <A HREF="http://vedabase.net/a/an">an</A> itinerant mendicant; <A CLASS=v HREF="http://vedabase.net/p/padavim">padav&#299;m</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthitah</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/c/carisye">carishye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall wander; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> my heart; <A CLASS=v HREF="http://vedabase.net/y/yunjan">yuñjan</A> &#8212; keeping; <A CLASS=v HREF="http://vedabase.net/v/visokah">vi&#347;okah</A> &#8212; free from lamentation.</P><P CLASS=t>TRANSLATION</P><P>Today I have something to ask from You, who are the Lord of all living entities. Since I have now been liberated by You from my debts to my father, and since all my desires are fulfilled, I wish to accept the order of an itinerant mendicant. Renouncing this family life, I wish to wander about, free from lamentation, thinking always of You in my heart.</P><P CLASS=t>PURPORT</P><P>Actually, sanny&#257;sa, or renunciation of material household life, necessitates complete absorption in Krishna consciousness and immersion in the self. One does not take sanny&#257;sa, freedom from family responsibility in the renounced order of life, to make another family or to create an embarrassing transcendental fraud in the name of sanny&#257;sa. The sanny&#257;s&#299;'s business is not to become proprietor of so many things and amass money from the innocent public. A sanny&#257;s&#299; is proud that he is always thinking of Krishna within himself. Of course, there are two kinds of devotees of the Lord. One is called goshthy-&#257;nand&#299;, which means those who are preachers and have many followers for preaching the glories of the Lord and who live among those many, many followers just to organize missionary activities. Other devotees are &#257;tm&#257;nand&#299;, or self-satisfied, and do not take the risk of preaching work. They remain, therefore, alone with God. In this classification was Kardama Muni. He wanted to be free from all anxieties and remain alone within his heart with the Supreme Personality of Godhead. Parivr&#257;ja means "an itinerant mendicant." A mendicant sanny&#257;s&#299; should not live anywhere for more than three days. He must be always moving because his duty is to move from door to door and enlighten people about Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>