<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.36</P><P CLASS=c>etan me janma loke 'smin</P><P CLASS=c>mumuksh&#363;n&#257;m dur&#257;&#347;ay&#257;t</P><P CLASS=c>prasa&#324;khy&#257;n&#257;ya tattv&#257;n&#257;m</P><P CLASS=c>sammat&#257;y&#257;tma-dar&#347;ane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/m/mumuksunam">mumuksh&#363;n&#257;m</A> &#8212; by those great sages seeking liberation; <A CLASS=v HREF="http://vedabase.net/d/durasayat">dur&#257;&#347;ay&#257;t</A> &#8212; from unnecessary material desires; <A CLASS=v HREF="http://vedabase.net/p/prasankhyanaya">prasa&#324;khy&#257;n&#257;ya</A> &#8212; for explaining; <A CLASS=v HREF="http://vedabase.net/t/tattvanam">tattv&#257;n&#257;m</A> &#8212; of the truths; <A CLASS=v HREF="http://vedabase.net/s/sammataya">sammat&#257;ya</A> &#8212; which is highly esteemed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/darsane">dar&#347;ane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> self-realization.</P><P CLASS=t>TRANSLATION</P><P>My appearance in this world is especially to explain the philosophy of S&#257;&#324;khya, which is highly esteemed for self-realization by those desiring freedom from the entanglement of unnecessary material desires.</P><P CLASS=t>PURPORT</P><P>Here the word dur&#257;&#347;ay&#257;t is very significant. Dur refers to trouble or duhkha, miseries. &#256;&#347;ay&#257;t means "from the shelter." We conditioned souls have taken shelter of the material body, which is full of troubles and miseries. Foolish people cannot understand the situation, and this is called ignorance, illusion, or the spell of m&#257;y&#257;. Human society should very seriously understand that the body itself is the source of all miserable life. Modern civilization is supposed to be making advancement in scientific knowledge, but what is this scientific knowledge? It is based on bodily comforts only, without knowledge that however comfortably one maintains his body, the body is destructible. As stated in Bhagavad-g&#299;t&#257;, antavanta ime deh&#257;h: these bodies are destined to be destroyed. Nityasyokt&#257;h &#347;ar&#299;rinah refers to the living soul, or the living spark, within the body. That soul is eternal, but the body is not eternal. For our activity we must have a body; without a body, without sense organs, there is no activity. But people are not inquiring whether it is possible to have an eternal body. Actually they aspire for an eternal body because even though they engage in sense enjoyment, that sense enjoyment is not eternal. They are therefore in want of something which they can enjoy eternally, but they do not understand how to attain that perfection. S&#257;&#324;khya philosophy, therefore, as stated herein by Kapiladeva, is tattv&#257;n&#257;m. The S&#257;&#324;khya philosophy system is designed to afford understanding of the real truth. What is that real truth? The real truth is knowledge of how to get out of the material body, which is the source of all trouble. Lord Kapila's incarnation, or descent, is especially meant for this purpose. That is clearly stated here.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>