<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.37</P><P CLASS=c>esha &#257;tma-patho 'vyakto</P><P CLASS=c>nashtah k&#257;lena bh&#363;yas&#257;</P><P CLASS=c>tam pravartayitum deham</P><P CLASS=c>imam viddhi may&#257; bhritam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/p/pathah">pathah</A> &#8212; path of self-realization; <A CLASS=v HREF="http://vedabase.net/a/avyaktah">avyaktah</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> be known; <A CLASS=v HREF="http://vedabase.net/n/nastah">nashtah</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> <A CLASS=v HREF="http://vedabase.net/b/bhuyasa">bh&#363;yas&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the course of time; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/pravartayitum">pravartayitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> introduce again; <A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/viddhi">viddhi</A> &#8212; please know; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhrtam">bhritam</A> &#8212; assumed.</P><P CLASS=t>TRANSLATION</P><P>This path of self-realization, which is difficult to understand, has now been lost in the course of time. Please know that I have assumed this body of Kapila to introduce and explain this philosophy to human society again.</P><P CLASS=t>PURPORT</P><P>It is not true that S&#257;&#324;khya philosophy is a new system of philosophy introduced by Kapila as material philosophers introduce new kinds of mental speculative thought to supersede that of another philosopher. On the material platform, everyone, especially the mental speculator, tries to be more prominent than others. The field of activity of the speculators is the mind; there is no limit to the different ways in which one can agitate the mind. The mind can be unlimitedly agitated, and thus one can put forward an unlimited number of theories. S&#257;&#324;khya philosophy is not like that; it is not mental speculation. It is factual, but at the time of Kapila it was lost.</P><P>In due course of time, a particular type of knowledge may be lost or may be covered for the time being; that is the nature of this material world. A similar statement was made by Lord Krishna in Bhagavad-g&#299;t&#257;. Sa k&#257;leneha mahat&#257; yogo nashtah: "In course of time the yoga system as stated in Bhagavad-g&#299;t&#257; was lost." It was coming in parampar&#257;, in disciplic succession, but due to the passage of time it was lost. The time factor is so pressing that in the course of time everything within this material world is spoiled or lost. The yoga system of Bhagavad-g&#299;t&#257; was lost before the meeting of Krishna and Arjuna. Therefore Krishna again enunciated the same ancient yoga system to Arjuna, who could actually understand Bhagavad-g&#299;t&#257;. Similarly, Kapila also said that the system of S&#257;&#324;khya philosophy was not exactly being introduced by Him; it was already current, but in course of time it was mysteriously lost, and therefore He appeared to reintroduce it. That is the purpose of the incarnation of Godhead. Yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata [<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7</A>]. Dharma means the real occupation of the living entity. When there is a discrepancy in the eternal occupation of the living entity, the Lord comes and introduces the real occupation of life. Any so-called religious system that is not in the line of devotional service is called adharma-samsth&#257;pana. When people forget their eternal relationship with God and engage in something other than devotional service, their engagement is called irreligion. How one can get out of the miserable condition of material life is stated in S&#257;&#324;khya philosophy, and the Lord Himself is explaining this sublime system.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>