<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.38</P><P CLASS=c>gaccha k&#257;mam may&#257;prishto</P><P CLASS=c>mayi sannyasta-karman&#257;</P><P CLASS=c>jitv&#257; sudurjayam mrityum</P><P CLASS=c>amritatv&#257;ya m&#257;m bhaja</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gaccha">gaccha</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/k/kamam">k&#257;mam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> you wish; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/aprstah">&#257;prishtah</A> &#8212; sanctioned; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sannyasta">sannyasta</A> &#8212; completely surrendered; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; with your activities; <A CLASS=v HREF="http://vedabase.net/j/jitva">jitv&#257;</A> &#8212; having conquered; <A CLASS=v HREF="http://vedabase.net/s/sudurjayam">sudurjayam</A> &#8212; insurmountable; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/a/amrtatvaya">amritatv&#257;ya</A> &#8212; for eternal life; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaja">bhaja</A> &#8212; engage <A HREF="http://vedabase.net/i/in">in</A> devotional service.</P><P CLASS=t>TRANSLATION</P><P>Now, being sanctioned by Me, go as you desire, surrendering all your activities to Me. Conquering insurmountable death, worship Me for eternal life.</P><P CLASS=t>PURPORT</P><P>The purpose of S&#257;&#324;khya philosophy is stated herein. If anyone wants real, eternal life, he has to engage himself in devotional service, or Krishna consciousness. To become free from birth and death is not an easy task. Birth and death are natural to this material body. Sudurjayam means "very, very difficult to overcome." The modern so-called scientists do not have sufficient means to understand the process of victory over birth and death. Therefore, they set aside the question of birth and death; they do not consider it. They simply engage in the problems of the material body, which is transient and sure to end.</P><P>Actually, human life is meant for conquering the insurmountable process of birth and death. That can be done as stated here. M&#257;m bhaja: one must engage in the devotional service of the Lord. In Bhagavad-g&#299;t&#257; also the Lord says, man-man&#257; bhava mad-bhaktah: "Just become My devotee. Just worship Me." But foolish so-called scholars say that it is not Krishna whom we must worship and to whom we must surrender; it is something else. Without Krishna's mercy, therefore, no one can understand the S&#257;&#324;khya philosophy or any philosophy which is especially meant for liberation. Vedic knowledge confirms that one becomes entangled in this material life because of ignorance and that one can become free from material embarrassment by becoming situated in factual knowledge. S&#257;&#324;khya means that factual knowledge by which one can get out of the material entanglement.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>