<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.39</P><P CLASS=c>m&#257;m &#257;tm&#257;nam svayam-jyotih</P><P CLASS=c>sarva-bh&#363;ta-guh&#257;&#347;ayam</P><P CLASS=c>&#257;tmany ev&#257;tman&#257; v&#299;kshya</P><P CLASS=c>vi&#347;oko 'bhayam ricchasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supreme Soul, or <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; self-effulgent; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of all beings; <A CLASS=v HREF="http://vedabase.net/g/guha">guh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the hearts; <A CLASS=v HREF="http://vedabase.net/a/asayam">&#257;&#347;ayam</A> &#8212; dwelling; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> your own heart; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; through your intellect; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; always seeing, always thinking; <A CLASS=v HREF="http://vedabase.net/v/visokah">vi&#347;okah</A> &#8212; free from lamentation; <A CLASS=v HREF="http://vedabase.net/a/abhayam">abhayam</A> &#8212; fearlessness; <A CLASS=v HREF="http://vedabase.net/r/rcchasi">ricchasi</A> &#8212; you will achieve.</P><P CLASS=t>TRANSLATION</P><P>In your own heart, through your intellect, you will always see Me, the supreme self-effulgent soul dwelling within the hearts of all living entities. Thus you will achieve the state of eternal life, free from all lamentation and fear.</P><P CLASS=t>PURPORT</P><P>People are very anxious to understand the Absolute Truth in various ways, especially by experiencing the brahmajyoti, or Brahman effulgence, by meditation and by mental speculation. But Kapiladeva uses the word m&#257;m to emphasize that the Personality of Godhead is the ultimate feature of the Absolute Truth. In Bhagavad-g&#299;t&#257; the Personality of Godhead always says m&#257;m, "unto Me," but the rascals misinterpret the clear meaning. M&#257;m is the Supreme Personality of Godhead. If one can see the Supreme Personality of Godhead as He appears in different incarnations and understand that He has not assumed a material body but is present in His own eternal, spiritual form, then one can understand the nature of the Personality of Godhead. Since the less intelligent cannot understand this point, it is stressed everywhere again and again. Simply by seeing the form of the Lord as He presents Himself by His own internal potency as Krishna or R&#257;ma or Kapila, one can directly see the brahmajyoti, because the brahmajyoti is no more than the effulgence of His bodily luster. Since the sunshine is the luster of the sun planet, by seeing the sun one automatically sees the sunshine; similarly, by seeing the Supreme Personality of Godhead one simultaneously sees and experiences the Param&#257;tm&#257; feature as well as the impersonal Brahman feature of the Supreme.</P><P>The Bh&#257;gavatam has already enunciated that the Absolute Truth is present in three features &#8212; in the beginning as the impersonal Brahman, in the next stage as the Param&#257;tm&#257; in everyone's heart, and, at last, as the ultimate realization of the Absolute Truth, Bhagav&#257;n, the Supreme Personality of Godhead. One who sees the Supreme Person can automatically realize the other features, namely the Param&#257;tm&#257; and Brahman features of the Lord. The words used here are vi&#347;oko 'bhayam ricchasi. Simply by seeing the personality of Godhead one realizes everything, and the result is that one becomes situated on the platform where there is no lamentation and no fear. This can be attained simply by devotional service to the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>