<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.40</P><P CLASS=c>m&#257;tra &#257;dhy&#257;tmik&#299;m vidy&#257;m</P><P CLASS=c>&#347;aman&#299;m sarva-karman&#257;m</P><P CLASS=c>vitarishye yay&#257; c&#257;sau</P><P CLASS=c>bhayam c&#257;titarishyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/matre">m&#257;tre</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> My mother; <A CLASS=v HREF="http://vedabase.net/a/adhyatmikim">&#257;dhy&#257;tmik&#299;m</A> &#8212; which opens the door of spiritual life; <A CLASS=v HREF="http://vedabase.net/v/vidyam">vidy&#257;m</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/s/samanim">&#347;aman&#299;m</A> &#8212; ending; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; all fruitive activities; <A CLASS=v HREF="http://vedabase.net/v/vitarisye">vitarishye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall give; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atitarisyati">atitarishyati</A> &#8212; will overcome.</P><P CLASS=t>TRANSLATION</P><P>I shall also describe this sublime knowledge, which is the door to spiritual life, to My mother, so that she also can attain perfection and self-realization, ending all reactions to fruitive activities. Thus she also will be freed from all material fear.</P><P CLASS=t>PURPORT</P><P>Kardama Muni was anxious about his good wife, Devah&#363;ti, while leaving home, and so the worthy son promised that not only would Kardama Muni be freed from the material entanglement, but Devah&#363;ti would also be freed by receiving instruction from her son. A very good example is set here: the husband goes away, taking the sanny&#257;sa order for self-realization, but his representative, the son, who is equally educated, remains at home to deliver the mother. A sanny&#257;s&#299; is not supposed to take his wife with him. At the v&#257;naprastha stage of retired life, or the stage midway between householder life and renounced life, one may keep his wife as an assistant without sex relations, but in the sanny&#257;sa order of life one cannot keep his wife with him. Otherwise, a person like Kardama Muni could have kept his wife with him, and there would have been no hindrance to his prosecution of self-realization.</P><P>Kardama Muni followed the Vedic injunction that no one in sanny&#257;sa life can have any kind of relationship with women. But what is the position of a woman who is left by her husband? She is entrusted to the son, and the son promises that he will deliver his mother from entanglement. A woman is not supposed to take sanny&#257;sa. So-called spiritual societies concocted in modern times give sanny&#257;sa even to women, although there is no sanction in the Vedic literature for a woman's accepting sanny&#257;sa. Otherwise, if it were sanctioned, Kardama Muni could have taken his wife and given her sanny&#257;sa. The woman must remain at home. She has only three stages of life: dependency on the father in childhood, dependency on the husband in youth and, in old age, dependency on the grown-up son, such as Kapila. In old age the progress of woman depends on the grown-up son. The ideal son, Kapila Muni, is assuring His father of the deliverance of His mother so that His father may go peacefully without anxiety for his good wife.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>