<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.41</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>evam samuditas tena</P><P CLASS=c>kapilena praj&#257;patih</P><P CLASS=c>dakshin&#299;-kritya tam pr&#299;to</P><P CLASS=c>vanam eva jag&#257;ma ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage Maitreya said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/samuditah">samuditah</A> &#8212; addressed; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by Him; <A CLASS=v HREF="http://vedabase.net/k/kapilena">kapilena</A> &#8212; by <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/p/prajapatih">praj&#257;patih</A> &#8212; the progenitor of human society; <A CLASS=v HREF="http://vedabase.net/d/daksini">dakshin&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krtya">kritya</A> &#8212; having circumambulated; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; being pacified; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the forest; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/j/jagama">jag&#257;ma</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> left; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; then.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya said: Thus when Kardama Muni, the progenitor of human society, was spoken to in fullness by his son, Kapila, he circumambulated Him, and with a good, pacified mind he at once left for the forest.</P><P CLASS=t>PURPORT</P><P>Going to the forest is compulsory for everyone. It is not a mental excursion upon which one person goes and another does not. Everyone should go to the forest at least as a v&#257;naprastha. Forest-going means to take one-hundred-percent shelter of the Supreme Lord, as explained by Prahl&#257;da Mah&#257;r&#257;ja in his talks with his father. Sad&#257; samudvigna-dhiy&#257;m (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/5.htm">7.5.5</A>). People who have accepted a temporary, material body are always full of anxieties. One should not, therefore, be very much affected by this material body, but should try to be freed. The preliminary process to become freed is to go to the forest or give up family relationships and exclusively engage in Krishna consciousness. That is the purpose of going to the forest. Otherwise, the forest is only a place of monkeys and wild animals. To go to the forest does not mean to become a monkey or a ferocious animal. It means to accept exclusively the shelter of the Supreme Personality of Godhead and engage oneself in full service. One does not actually have to go to the forest. At the present moment this is not at all advisable for a man who has spent his life all along in big cities. As explained by Prahl&#257;da Mah&#257;r&#257;ja (hitv&#257;tma-p&#257;tam griham andha-k&#363;pam), one should not remain always engaged in the responsibilities of family life because family life without Krishna consciousness is just like a blind well. Alone in a field, if one falls into a blind well and no one is there to save him, he may cry for years, and no one will see or hear where the crying is coming from. Death is sure. Similarly, those who are forgetful of their eternal relationship with the Supreme Lord are in the blind well of family life; their position is very ominous. Prahl&#257;da Mah&#257;r&#257;ja advised that one should give up this well somehow or other and take to Krishna consciousness and thus be freed from material entanglement, which is full of anxieties.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>