<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.42</P><P CLASS=c>vratam sa &#257;sthito maunam</P><P CLASS=c>&#257;tmaika-&#347;arano munih</P><P CLASS=c>nihsa&#324;go vyacarat kshon&#299;m</P><P CLASS=c>anagnir aniketanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vratam">vratam</A> &#8212; vow; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/k/kardama">Kardama</A>); <A CLASS=v HREF="http://vedabase.net/a/asthitah">&#257;sthitah</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/m/maunam">maunam</A> &#8212; silence; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; exclusively; <A CLASS=v HREF="http://vedabase.net/s/saranah">&#347;aranah</A> &#8212; being sheltered; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; the sage; <A CLASS=v HREF="http://vedabase.net/n/nihsangah">nihsa&#324;gah</A> &#8212; without association; <A CLASS=v HREF="http://vedabase.net/v/vyacarat">vyacarat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> traveled; <A CLASS=v HREF="http://vedabase.net/k/ksonim">kshon&#299;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/a/anagnih">anagnih</A> &#8212; without fire; <A CLASS=v HREF="http://vedabase.net/a/aniketanah">aniketanah</A> &#8212; without shelter.</P><P CLASS=t>TRANSLATION</P><P>The sage Kardama accepted silence as a vow in order to think of the Supreme Personality of Godhead and take shelter of Him exclusively. Without association, he traveled over the surface of the globe as a sanny&#257;s&#299;, devoid of any relationship with fire or shelter.</P><P CLASS=t>PURPORT</P><P>Here the words anagnir aniketanah are very significant. A sanny&#257;s&#299; should be completely detached from fire and any residential quarters. A grihastha has a relationship with fire, either for offering sacrifices or for cooking, but a sanny&#257;s&#299; is freed from these two responsibilities. He does not have to cook or offer fire for sacrifice because he is always engaged in Krishna consciousness; therefore he has already accomplished all ritualistic performances of religion. Aniketanah means "without lodging." He should not have his own house, but should depend completely on the Supreme Lord for his food and lodging. He should travel.</P><P>Mauna means "silence." Unless one becomes silent, he cannot think completely about the pastimes and activities of the Lord. It is not that because one is a fool and cannot speak nicely he therefore takes the vow of mauna. Rather, one becomes silent so that people will not disturb him. It is said by C&#257;nakya Pandita that a rascal appears very intelligent as long as he does not speak. But speaking is the test. The so-called silence of a silent impersonalist sv&#257;m&#299; indicates that he has nothing to say; he simply wants to beg. But the silence adopted by Kardama Muni was not like that. He became silent for relief from nonsensical talk. One is called a muni when he remains grave and does not talk nonsense. Mah&#257;r&#257;ja Ambar&#299;sha set a very good example; whenever he spoke, he spoke about the pastimes of the Lord. Mauna necessitates refraining from nonsensical talking, and engaging the talking facility in the pastimes of the Lord. In that way one can chant and hear about the Lord in order to perfect his life. Vratam means that one should take a vow as explained in Bhagavad-g&#299;t&#257;, am&#257;nitvam adambhitvam, without hankering for personal respect and without being proud of one's material position. A hims&#257; means not being violent. There are eighteen processes for attaining knowledge and perfection, and by his vow, Kardama Muni adopted all the principles of self-realization.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>