<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.43</P><P CLASS=c>mano brahmani yuñj&#257;no</P><P CLASS=c>yat tat sad-asatah param</P><P CLASS=c>gun&#257;vabh&#257;se viguna</P><P CLASS=c>eka-bhakty&#257;nubh&#257;vite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; on the Supreme; <A CLASS=v HREF="http://vedabase.net/y/yunjanah">yuñj&#257;nah</A> &#8212; fixing; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; cause and effect; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; beyond; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/avabhase">avabh&#257;se</A> &#8212; who manifests the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/v/vigune">vigune</A> &#8212; who is beyond the material modes; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by exclusive devotion; <A CLASS=v HREF="http://vedabase.net/a/anubhavite">anubh&#257;vite</A> &#8212; who is perceived.</P><P CLASS=t>TRANSLATION</P><P>He fixed his mind upon the Supreme Personality of Godhead, Parabrahman, who is beyond cause and effect, who manifests the three modes of material nature, who is beyond those three modes, and who is perceived only through unfailing devotional service.</P><P CLASS=t>PURPORT</P><P>Whenever there is bhakti, there must be three things present &#8212; the devotee, the devotion and the Lord. Without these three &#8212; bhakta, bhakti and Bhagav&#257;n &#8212; there is no meaning to the word bhakti. Kardama Muni fixed his mind on the Supreme Brahman and realized Him through bhakti, or devotional service. This indicates that he fixed his mind on the personal feature of the Lord because bhakti cannot be executed unless one has realization of the personal feature of the Absolute Truth. Gun&#257;vabh&#257;se: He is beyond the three modes of material nature, but it is due to Him that the three modes of material nature are manifested. In other words, although the material energy is an emanation of the Supreme Lord, He is not affected, as we are, by the modes of material nature. We are conditioned souls, but He is not affected, although the material nature has emanated from Him. He is the supreme living entity and is never affected by m&#257;y&#257;, but we are subordinate, minute living entities, prone to be affected by the limitations of m&#257;y&#257;. If he is in constant contact with the Supreme Lord by devotional service, the conditioned living entity also becomes freed from the infection of m&#257;y&#257;. This is confirmed in Bhagavad-g&#299;t&#257;: sa gun&#257;n samat&#299;tyait&#257;n [<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>]. A person engaged in Krishna consciousness is at once liberated from the influence of the three modes of material nature. In other words, once the conditioned soul engages himself in devotional service, he also becomes liberated like the Lord.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>