<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.45</P><P CLASS=c>v&#257;sudeve bhagavati</P><P CLASS=c>sarva-jñe pratyag-&#257;tmani</P><P CLASS=c>parena bhakti-bh&#257;vena</P><P CLASS=c>labdh&#257;tm&#257; mukta-bandhanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/j/jne">jñe</A> &#8212; omniscient; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the Supersoul within everyone; <A CLASS=v HREF="http://vedabase.net/p/parena">parena</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; being situated <A HREF="http://vedabase.net/i/in">in</A> himself; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhanah">bandhanah</A> &#8212; liberated from material bondage.</P><P CLASS=t>TRANSLATION</P><P>He thus became liberated from conditioned life and became self-situated in transcendental devotional service to the Personality of Godhead, V&#257;sudeva, the omniscient Supersoul within everyone.</P><P CLASS=t>PURPORT</P><P>When one engages in the transcendental devotional service of the Lord one becomes aware that his constitutional position, as an individual soul, is to be eternally a servitor of the Supreme Lord, V&#257;sudeva. Self-realization does not mean that because the Supreme Soul and the individual soul are both souls they are equal in every respect. The individual soul is prone to be conditioned, and the Supreme Soul is never conditioned. When the conditioned soul realizes that he is subordinate to the Supreme Soul, his position is called labdh&#257;tm&#257;, self-realization, or mukta-bandhana, freedom from material contamination. Material contamination continues as long as one thinks that he is as good as the Supreme Lord or is equal with Him. This condition is the last snare of m&#257;y&#257;. M&#257;y&#257; always influences the conditioned soul. Even after much meditation and speculation, if one continues to think himself one with the Supreme Lord, it is to be understood that he is still in the last snares of the spell of m&#257;y&#257;.</P><P>The word parena is very significant. para means "transcendental, untinged by material contamination." Full consciousness that one is an eternal servant of the Lord is called par&#257; bhakti. If one has any identification with material things and executes devotional service for attainment of some material gain, that is viddh&#257; bhakti, contaminated bhakti. One can actually become liberated by execution of par&#257; bhakti.</P><P>Another word mentioned here is sarva jñe. The Supersoul sitting within the heart is all-cognizant. He knows. I may forget my past activities due to the change of body, but because the Supreme Lord as Param&#257;tm&#257; is sitting within me, He knows everything; therefore the result of my past karma, or past activities, is awarded to me. I may forget, but He awards me suffering or enjoyment for the misdeeds or good deeds of my past life. One should not think that he is freed from reaction because he has forgotten the actions of his past life. Reactions will take place, and what kind of reactions there will be is judged by the Supersoul, the witness.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>