<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 24 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 24 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Renunciation of Kardama Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.24.6</P><P CLASS=c>tasy&#257;m bahu-tithe k&#257;le</P><P CLASS=c>bhagav&#257;n madhus&#363;danah</P><P CLASS=c>k&#257;rdamam v&#299;ryam &#257;panno</P><P CLASS=c>jajñe 'gnir iva d&#257;runi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A>; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/t/tithe">tithe</A> <A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; after many years; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/s/sudanah">s&#363;danah</A> &#8212; the killer of the demon <A HREF="http://vedabase.net/m/madhu">Madhu</A>; <A CLASS=v HREF="http://vedabase.net/k/kardamam">k&#257;rdamam</A> &#8212; of <A HREF="http://vedabase.net/k/kardama">Kardama</A>; <A CLASS=v HREF="http://vedabase.net/v/viryam">v&#299;ryam</A> &#8212; the semen; <A CLASS=v HREF="http://vedabase.net/a/apannah">&#257;pannah</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/j/jajne">jajñe</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> appeared; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/d/daruni">d&#257;runi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> wood.</P><P CLASS=t>TRANSLATION</P><P>After many, many years, the Supreme Personality of Godhead, Madhus&#363;dana, the killer of the demon Madhu, having entered the semen of Kardama, appeared in Devah&#363;ti just as fire comes from wood in a sacrifice.</P><P CLASS=t>PURPORT</P><P>It is clearly stated here that the Lord is always the Supreme Personality of Godhead, although He appeared as the son of Kardama Muni. Fire is already present in wood, but by a certain process, fire is kindled. Similarly, God is all-pervading. He is everywhere, and since He may come out from everything, He appeared in His devotee's semen. Just as an ordinary living entity takes his birth by taking shelter of the semen of a certain living entity, the Supreme Personality of Godhead accepts the shelter of the semen of His devotee and comes out as His son. This manifests His full independence to act in any way, and it does not mean that He is an ordinary living entity forced to take birth in a certain type of womb. Lord Nrisimha appeared from the pillar of Hiranyaka&#347;ipu's palace, Lord Var&#257;ha appeared from the nostril of Brahm&#257;, and Lord Kapila appeared from the semen of Kardama, but this does not mean that the nostril of Brahm&#257; or the pillar of Hiranyaka&#347;ipu's palace or the semen of Kardama Muni is the source of the appearance of the Lord. The Lord is always the Lord. Bhagav&#257;n madhus&#363;danah &#8212; He is the killer of all kinds of demons, and He always remains the Lord, even if He appears as the son of a particular devotee. The word k&#257;rdamam is significant, for it indicates that the Lord had some devotional affection or relationship in devotional service with Kardama and Devah&#363;ti. But we should not mistakenly understand that He was born just like an ordinary living entity from the semen of Kardama Muni in the womb of Devah&#363;ti.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>