<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 1: The Original Person</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>kunty uv&#257;ca</P><P CLASS=n>namasye purusham tv&#257;dyam</P><P CLASS=n>&#299;&#347;varam prakriteh param</P><P CLASS=n>alakshyam sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>antar bahir avasthitam</P><P>&#346;r&#299;mat&#299; Kunt&#299; said: O Krishna, I offer my obeisances unto You because You are the original personality and are unaffected by the qualities of the material world. You are existing both within and without everything, yet You are invisible to all.</P><P>&#8212; &#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../sb/1/8/18.htm">1.8.18</A></P><P>&#346;r&#299;mat&#299; Kunt&#299;dev&#299; was quite aware that Krishna is the original Personality of Godhead, although He was playing the part of her nephew. Such an enlightened lady could not commit a mistake by offering obeisances unto her nephew. Therefore, she addressed Him as the original purusha beyond the material cosmos. Although all living entities are also transcendental, they are neither original nor infallible. The living entities are apt to fall down under the clutches of material nature, but the Lord is never like that. In the Vedas, therefore, He is described as the chief among all living entities (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m). Then again He is addressed as &#299;&#347;vara, or the controller. The living entities or the demigods like Candra and S&#363;rya are also to some extent &#299;&#347;vara, but none of them is the supreme &#299;&#347;vara, or the ultimate controller. Krishna is the parame&#347;vara, or the Supersoul. He is both within and without. Although He was present before &#346;r&#299;mat&#299; Kunt&#299; as her nephew, He was also within her and everyone else. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/15/15.htm">15.15</A>) the Lord says, "I am situated in everyone's heart, and only due to Me one remembers, forgets, and is cognizant, etc. Through all the Vedas I am to be known because I am the compiler of the Vedas, and I am the teacher of the Ved&#257;nta." Queen Kunt&#299; affirms that the Lord, although both within and without all living beings, is still invisible. The Lord is, so to speak, a puzzle for the common man. Queen Kunt&#299; experienced personally that Lord Krishna was present before her, yet He entered within the womb of Uttar&#257; to save her embryo from the attack of A&#347;vatth&#257;m&#257;'s brahm&#257;stra. Kunt&#299; herself was puzzled about whether &#346;r&#299; Krishna is all-pervasive or localized. In fact, He is both, but He reserves the right of not being exposed to persons who are not surrendered souls. This checking curtain is called the m&#257;y&#257; energy of the Supreme Lord, and it controls the limited vision of the rebellious soul. It is explained as follows.</P><P CLASS=l><A CLASS=i HREF="introduction.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>