<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 10: The Property of the Impoverished</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>A living being is finished as soon as there is nothing to possess. Therefore a living being cannot be, in the real sense of the term, a renouncer. A living being renounces something for gaining something more valuable. A student sacrifices his childish proclivities to gain better education. A servant gives up his job for a better job. Similarly, a devotee renounces the material world not for nothing but for something tangible in spiritual value. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, San&#257;tana Gosv&#257;m&#299;, and &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; and others gave up their worldly pomp and prosperity for the sake of the service of the Lord. They were big men in the worldly sense. The Gosv&#257;m&#299;s were ministers in the government service of Bengal, and &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; was the son of a big Zamindar of his time. But they left everything to gain something superior to what they previously possessed. The devotees are generally without material prosperity, but they have a very secret treasure-house in the lotus feet of the Lord. There is a nice story about &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;. He had a touchstone with him, and this stone was left in a pile of refuse. A needy man took it, but later on wondered why the valuable stone was kept in such a neglected place. He therefore asked San&#257;tana Gosv&#257;m&#299; for the most valuable thing, and then he was given the holy name of the Lord. Akiñcana means "one who has nothing to give materially." A factual devotee, or mah&#257;tm&#257;, does not give anything material to anyone, because he has already left all material assets. He can, however, deliver the supreme asset, namely the Personality of Godhead, because He is the only property of a factual devotee. The touchstone of San&#257;tana Gosv&#257;m&#299;, which was thrown in the rubbish, was not the property of the Gosv&#257;m&#299;, otherwise it would not have been kept in such a place. This specific example is given for the neophyte devotees just to convince them that material hankerings and spiritual advancement go ill together. Unless one is able to see everything as spiritual in relation with the Supreme Lord, one must always distinguish between spirit and matter. A spiritual master like &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, although personally able to see everything as spiritual, set this example for us only because we have no such spiritual vision.</P><P>Advancement of material vision or material civilization is a great stumbling block for spiritual advancement. Such material advancement entangles the living being in the bondage of a material body followed by all sorts of material miseries. Such material advancement is called anartha, or things not wanted. Actually this is so. In the present context of material advancement one uses lipstick at a cost of fifty cents, and there are so many unwanted things which are all products of the material conception of life. By diverting attention to so many unwanted things, human energy is spoiled without achievement of spiritual realization, the prime necessity of human life. The attempt to reach the moon is another example of spoiling energy because even if the moon is reached, the problems of life will not be solved. The devotees of the Lord are called akiñcanas because they have practically no material assets. Such material assets are all products of the three modes of material nature. They foil spiritual energy, and thus the less we possess such products of material nature, the more we have a good chance for spiritual progress.</P><P>The Supreme Personality of Godhead has no direct connection with material activities. All His acts and deeds, which are exhibited even in this material world, are spiritual and without affection for the modes of material nature. In the Bhagavad-g&#299;t&#257; the Lord says that all His acts, even His appearance and disappearance in and out of the material world, are transcendental, and one who knows this perfectly shall not take his birth again in this material world, but will go back to Godhead.</P><P>The material disease is due to hankering after and lording it over material nature. This hankering is due to an interaction of the three modes of nature, and neither the Lord nor the devotees have attachment for such false enjoyment. Therefore, the Lord and the devotees are called nivritta-guna-vritti. The perfect nivritta-guna-vritti is the Supreme Lord because He never becomes attracted by the modes of material nature, whereas the living beings have such a tendency. Some of them are entrapped by the illusory attraction of material nature.</P><P>Because the Lord is the property of the devotees, and the devotees are the property of the Lord reciprocally, the devotees are certainly transcendental to the modes of material nature. That is a natural conclusion. Such unalloyed devotees are distinct from the mixed devotees who approach the Lord for mitigation of miseries and poverty or because of inquisitiveness and speculation. The unalloyed devotees and the Lord are transcendentally attached to one another. For others, the Lord has nothing to reciprocate, and therefore He is called &#257;tm&#257;r&#257;ma, self-satisfied. Self-satisfied as He is, He is the master of all monists who seek to merge into the existence of the Lord. Such monists merge within the personal effulgence of the Lord called the brahmajyoti, but the devotees enter into the transcendental pastimes of the Lord, which are never to be misunderstood as material.</P><P>To be materially impoverished is the first qualification of a devotee. One who does not possess anything in this material world but simply possesses Krishna is called akiñcana. The word akiñcana means "one who has lost all material possessions." As long as we have even the slightest tinge of an idea of becoming happy materially in some way or other, we shall have to accept a material body. Nature is so kind that according to the way we want to enjoy this material world, she will give us a suitable body, under the direction of the Lord. Because the Lord is situated in everyone's heart, He knows everything. Therefore, knowing that we still want something material, He will give us another material body: "Yes, take it." Krishna wants us to have full experience through which to understand that by material gain we shall never be happy. This is Krishna's desire.</P><P>Because we are part and parcel of Krishna, who has full freedom, we too have full freedom, although the quantity of that freedom is quite minute. Although the quantity of salt in a drop of seawater is not comparable to the quantity of salt in the ocean, the chemical composition of both the drop and the ocean is the same. Similarly, whatever we have in a minute quantity is present in its fullness in Krishna (janm&#257;dy asya yatah [<A CLASS=v HREF="../sb/1/1/1.htm">SB 1.1.1</A>]). For example, we have a propensity to steal, to take things that belong to others. Why? Because Krishna has the same propensity. Unless the propensity to steal is present in the Absolute Truth, how can it be present in us? Krishna is known as "the butter thief." But Krishna's stealing and our stealing are different. Because we are materially contaminated, our stealing is abominable, whereas on the spiritual, absolute platform the same stealing is so nice that it is enjoyable. Mother Ya&#347;od&#257; therefore enjoys Krishna's activities of stealing. This is the difference between material and spiritual.</P><P>Any activities that are spiritual are all-good, and any activities that are material are all-bad. This is the difference between spiritual and material. The so-called morality and goodness of this material world is all bad, but in the spiritual world even so-called immorality is good. This we must understand. For example, to dance with the wives of others at the dead of night is immoral, at least according to the Vedic civilization. Even today in India, a young woman will never be allowed to go to a young man at the dead of night to dance with him. But we shall find in &#346;r&#299;mad-Bh&#257;gavatam that as soon as all the gop&#299;s, the young cowherd girls of Vrind&#257;vana, heard Krishna's flute, they immediately came to dance with Him. Now, according to material conceptions this is immoral, but from the spiritual point of view this is in accord with the greatest morality. Caitanya Mah&#257;prabhu therefore said, ramy&#257; k&#257;cid up&#257;san&#257; vraja-vadh&#363;-vargena y&#257; kalpit&#257;: "Oh, there is no better mode of worship than that which was conceived by the vraja-vadh&#363;s, the damsels of Vrind&#257;vana." After Caitanya Mah&#257;prabhu accepted the renounced order of life, He very strictly avoided association with women. Even in His family life, He never played any jokes with women. He was very humorous, but only with men, not with women. Once He spoke some joking words with His wife, Vishnupriy&#257;. When &#346;ac&#299;m&#257;t&#257;, Lord Caitanya's mother, was searching for something, He jokingly said, "Maybe your daughter-in-law has taken it." But in His whole life these are the only joking words we find in relation to women. He was very strict. After He accepted sanny&#257;sa, the renounced order, no woman could even come near Him to offer obeisances; rather, they would offer obeisances from a distant place. Nonetheless, Caitanya Mah&#257;prabhu said, ramy&#257; k&#257;cid up&#257;san&#257; vraja-vadh&#363;-vargena y&#257; kalpit&#257;: "There is no conception of worship better than that which was conceived by the damsels of Vrind&#257;vana." What was their conception? They wanted to love Krishna, at any risk. And this is never immoral.</P><P>That which is in relationship to Krishna can never be immoral. To give another example, Lord Krishna in His incarnation as Nrisimhadeva killed Hiranyaka&#347;ipu, the father of Prahl&#257;da Mah&#257;r&#257;ja, while Prahl&#257;da Mah&#257;r&#257;ja stood nearby without protesting. Now, is this moral? Who would like to see his own father being killed? Who would just stand there and not protest? No one would approve of such behavior and say that it is moral. Nonetheless, this actually happened. Not only that, but Prahl&#257;da Mah&#257;r&#257;ja even made a garland to place upon the neck of the killer. "My dear Lord Killer," he said, "please take this garland. You have killed my father, and You are very good." This must be understood spiritually. If one's father is being attacked and one cannot protect him, one must protest and cry for help. But because Prahl&#257;da Mah&#257;r&#257;ja's father was killed by Krishna in the form of Lord Nrisimhadeva, Prahl&#257;da Mah&#257;r&#257;ja prepared a garland for the killer. After his father was killed, Prahl&#257;da said to Nrisimhadeva, "My dear Lord, now that my father has been killed, everyone is happy. Now please withdraw Your angry mood."</P><P>A s&#257;dhu, a saintly person, never approves of killing, not even the killing of an animal, but Prahl&#257;da Mah&#257;r&#257;ja said, modeta s&#257;dhur api vri&#347;cika-sarpa-haty&#257;: "Even a saintly person is pleased when a scorpion or a snake is killed." A scorpion or a snake is also a living entity, and a s&#257;dhu is never satisfied when he sees another living entity killed, but Prahl&#257;da Mah&#257;r&#257;ja said, "Even a s&#257;dhu is pleased when a snake or a scorpion is killed. My father was just like a snake or a scorpion, and therefore now that he has been killed, everyone is happy." Hiranyaka&#347;ipu was a very dangerous demon who gave trouble to devotees, and when such a demon is killed even saintly persons are satisfied, although ordinarily they never want anyone killed. Therefore, although it may appear that Lord Krishna or Prahl&#257;da Mah&#257;r&#257;ja acted immorally, in fact they acted in accord with the highest morality.</P><P>Krishna is akiñcana-vitta, the only solace for one who has lost everything material. In the Caitanya-carit&#257;mrita, Lord Krishna says, "If someone wants Me but at the same time wants material prosperity, he is a fool." Krishna is so kind that if one wants material prosperity but at the same time wants to become a devotee, Krishna makes him a failure in material life. Therefore people are very much afraid of coming to Krishna consciousness. "Oh," they think, "my material prosperity will be finished."</P><P>Generally, people go to a church or temple to pray to God for material prosperity: "O God, give us our daily bread." But although they are approaching God for material prosperity &#8212; "Give me this, give me that" &#8212; they are also considered pious because they approach God, unlike the atheists, who never approach Him. "Why shall I approach God?" the atheist says. "I shall create my own wealth, and by advancement of science I shall be happy." One who thinks "For my own prosperity I shall depend on my own strength and my own knowledge" is a dushkrit&#299;, a most sinful person, but one who thinks "My prosperity depends on the mercy of God" is pious.</P><P>It is a fact that without the sanction of God, nothing can be achieved. T&#257;vat tanur idam tan&#363;pekshit&#257;n&#257;m. We have discovered many methods by which to counteract distress, but when freedom from such distress is not sanctioned by God, these methods will fail. For example, a sick man may have very good medicine and a qualified physician, but if we ask the physician, "Can you guarantee the life of this patient?" the doctor will always say, "No, I cannot do so. I try my best. That's all." An intelligent doctor knows, "The ultimate sanction is in the hand of God. I am simply an instrument. If God does not want the patient to live, then all my medicines and all my scientific medical knowledge will fail."</P><P>The ultimate sanction, therefore, is Krishna. Those who are foolish do not know this, and therefore they are called m&#363;dha, rascals. They do not know that although whatever they are doing may be very good, if it is not ultimately sanctioned by God, by Krishna, it will all be a failure. On the other hand, a devotee knows, "With whatever intelligence I have I may try to become happy, but without Krishna's sanction I shall never be happy." This is the distinction between a devotee and a nondevotee.</P><P>As mentioned before, Krishna says, "One who tries to approach Me to become Krishna conscious but at the same time wants to become materially happy is not very intelligent. He is wasting his time." Our main business is to become Krishna conscious. That is the main business of human life. If we waste our time striving for material improvement and forget to chant Hare Krishna, that will be a great loss. Therefore Krishna says, &#257;mi &#8212; vijña, ei m&#363;rkhe 'vishaya' kena diba (Cc. <A CLASS=v HREF="../cc/madhya/22/39.htm">Madhya 22.39</A>): "A rascal may ask some material prosperity from Me in exchange for discharging devotional service. But why shall I give him material prosperity? Rather, whatever he has I shall take away."</P><P>When our material assets are taken away, we become very morose. But that is the test. That was stated by Krishna Himself to Yudhishthira Mah&#257;r&#257;ja. Yudhishthira Mah&#257;r&#257;ja inquired from Krishna, "We are completely dependent on You, but still we are suffering materially so much. Our kingdom has been taken away, our wife has been insulted, and our enemies attempted to burn us in our house. How can this be so?" Krishna replied, yasy&#257;ham anugrihn&#257;mi harishye tad-dhanam &#347;anaih: "Yes, that is My first business. If I especially favor someone, then I take away all his sources of income and place him into great difficulty." In this way, Krishna is very dangerous.</P><P>I have actual experience in this connection. I do not wish to narrate this whole story, but it is a fact that I received Krishna's special favor in this way. When I was twenty-five years old, my Guru Mah&#257;r&#257;ja, my spiritual master, ordered me to go preach. But I thought, "First of all I shall become a rich man, and then I shall use my money to finance the preaching work." I had good opportunities to become a very rich businessman. An astrologer even told me that I should have become as rich as the wealthiest man in India. There were very good chances. I was the manager of a big chemical factory. I started my own factory, and the business was very successful. But eventually everything collapsed, and in this way I was forced into the position of carrying out the orders of my Guru Mah&#257;r&#257;ja. When all my material assets were taken away, then I approached Krishna, saying, "You are the only shelter." Therefore Krishna is akiñcana-vitta, the property of the materially impoverished. When one is bereft of all material opulences, then one turns to Krishna. And now I am realizing that I have not lost but gained.</P><P>So to lose material opulences for Krishna's sake is not a loss. Rather, it is the greatest gain. When one becomes akiñcana, having nothing to possess, Krishna becomes one's only riches. Expressing this understanding, Narottama d&#257;sa Th&#257;kura says:</P><P>h&#257; h&#257; prabhu nanda-suta, vrishabh&#257;nu-sut&#257;-yuta</P><P CLASS=n>karun&#257; karaha ei-b&#257;ra</P><P CLASS=n>narottama d&#257;sa kaya, n&#257; theliha r&#257;&#324;g&#257;-p&#257;ya</P><P CLASS=n>tom&#257; vine ke &#257;che &#257;m&#257;ra</P><P>"Krishna, but for You I have nothing to claim. I have no possessions. You are my only possession, so please don't neglect me."</P><P>This position is very nice. When one does not depend on anything material but simply depends on Krishna, one has attained the first-class position of Krishna consciousness. Therefore Krishna is addressed as akiñcana-vitta. "When one becomes materially impoverished, You are the only wealth." Namo 'kiñcana-vitt&#257;ya nivritta-guna-vrittaye. "When one takes You as one's only possession, one immediately becomes free from the activities of the material nature." In other words, by accepting Krishna in this way, one attains the transcendental position of the Absolute. &#256;tm&#257;r&#257;m&#257;ya: "At that time, one becomes happy with You. Krishna, You are happy with Yourself, and one who surrenders to You becomes happy, as You are." There is no difference between Krishna's body and Krishna Himself. He is entirely self, entirely spirit. We, on the other hand, have a body that is different from ourselves. I am self, but I possess a material body. But when we actually become dependent on Krishna, who is completely self-satisfied, we can also be self-satisfied with Krishna.</P><P>Kaivalya-pataye namah. The M&#257;y&#257;v&#257;d&#299; philosophers, the monists, want to become one with the Supreme. The Supreme is self-satisfied, and they also want to be self-satisfied by becoming one with the Supreme. Our philosophy of Krishna consciousness is the same, but instead of becoming one with Krishna, we depend on Krishna. That is actual oneness. If we simply agree to abide by the orders of Krishna and have no disagreement with Him, we are situated in actual oneness.</P><P>The M&#257;y&#257;v&#257;d&#299; philosophers think, "Why shall I keep my individual, separate existence? I shall merge into the Supreme." But that is not possible. From the very beginning, we are separated parts of Krishna. Krishna therefore says in Bhagavad-g&#299;t&#257;, "My dear Arjuna, you should know that you, I, and all the persons assembled on this battlefield were individuals in the past, we are individuals at present, and in the future we shall continue to remain individuals."</P><P>Nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. Krishna is the supreme nitya, the supreme living force, among the innumerable living forces. We living entities (j&#299;va) are innumerable (ananta); there is no counting how many we are. Similarly, Krishna is also a living entity, but He is the chief, the supreme living entity. That is the difference. One leader may have many followers. Similarly, Krishna, the supreme living entity, is the supreme leader, and we are subordinate, dependent living entities.</P><P>That we are dependent is not very difficult to understand. If Krishna does not supply us food, we shall starve, because independently we cannot produce anything. Eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n: Krishna is maintaining everything, and we are being maintained. Therefore Krishna is the real predominator, and we should be willing to be predominated. That is our natural constitutional position. If we falsely want to become predominators in this material world, we are in illusion. We must give up this illusion and always try to be predominated by Krishna. Then our life will be successful.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>