<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 14: Lord Krishna's Wonderful Activities</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>Here is another explanation of the bewilderment created by the pastimes of the Supreme Lord. The Supreme Lord is the Supreme in all circumstances, as already explained. Here is a specific example of the Lord's being the Supreme and at the same time a plaything in the presence of His pure devotee. The Lord's pure devotee renders service unto the Lord out of unalloyed love only, and while discharging such devotional service the pure devotee forgets the position of the Supreme Lord. The Supreme Lord also accepts the loving service of His devotees more relishably when the service is rendered spontaneously out of pure affection, without anything of reverential admiration. Generally the Lord is worshiped by the devotees in a reverential attitude, but the Lord is meticulously pleased when the devotee, out of pure affection and love, considers the Lord to be less important than himself. The Lord's pastimes in the original abode, Goloka Vrind&#257;vana, are exchanged in that spirit. The friends of Krishna consider Him one of them. They do not consider Him to be of reverential importance. The parents of the Lord (who are all pure devotees) consider Him a child only. The Lord accepts the chastisements of the parents more cheerfully than the prayers of the Vedic hymns. Similarly, He accepts the reproaches of His fiancees more palatably than the Vedic hymns. When Lord Krishna was present in this material world to manifest His eternal pastimes of the transcendental realm Goloka Vrind&#257;vana as an attraction for the people in general, He displayed a unique picture of subordination before His foster mother, Ya&#347;od&#257;. The Lord, in His naturally childish playful activities, used to spoil the stocked butter of mother Ya&#347;od&#257; by breaking the pots and distributing the contents to His friends and playmates, including the celebrated monkeys of Vrind&#257;vana, who took advantage of the Lord's munificence. Mother Ya&#347;od&#257; saw this, and out of her pure love she wanted to make a show of punishment for her transcendental child. She took a rope and threatened the Lord that she would tie Him up, as is generally done in the ordinary household. Seeing the rope in the hands of mother Ya&#347;od&#257;, the Lord bowed down His head and began to weep just like a child, and tears rolled down His cheeks, washing off the black ointment smeared about His beautiful eyes. This picture of the Lord is adored by Kunt&#299;dev&#299; because she is conscious of the Lord's supreme position. He is feared often by fear personified, yet He is afraid of His mother, who wanted to punish Him just in an ordinary manner. Kunt&#299; was conscious of the exalted position of Krishna, whereas Ya&#347;od&#257; was not. Therefore Ya&#347;od&#257;'s position was more exalted than Kunt&#299;'s. Mother Ya&#347;od&#257; got the Lord as her child, and the Lord made her forget altogether that her child was the Lord Himself. If mother Ya&#347;od&#257; had been conscious of the exalted position of the Lord, she would certainly have hesitated to punish the Lord. But she was made to forget this situation because the Lord wanted to make a complete gesture of childishness before the affectionate Ya&#347;od&#257;. This exchange of love between the mother and the son was performed in a natural way, and Kunt&#299;, remembering the scene, was bewildered, and she could do nothing but praise the transcendental filial love. Indirectly mother Ya&#347;od&#257; is praised for her unique position of love, for she could control even the all-powerful Lord as her beloved child.</P><P>This pastime presents another opulence of Krishna &#8212; His opulence of beauty. Krishna has six opulences: all wealth, all strength, all influence, all knowledge, all renunciation, and all beauty. The nature of Krishna is that He is greater than the greatest and smaller than the smallest (anor an&#299;y&#257;n mahato mah&#299;y&#257;n). We offer obeisances to Krishna with awe and veneration, but no one comes to Krishna with a rope, saying, "Krishna, You have committed an offense, and now I shall bind You." Yet that is the prerogative of the most perfect devotee, and Krishna wants to be approached in that way.</P><P>Thinking of Krishna's opulence, Kunt&#299;dev&#299; did not dare take the part of Ya&#347;od&#257;, for although Kunt&#299;dev&#299; was Krishna's aunt, she did not have the privilege to approach Krishna the way He was approached by Ya&#347;od&#257;may&#299;, who was such an advanced devotee that she had the right to chastise the Supreme Personality of Godhead. That was Ya&#347;od&#257;may&#299;'s special prerogative. Kunt&#299;dev&#299; was simply thinking of how fortunate was Ya&#347;od&#257;may&#299; that she could threaten the Supreme Personality of Godhead, who is feared even by fear personified (bh&#299;r api yad bibheti). Who is not afraid of Krishna? No one. But Krishna is afraid of Ya&#347;od&#257;may&#299;. This is the superexcellence of Krishna.</P><P>To give another example of such opulence, Krishna is known as Madana-mohana. Madana means Cupid. Cupid enchants everyone, but Krishna is known as Madana-mohana because He is so beautiful that He enchants even Cupid. Nonetheless, Krishna Himself is enchanted by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, and therefore &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is known as Madana-mohana-mohin&#299;, "the enchanter of the enchanter of Cupid." Krishna is the enchanter of Cupid, and R&#257;dh&#257;r&#257;n&#299; is the enchanter of that enchanter.</P><P>These are very exalted spiritual understandings in Krishna consciousness. They are not fictional, imaginary, or concocted. They are facts, and every devotee can have the privilege to understand and indeed take part in Krishna's pastimes if he is actually advanced. We should not think that the privilege given to mother Ya&#347;od&#257; is not available to us. Everyone can have a similar privilege. If one loves Krishna as one's child, then one will have such a privilege, because the mother has the most love for the child. Even in this material world, there is no comparison to a mother's love, for a mother loves her child without any expectation of return. Of course, although that is generally true, this material world is so polluted that a mother sometimes thinks, "My child will grow up and become a man, and when he earns money, I shall get it." Thus there is still some desire to get something in exchange. But while loving Krishna there are no selfish feelings, for that love is unalloyed, free from all material gain (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]).</P><P>We should not love Krishna for some material gain. It is not that we should say, "Krishna, give us our daily bread, and then I shall love You. Krishna, give me this or that, and then I shall love You." There should be no such mercantile exchanges, for Krishna wants unalloyed love.</P><P>When Krishna saw mother Ya&#347;od&#257; coming with a rope to bind Him, He immediately became very much afraid, thinking, "Oh, Mother is going to bind Me." He began to cry, and the tears washed the mascara from His eyes. Looking at His mother with great respect, He appealed to her with feeling, "Yes, Mother, I have offended you. Kindly excuse Me." Then He immediately bowed His head. Kunt&#299;dev&#299; appreciated this scene, for this was another of Krishna's perfections. Although He is the Supreme Personality of Godhead, He puts Himself under the control of mother Ya&#347;od&#257;. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/7.htm">7.7</A>) the Lord says, mattah parataram n&#257;nyat kiñcid asti dhanañjaya: "My dear Arjuna, there is no one superior to Me." Yet that Supreme Personality of Godhead, to whom no one is superior, bows down to mother Ya&#347;od&#257;, accepting, "My dear Mother, yes, I am an offender."</P><P>When mother Ya&#347;od&#257; saw that Krishna had become too much afraid of her, she also became disturbed. She did not actually want Krishna to suffer by her punishment. That was not her purpose. But it is a system, still current in India, that when a child creates too much of a disturbance, his mother may bind him up in one place. That is a very common system, so mother Ya&#347;od&#257; adopted it.</P><P>This scene is very much appreciated by pure devotees, for it shows how much greatness there is in the Supreme Person, who plays exactly like a perfect child. When Krishna plays like a child, He plays perfectly, when He plays as the husband of sixteen thousand wives He plays perfectly, when He plays as the lover of the gop&#299;s He plays perfectly, and as the friend of the cowherd boys He also plays perfectly.</P><P>The cowherd boys all depend on Krishna. Once they wanted to take fruit from a forest of palm trees, but there was a demon named Gardabh&#257;sura who would not allow anyone to enter that forest. Therefore Krishna's cowherd boyfriends said to Krishna, "Krishna, we want to taste that fruit, if You can arrange for it." Krishna immediately said yes, and He and Balar&#257;ma went to the forest where that demon was living with other demons, who had all taken the shape of asses. When the ass demons came to kick Krishna and Balar&#257;ma with their hind legs, Balar&#257;ma caught one of them and threw him into the top of a tree, and the demon died. Then Krishna and Balar&#257;ma killed the other demons the same way. Thus Their cowherd friends were very much obliged to Them.</P><P>On another occasion, the cowherd boys were surrounded by fire. Not knowing anyone else but Krishna, they immediately called for Him, and Krishna was ready: "Yes." Thus Krishna immediately swallowed the whole fire. There were many demons that attacked the boys, and every day the boys would return to their mothers and say, "Mother, Krishna is so wonderful," and they would explain what had happened that day. And the mothers would say, "Yes, our Krishna is wonderful." They did not know that Krishna is God, the Supreme Person. They only knew that Krishna is wonderful, that's all. And the more they perceived Krishna's wonderful activities, the more their love increased. "Perhaps He may be a demigod," they thought. When Nanda Mah&#257;r&#257;ja, Krishna's father, talked among his friends, the friends would talk about Krishna and say, "Oh, Nanda Mah&#257;r&#257;ja, your child Krishna is wonderful." And Nanda Mah&#257;r&#257;ja would respond, "Yes, I see that. Maybe He is some demigod." And even that was not certain &#8212; "maybe."</P><P>Thus the inhabitants of Vrind&#257;vana do not care who is God and who is not. They love Krishna, that's all. Those who think of first analyzing Krishna to determine whether He is God are not first-class devotees. The first-class devotees are those who have spontaneous love for Krishna. How can we analyze Krishna? He is unlimited, and therefore it is impossible. We have limited perception, and our senses have limited potency, so how can we study Krishna? It is not possible at all. Krishna reveals Himself to a certain extent, and that much is sufficient.</P><P>We should not be like the M&#257;y&#257;v&#257;d&#299; philosophers, who try to find God by speculative deduction. "Neti neti," they say. "God is not this, and God is not that." But what God is they do not know. Materialistic scientists also try to find the ultimate cause, but their process is the same: "Not this, not that." As much as they advance, they will always find "Not this, not that." But what the ultimate cause is, they will never find. That is not possible.</P><P>What to speak of finding Krishna, materialistic scientists cannot properly understand even material objects. They are trying to go to the moon, but actually they do not know what it is. If they understand what the moon is, why do they come back here? If they knew perfectly what the moon is, they would have resided there by now. They have been trying for the last twenty years to go there and stay, but they are simply seeing, "Not this, not that. There are no living entities, and there is no possibility of our living here." Thus they can report on what is not on the moon, but do they know what is there? No, they do not know. And this is only one planet or one star.</P><P>According to the Vedic literature, the moon is regarded as a star. The scientists say that the stars are all suns, but according to Bhagavad-g&#299;t&#257; the stars are of the same nature as the moon. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/10/21.htm">10.21</A>) Lord Krishna says, nakshatr&#257;n&#257;m aham &#347;a&#347;&#299;: "Of stars I am the moon." Thus the moon is just like the many stars. What is the nature of the moon? It is bright because it reflects light from the sun. Therefore although the scientists say that the stars are many suns, we do not agree. According to the Vedic calculation, there are innumerable suns, but in every universe there is only one.</P><P>What we see in this universe we are seeing imperfectly, and our knowledge is not perfect. We cannot count how many stars or planets there are. We cannot fully understand the material things existing all around us, and therefore how can we understand the Supreme Lord who created this universe? That is not possible. Therefore in the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/34.htm">5.34</A>) it is said:</P><P>panth&#257;s tu koti-&#347;ata-vatsara-sampragamyo</P><P CLASS=n>v&#257;yor ath&#257;pi manaso muni-pu&#324;gav&#257;n&#257;m</P><P CLASS=n>so 'py asti yat-prapada-s&#299;mny avicintya-tattve</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Space is unlimited, and the Brahma-samhit&#257; suggests: Suppose one travels by spacecraft for millions of years at the velocity of the wind or even the speed of mind. Everyone knows that the mind is so swift that in even one ten-thousandth of a second it can take us millions of miles. If we have seen something millions of miles away, the mind can go there immediately. But even if we can travel at that speed on a spacecraft manufactured by muni-pu&#324;gav&#257;n&#257;m, the greatest scientists and most thoughtful men, will that be perfection? No. The Brahma-samhit&#257; says, so 'py asti yat-prapada-s&#299;mny avicintya-tattve: still this creation will remain inconceivable to our understanding. And Krishna has created all these things, so how can we study Krishna? If we cannot understand the things Krishna has created, how can we understand Krishna? It is not possible at all.</P><P>Therefore the mentality of Vrind&#257;vana is the perfect status of mind for devotees. The inhabitants of Vrind&#257;vana have no concern with understanding Krishna. Rather, they want to love Krishna unconditionally. It is not that they think, "Krishna is God, and therefore I love Him." In Vrind&#257;vana Krishna does not play as God; He plays there as an ordinary cowherd boy, and although at times He proves that He is the Supreme Personality of Godhead, the devotees there do not care to know it.</P><P>Kunt&#299;dev&#299;, however, was not an inhabitant of Vrind&#257;vana. She was an inhabitant of Hastin&#257;pura, which is outside Vrind&#257;vana. The devotees outside Vrind&#257;vana study how great the inhabitants of Vrind&#257;vana are, but the inhabitants of Vrind&#257;vana don't care to know how great Krishna is. That is the difference between them. So our concern should be simply to love Krishna. The more we love Krishna, the more we shall become perfect. It is not necessary to understand Krishna and how He creates. Krishna explains Himself in Bhagavad-g&#299;t&#257;, and we should not try to understand much more. We should not bother very much to know Krishna. That is not possible. We should simply increase our unalloyed love for Krishna. That is the perfection of life.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>