<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 17: Lightening the Burden of the World</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>Kunt&#299;dev&#299; is describing the different statements of different persons about why Krishna appears. Some say that He appeared at the request of Vasudeva and Devak&#299;, and some say He appeared at the request of Brahm&#257;. Bh&#257;r&#257;vat&#257;ran&#257;y&#257;nye bhuvo n&#257;va ivodadhau: "Some say that He appeared just to reduce the burden of the world, which was overburdened like a boat at sea." When the world is overburdened, there must be war, pestilence, famine, epidemics, and so on. This is nature's law.</P><P>The earth floats in space among many millions of other planets, all of them bearing huge mountains and oceans. It floats because Krishna enters into it, as stated in Bhagavad-g&#299;t&#257; (g&#257;m &#257;vi&#347;ya), just as He enters the atom. The earth is certainly not weightless; rather, it is very heavy. But it floats because the Supreme Spirit is within it.</P><P>Everything is lightened by the presence of spirit. One's body will float in water as long as one is alive, but as soon as the spirit soul leaves, the body immediately sinks. As long as a child is alive we can take it along by one hand, but when the child is dead it is heavy. So now we are heavy, but when we are spiritually advanced we will be free from impediments. Now we cannot fly in the air, but the spirit soul is so light that when freed from the body it can go within a second to Vaikunthaloka, the spiritual world (tyaktv&#257; deham punar janma naiti m&#257;m eti [<A CLASS=v HREF="../bg/4/9.htm">Bg. 4.9</A>]).</P><P>Why then does the world become overloaded? It becomes overloaded due to the presence of demons, those who are against devotional service. When mother earth feels this load to be too heavy, Krishna comes just to unburden the earth. If a ship is overloaded, its position is very dangerous, for it may sink at any moment. Therefore when mother earth felt too uncomfortable because of being overloaded with demons (s&#299;danty&#257; bh&#363;ri-bh&#257;rena), she approached Brahm&#257;, the chief living being within this universe. When there is a need, the chief personalities in the universe approach Brahm&#257;, who approaches Vishnu to ask that He reduce whatever the burden is. Then Vishnu or Krishna appears as an incarnation, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself."</P><P>When there is too much lawlessness and there are too many criminals, the state becomes overburdened and disturbed, and the state administrators are puzzled about what to do. Similarly, when the world is overrun by demons and atheists, they create a burden, and the demigods, the pious administrators of the universe, become perplexed. When the people of a state abide by the laws, administration is easy, but if people are criminals they overburden the state administrators. A similar situation sometimes upsets the balance of the cosmic affairs of this material world. Both the demons and the demigods always exist, but when the demoniac power increases, the world is overburdened. It is then that the demigods approach Lord Brahm&#257; for assistance.</P><P>Lord Brahm&#257; is one of the twelve authorities known as dv&#257;da&#347;a-mah&#257;jana (svayambh&#363;r n&#257;radah &#347;ambhuh kaum&#257;rah kapilo manuh/ prahl&#257;do janako bh&#299;shmo balir vaiy&#257;sakir vayam, Bh&#257;g. <A CLASS=v HREF="../sb/6/3/20.htm">6.3.20</A>). We have to follow the mah&#257;janas, the great authorities, if we want to receive transcendental knowledge. The Vedic injunction is, tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet: [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>] if one wants to be in knowledge of everything, one must approach a guru, a bona fide authority, a spiritual master. The original guru is Krishna. As Krishna taught Arjuna, He also taught Brahm&#257;, as stated in &#346;r&#299;mad-Bh&#257;gavatam (tene brahma hrid&#257; ya &#257;di-kavaye).</P><P>The &#346;r&#299;mad-Bh&#257;gavatam describes the original source of the creation, and this should be the actual subject matter of our research work. What is the original source of creation? Janm&#257;dy asya yatah: [<A CLASS=v HREF="../sb/1/1/1.htm">SB 1.1.1</A>] the original source of everything is the source of janma, sthiti, and pralaya &#8212; creation, maintenance, and dissolution. Our body has taken birth at a certain date, it lasts for some years &#8212; ten years, twenty years, fifty years, or whatever, according to the body &#8212; and then it will be finished. Where did this body come from, and when it is destroyed where will it go? There are scientific laws concerning the conservation of energy. What is the source of that energy? There is a source (yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;yante), and that source is identified in the &#346;r&#299;mad-Bh&#257;gavatam.</P><P>That source is not blind. Rascals think that everything has come from nothing. But how can something come out of nothing? There is no proof that such a thing happens, but fools claim that it does, and therefore they are blind. What is the nature of the original source from whom everything has come, in whom everything exists, and within whom everything will enter? The Bh&#257;gavatam (<A CLASS=v HREF="../sb/1/1/1.htm">1.1.1</A>) says, janm&#257;dy asya yato 'nvay&#257;d itarata&#347; c&#257;rtheshv abhijñah. The word abhijñah indicates that the source of everything is completely conscious.</P><P>The word jña means "knowledge," and abhi means "specific." We have inadequate knowledge of where we have come from and where we shall go after death, and therefore we are not abhijña, supremely conscious. But the supreme source is abhijña. He is not a stone or a void. How could He be? The creation itself is evidence of the consciousness of the Supreme. Everyone can appreciate the cosmic manifestation and how nicely it is working. The sun and moon rise exactly on time, without deviating even one ten-thousandth of a second, and the seasons change in the same way, bringing with them fruits and flowers. In this way the entire cosmic manifestation is going on in a very orderly, systematic way. So unless there is some abhijña &#8212; some very clever intelligence who knows everything &#8212; how could all this have been created? Some people say that all this has come from nothing. What is this nonsense? Can such a creation come from nothing? Does this idea show very good reasoning? The Bh&#257;gavatam says no.</P><P>The Bh&#257;gavatam tells us that everything comes from the person who is abhijña, very intelligent and experienced, and that original intelligent person transmitted knowledge to &#257;di-kavi, the original created being, Lord Brahm&#257; (tene brahma hrid&#257; ya &#257;di-kavaye). Brahm&#257;, the original created being, has an original source, and he is in contact with that source. We understand that we get knowledge from another person with whom we are face to face. But when Brahm&#257; was created he was alone. Therefore, how did he receive knowledge? That is explained in the Bh&#257;gavatam: tene brahma hrid&#257;. The word hrid&#257; means "through the heart." The Supreme Person, Param&#257;tm&#257;, is within the heart of every living being, including Brahm&#257;. Therefore although Brahm&#257; was alone, he received knowledge dictated by the Supreme. The word brahma means "Vedic knowledge." Thus the Vedic knowledge was given first to Lord Brahm&#257;.</P><P>The Vedic knowledge is given to everyone because Krishna is within everyone's heart (sarvasya c&#257;ham hridi sannivishtah), but one must be qualified to receive that knowledge. Krishna helps us by giving us knowledge both from within as the Supersoul (caitya-guru) and from without as the spiritual master.</P><P>Brahm&#257; receives knowledge from Krishna and distributes that Vedic knowledge, and therefore he is an authority. There are four samprad&#257;yas, or chains of disciplic succession, through which Vedic knowledge is distributed &#8212; one from Brahm&#257;, one from Lakshm&#299;, one from Lord &#346;iva, and one from the four Kum&#257;ras. We have to approach an authoritative representative of Krishna appearing in one of these samprad&#257;yas, and then we can receive real knowledge. Thus the earth personified approached Brahm&#257;, who prayed to the Supreme Personality of Godhead, "The world is now overburdened with demons, and therefore I request You to appear." Some say, therefore, that the Lord appeared at the request of Brahm&#257; that He lighten the burden of the world.</P><P>When Krishna appears, He protects the devotees and kills the demons. Therefore Krishna in His N&#257;r&#257;yana form has four hands. In two hands He holds a disc and club with which to kill the demons, and in the other two hands He holds the conchshell and lotus with which to bless and protect the devotees. The Lord says, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati. Thus Krishna bugles with His conchshell, "My devotees will never be vanquished." And with the lotus flower He extends His blessings. The lotus flower, which sometimes also appears in the hand of Lakshm&#299;, is a symbol of blessings.</P><P>Now some may say that Krishna appeared for this purpose or that purpose, but the real conclusion is that Krishna appears for His own pleasure, not because He is bound by any other cause. We take our birth because we are bound by our karma, but Krishna, being fully independent, does not come because of someone else's request or because of karma. Rather, He comes by His own free will (&#257;tma-m&#257;yay&#257;). We are compelled to take birth because of Krishna's external, material energy, but Krishna is not controlled by the m&#257;y&#257;, or energy, of anyone else, and therefore He does not take birth in such a condition. M&#257;y&#257;, the illusory energy, is under the control of Krishna, so how could m&#257;y&#257; control Him? One who thinks that Krishna, like us, is controlled by m&#257;y&#257; is described in Bhagavad-g&#299;t&#257; as m&#363;dha, a fool (avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam [<A CLASS=v HREF="../bg/9/11.htm">Bg. 9.11</A>]).</P><P>Krishna is the original N&#257;r&#257;yana, the original source of the entire cosmic manifestation. Brahm&#257;, or the first living being born just after the creation, is the direct son of N&#257;r&#257;yana, who as Garbhodaka&#347;&#257;y&#299; Vishnu first entered the material universe. Without spiritual contact, matter cannot create. Those who are seeking the original cause of the material creation should know that the creation takes place when the spirit soul is present. Matter is activated by the spirit soul; it is not that the soul is created by matter.</P><P>According to the Buddhist theory, the living force &#8212; the living energy we all have &#8212; is created by material conditions. At the present moment, the entire world is influenced by this Buddhist theory. The actual fact, however, is that matter develops because of the presence of the living force. We can understand this very easily. After a child is born, he grows, and his body develops, but if the child is born dead &#8212; if the spirit soul is not present &#8212; the body will not develop. Therefore the spirit is the basis for the development of matter, and not vice versa. Why does a dead child not grow? Because the spirit is not present. A tree grows as long as there is life in it. If we sow the small seed of a banyan tree in good soil and favor it with water, it will grow because the spirit soul is present. But if we were to fry such a seed in fire and then sow it, it would fail to grow because the spirit soul would not be there.</P><P>Matter grows and develops because of the presence of the spirit soul, and this principle has been followed from the very beginning of the creation. At the beginning of creation the Supreme Spirit entered the universe, and the first living being, Brahm&#257;, was born on a lotus flower grown from the transcendental abdomen of Vishnu. Accepting that the lotus on which Brahm&#257; was born is matter, we should understand that it is also grown from spirit. Therefore spirit is the basis of creation.</P><P>Because the lotus flower on which Lord Brahm&#257; is born is grown from the navel of Vishnu, Lord Vishnu is known as Padman&#257;bha. Brahm&#257; is known as &#257;tma-bh&#363; because he was begotten directly from the father, N&#257;r&#257;yana, or Vishnu, without the contact of mother Lakshm&#299;j&#299;. Lakshm&#299;j&#299; was present near N&#257;r&#257;yana, engaged in the service of the Lord, but still, without contact with Lakshm&#299;j&#299;, N&#257;r&#257;yana begot Brahm&#257;. That is the omnipotency of the Lord. When we want to beget a child, we need the help of a wife because we cannot beget a child alone. But Krishna, Lord Vishnu, produced Lord Brahm&#257; without the help of His wife, Lakshm&#299;, although she was present, because He is not dependent on anything. One who foolishly considers N&#257;r&#257;yana to be like other living beings should take a lesson from this.</P><P>The Vedic literature forbids one to think that other living beings are on an equal level with N&#257;r&#257;yana.</P><P>yas tu n&#257;r&#257;yanam devam</P><P CLASS=n>brahma-rudr&#257;di-daivataih</P><P CLASS=n>samatvenaiva v&#299;ksheta</P><P CLASS=n>sa p&#257;shand&#299; bhaved dhruvam</P><P>Someone has invented the word daridra-n&#257;r&#257;yana, trying to show that N&#257;r&#257;yana has become poor and that the beggar who comes to my door to beg is also N&#257;r&#257;yana. This is not authorized in the Vedic literature. N&#257;r&#257;yana is the master of Lakshm&#299;, the goddess of fortune, and only fools think that He somehow becomes poverty-stricken. Rascals say that N&#257;r&#257;yana, Brahm&#257;, &#346;iva, all the demigods, you, I, and everyone else are all on the same level. This is foolishness. N&#257;r&#257;yana is asamaurdhva. This means that no one can be equal to or greater than Him. Therefore Krishna Himself, the original N&#257;r&#257;yana, says in Bhagavad-g&#299;t&#257;, mattah parataram n&#257;nyat: [<A CLASS=v HREF="../bg/7/7.htm">Bg. 7.7</A>] "There is no one superior to Me." Nor is anyone equal to Him. The word asama means that no one is equal to Him, and an&#363;rdhva means that no one is greater than Him. This is the position of the Lord.</P><P>N&#257;r&#257;yana is not an ordinary living being. He is the Personality of Godhead Himself, and He has all the potencies of all the senses in all parts of His transcendental body. An ordinary living being begets a child by sexual intercourse and has no other means to beget a child than the one designed for him. But N&#257;r&#257;yana is all-powerful, and therefore He can beget a child from His navel. Every part of His body has full potency, as explained in the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/32.htm">5.32</A>), a&#324;g&#257;ni yasya sakalendriya-vrittimanti. For example, I can see with my eyes, but Krishna can also eat with His eyes. Foolish rascals will say, "You are offering food to Krishna, but what has He eaten? It is still here. He has not eaten anything." Such people do not know that Krishna can eat just by seeing, for He can do anything with any part of His transcendental body. When a washerman refused to supply cloth to Krishna in Mathur&#257;, Lord Krishna displayed His transcendental potency by cutting off the man's head with His hand. How was this possible? It was possible by the Lord's omnipotence.</P><P>The Lord is complete and independent to do anything and everything by His various potencies. This is explained in the beginning of &#346;r&#299;mad-Bh&#257;gavatam by the words abhijñah svar&#257;t. The word sva-r&#257;t indicates that He is self-sufficient, not dependent on anyone. That is the qualification of God. Nowadays there are so many self-proclaimed incarnations of God, but as soon as they have some toothache they immediately say, "Ooooooh, doctor, help me. Save me." If you are God, save yourself. Why go to a doctor? Such people are rascals, and they make it very difficult to spread Krishna consciousness. The whole world is now overburdened by such rascals and demons, and therefore the atom bomb is waiting for them by the will of the Supreme.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>