<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 19: Crossing Beyond Illusion's Currents</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>The Supreme Lord, &#346;r&#299; Krishna, cannot be seen by our present conditional vision. In order to see Him, one has to change his present vision by developing a different condition of life, full of spontaneous love of Godhead. When &#346;r&#299; Krishna was personally present on the face of the globe, not everyone could see Him as the Supreme Personality of Godhead. Materialists like R&#257;vana, Hiranyaka&#347;ipu, Kamsa, Jar&#257;sandha, and &#346;i&#347;up&#257;la were highly qualified personalities by acquisition of material assets, but they were unable to appreciate the presence of the Lord. Therefore, even though the Lord may be present before our eyes, it is not possible to see Him unless we have the necessary vision. This necessary qualification is developed by the process of devotional service only, beginning with hearing about the Lord from the right sources. The Bhagavad-g&#299;t&#257; is one of the popular literatures which are generally heard, chanted, repeated, etc., by the people in general, but in spite of such hearing, etc., sometimes it is experienced that the performer of such devotional service does not see the Lord face to face. The reason is that the first item, &#347;ravana, is very important. If hearing is from the right sources, it acts very quickly. Generally people hear from unauthorized persons. Such unauthorized persons may be very learned by academic qualifications, but because they do not follow the principles of devotional service, hearing from them becomes a sheer waste of time. Sometimes the texts are interpreted fashionably to suit their own purposes. Therefore, first one should select a competent and bona fide speaker and then hear from him. When the hearing process is perfect and complete, the other processes become automatically perfect in their own way.</P><P>There are different transcendental activities of the Lord, and each and every one of them is competent to bestow the desired result, provided the hearing process is perfect. In the Bh&#257;gavatam the activities of the Lord begin from His dealings with the P&#257;ndavas. There are many other pastimes of the Lord in connection with His dealings with the asuras and others. And in the Tenth Canto the sublime dealings with His conjugal associates, the gop&#299;s, as well as with His married wives at Dv&#257;rak&#257; are mentioned. Since the Lord is absolute, there is no difference in the transcendental nature of each and every dealing of the Lord. But sometimes people, in an unauthorized hearing process, take more interest in hearing about His dealings with the gop&#299;s. Such an inclination indicates the lusty feelings of the hearer, so a bona fide speaker of the dealings of the Lord never indulges in such hearings. One must hear about the Lord from the very beginning, as in the &#346;r&#299;mad-Bh&#257;gavatam or any other scriptures, and that will help the hearer attain perfection by progressive development. One should not, therefore, consider that His dealings with the P&#257;ndavas are less important than His dealings with the gop&#299;s. We must always remember that the Lord is always transcendental to all mundane attachment. In all the above-mentioned dealings of the Lord, He is the hero in all circumstances, and hearing about Him or about His devotees or combatants is conducive to spiritual life. It is said that the Vedas and Pur&#257;nas, etc., are all made to revive our lost relation with Him. Hearing of all these scriptures is essential.</P><P>In the previous verses, Kunt&#299;dev&#299; has explained that those who have come to this material world are working very hard like asses and have such a hard burden that they cannot bear it. Because their lusty desires have created heavy work that puts them always in trouble, Krishna comes to introduce the system by which one can get relief from this continuously troublesome life.</P><P>Religion consists of the laws of God. People who do not know this think that religion means faith. But although you may have faith in something and I may have faith in something, and although I may believe you and you may or may not believe me, that is not religion. There is even a supposedly religious mission that says, "You can manufacture your own way." Yata mata tata patha: "Whatever you think is right, that is right." This is their philosophy. But that is not science. Suppose I am a madman. Is whatever I think all right? How could this be? "Two plus two equals four" is science. If I believe that two plus two equals five or three, does it become true? No. So there are laws of God, and when there is dharmasya gl&#257;nih, deviation from these laws, we suffer. Just as we might suffer by violating the laws of the state, as soon as we violate the laws of God we are subjected to so many tribulations.</P><P>Now, how are we to get free from these tribulations? Krishna comes to free us from them by giving us bhakti-yoga. Krishna recommends, "Do this," and if we do it we shall get relief. Prahl&#257;da Mah&#257;r&#257;ja mentions that this bhakti-yoga consists of nine items:</P><P>&#347;ravanam k&#299;rtanam vishnoh</P><P CLASS=n>smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-nivedanam</P><P CLASS=n>iti pums&#257;rpit&#257; vishnau</P><P CLASS=n>bhakti&#347; cen nava-lakshan&#257;</P><P CLASS=n>kriyeta bhagavaty addh&#257;</P><P CLASS=n>tan manye 'dh&#299;tam uttamam</P><P>"Hearing and chanting about the transcendental holy name, form, qualities, paraphernalia, and pastimes of Lord Vishnu, remembering them, serving the lotus feet of the Lord, offering the Lord respectful worship, offering prayers to the Lord, becoming His servant, considering the Lord one's best friend, and surrendering everything unto Him (in other words, serving Him with the body, mind, and words) &#8212; these nine processes are accepted as pure devotional service. One who has dedicated his life to the service of Krishna through these nine methods should be understood to be the most learned person, for he has acquired complete knowledge." (Bh&#257;g. <A CLASS=v HREF="../sb/7/5/23.htm">7.5.23-24</A>)</P><P>"Hearing" means hearing about someone's activities, form, qualities, entourage, and so on. If I want to hear about someone, he must have some activities. We hear about history, and what is history? It is but the record of the activities of different persons in different ages. As soon as there is a question of hearing, we must ask what subject matter we should hear about. &#346;ravanam k&#299;rtanam vishnoh: we should hear about the activities of Lord Vishnu, or Lord Krishna, not about the news in the newspaper. Brahma-jijñ&#257;s&#257;: we should inquire and hear about Brahman, the Supreme. These are the statements of the Vedas. In our Krishna consciousness movement, we also hear and chant, but what is the subject matter? The subject matter is Krishna. We are not hearing about market reports and the price of this share or that share. No. We are hearing about Krishna.</P><P>And when there is hearing, there must also be speaking or chanting. So we speak and chant about Krishna (&#347;ravanam k&#299;rtanam vishnoh). And as soon as one becomes expert in hearing and chanting, the next stage is smaranam, thinking or meditation. Whatever we speak or hear we shall later contemplate or meditate upon. First one must begin with &#347;ravanam, hearing, otherwise how can there be meditation? If one does not know the subject matter of meditation, where is the question of meditation? Therefore there must be hearing and chanting about Lord Vishnu (&#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>]).</P><P>Actual meditation in yoga aims at seeing the four-armed Vishnu m&#363;rti, which is the form of the Lord within the heart. That is real meditation. Now rascals have manufactured other methods they call meditation, but these are not actually meditation. The senses are very restless, going this way and that way with the mind, but by the asht&#257;&#324;ga-yoga system, which regulates one's sitting posture, one's breath, and so on, one can control the senses and concentrate the mind on the form of Vishnu. This concentration is called sam&#257;dhi, and it is the real goal of yoga. Thus the asht&#257;&#324;ga-yoga system aims at coming to the point of smaranam, or remembering the Supreme Lord.</P><P>The next process of devotional service is arcanam, worship of the Deity, the form of Krishna in the temple.</P><P>&#347;r&#299;-vigrah&#257;r&#257;dhana-nitya-n&#257;n&#257;-</P><P CLASS=n>&#347;ri&#324;g&#257;ra-tan-mandira-m&#257;rjan&#257;dau **</P><P>It is not that one should worship Krishna once a week or once a month. Rather, one should worship Krishna twenty-four hours a day (nitya). The Deity should have a new dress every day or twice or four times a day &#8212; as many times as possible. This is called &#347;ri&#324;g&#257;ra. Krishna is the most opulent enjoyer, and we should supply Him things by which He can enjoy. For instance, if someone gives me new clothing, I say, "Oh, this new clothing is very nice," and this is my enjoyment. Similarly, we should try to satisfy Krishna every day with gorgeous clothing. The dress for the Deity should be first class, the food offered to Him must be first class, and the place where He is situated in the temple must be first class or even more than first class. Furthermore, the temple should always be as clean as glass. Everyone remarks that the temples of the Krishna consciousness movement are very clean, and they must be very clean. The more one cleanses the temple, the more one's heart becomes cleansed. This is the process of devotional service. The more we dress Krishna, the more satisfied we become. At the present moment we are accustomed to seeing and appreciating our own clothing. I think, "What costly clothing I have," and in this way I become satisfied. But when we dress Krishna we shall feel spiritual satisfaction.</P><P>yuktasya bhakt&#257;m&#347; ca niyuñjato 'pi</P><P CLASS=n>vande guroh &#347;r&#299;-caran&#257;ravindam **</P><P>It is the duty of the spiritual master to engage his disciples always in worshiping the Deity in this way, and it is to such a guru, or spiritual master, that we offer our obeisances.</P><P>By the word &#347;rinvanti Kunt&#299;dev&#299; indicates that our first concern should be to hear about Krishna. One must be eager to hear. Why do we pay a college fee and go to college? To hear. By sitting down and hearing from the learned professor, we get knowledge. Therefore a devotee always engages in hearing about Krishna. For those who are cultivating Krishna consciousness, the first business is hearing.</P><P>And if one has actually heard about Krishna, one's next engagement in bhakti-yoga will be to chant (g&#257;yanti). The preachers of the Krishna consciousness movement go from town to town, village to village. Why? What is their purpose? To preach, to chant, so that people may get the opportunity to hear this philosophy and take it seriously (grinanti). The word abh&#299;kshna&#347;ah indicates that these engagements should go on continuously, twenty-four hours a day without stopping. Caitanya Mah&#257;prabhu therefore recommends, k&#299;rtan&#299;yah sad&#257; harih: [Cc. <A CLASS=v HREF="../cc/adi/17/31.htm">adi 17.31</A>] one should engage in chanting twenty-four hours a day. That is the business of Krishna conscious devotees.</P><P>One may perform all the methods of devotional service or may accept only one. Simply hearing is enough. Par&#299;kshit Mah&#257;r&#257;ja did not do anything else but sit down before &#346;ukadeva Gosv&#257;m&#299; and hear for the last seven days of his life. If one simply hears, without doing anything else, if one simply sits down in the temple and whenever there is talk of Bhagavad-g&#299;t&#257; one goes on hearing, that will be enough. Even if you do not understand, please hear. The vibration, the mantra, will help you. Grammatical or scholarly understanding is not very important. One may not know Sanskrit grammar, but bhakti is apratihat&#257;, unimpedable. Nothing can check the progress of bhakti. Therefore one should simply adopt this process of hearing, as recommended by Caitanya Mah&#257;prabhu.</P><P>After Caitanya Mah&#257;prabhu accepted the renounced order of life, he was criticized by S&#257;rvabhauma Bhatt&#257;c&#257;rya, who had been a schoolfriend of N&#299;l&#257;mbara Cakravart&#299;, the father-in-law of Caitanya Mah&#257;prabhu's father, Jagann&#257;tha Mi&#347;ra. By this relationship, S&#257;rvabhauma Bhatt&#257;c&#257;rya was on the level of Caitanya Mah&#257;prabhu's grandfather. Thus he said to Caitanya Mah&#257;prabhu, "You are a boy only twenty-four years old, and now You have taken sanny&#257;sa. Sanny&#257;sa is very difficult to keep, because for a young man the world has so many attractions. So You should hear Ved&#257;nta-s&#363;tra." S&#257;rvabhauma Bhatt&#257;c&#257;rya belonged to the M&#257;y&#257;v&#257;da school, and this indicates that hearing is important even among the M&#257;y&#257;v&#257;d&#299;s, who stress the importance of hearing Ved&#257;nta-s&#363;tra. The Vaishnavas, the devotees of Krishna, also hear Ved&#257;nta-s&#363;tra, but not from the M&#257;y&#257;v&#257;d&#299;s, who falsely interpret it and spoil the process of hearing. The Vaishnavas actually hear Ved&#257;nta-s&#363;tra, because they do not interpret it. When Krishna says, "I am the Supreme," the Vaishnavas accept it, and that is the proper way of hearing. If one speculatively interprets the Ved&#257;nta-s&#363;tra or Bhagavad-g&#299;t&#257;, saying, "The word krishna means this, and kurukshetra means that," one is simply wasting one's time. One should hear this literature as it is.</P><P>Thus although Caitanya Mah&#257;prabhu agreed to hear Ved&#257;nta from S&#257;rvabhauma Bhatt&#257;c&#257;rya, He simply went on hearing it for many days but did not ask any questions. Finally S&#257;rvabhauma Bhatt&#257;c&#257;rya said to Him, " My dear boy, You are hearing, but You do not ask any questions. Why is this? Is it that You can't understand? What is the reason You are silent?" Caitanya Mah&#257;prabhu answered, "Yes, I understand. But I am silent because You are explaining the Ved&#257;nta-s&#363;tra in a speculative way. Therefore I am simply listening to the verses of Ved&#257;nta-s&#363;tra but not actually listening to you." Thus He indirectly said, "You are explaining the meaning foolishly." Later He said, "The verses of Vedanta-sutra are just like sunshine, but your explanations are like clouds that cover them."</P><P>No one needs a lamp to see the sun. Everyone can see it. But if the sun is covered by a cloud, it is very difficult to see. Similarly, the Ved&#257;nta-s&#363;tra is like the sun, but the M&#257;y&#257;v&#257;da interpretations cover the real meaning. The M&#257;y&#257;v&#257;d&#299;s never accept the direct meaning. Even big political leaders who are influenced by the M&#257;y&#257;v&#257;da philosophy cover the meaning of the Vedic literature by speculating, "Kurukshetra means this, and dharma-kshetra means that." Our policy, therefore, should be to hear the original, as it is. Then it will be effective. &#346;ravanam k&#299;rtanam vishnoh: [<A CLASS=v HREF="../sb/7/5/23.htm">SB 7.5.23</A>] Vishnu should be heard as He is. Then one can meditate upon Vishnu and remember Him (smaranti). In this way one becomes jubilant (nandanti). The word nandana means "pleasing," and one comes in touch with the reservoir of pleasure in this way.</P><P>Therefore those who are cultivating Krishna consciousness have to hear about Krishna, speak about Krishna, and deal only in relationship with Krishna. "By this process," Kunt&#299;dev&#299; tells the Lord, "one will one day come to see You." And when one sees God, Krishna, what is the effect? Bhava-prav&#257;hoparamam. The word prav&#257;ha means "current." When there are very forceful currents in the river and some animal is thrown in, it will be washed away. Similarly, we are being washed away by the currents of material nature, which come one after another like big waves in the Pacific Ocean. Because we are under the grip of the three modes of material nature (prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../bg/3/27.htm">Bg. 3.27</A>]), we are being washed away. Therefore Bhaktivinoda Th&#257;kura says, m&#257;y&#257;ra va&#347;e yaccha bhese': "You are being washed away, carried away, by the currents of material nature." These are the currents of hunger and thirst, of birth, death, and old age, the currents of illusion. We are spirit souls, but because we have been put into the material ocean, the currents are carrying us away. However, if we engage twenty-four hours a day in hearing, chanting, and seriously serving Krishna, the current will stop.</P><P>Where will the current stop? Kunt&#299;dev&#299; says to the Lord, pad&#257;mbujam: "It will stop at Your lotus feet." One has to learn how to see Krishna's lotus feet and offer a little tulas&#299; and sandalwood pulp at the lotus feet of the Lord, and then this current of material life will stop.</P><P>There may be currents in the ocean, but if one gets a good boat, one can cross over these currents very nicely. As mentioned in another verse of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/14/58.htm">10.14.58</A>), sam&#257;&#347;rit&#257; ye pada-pallava-plavam. A lotus petal is something like a small boat, and therefore this verse says that if one takes shelter of the petal boat of the lotus feet of Krishna, the great ocean of birth and death becomes as insignificant as the water contained in the hoofprint of a calf. In India during the rainy season the roads become muddy, and when the cows and calves walk they create holes in which water collects. But of course one can easily jump over a dozen of such puddles at any time. Similarly, although for others the world of birth and death is like a great ocean, for a devotee it is like such a puddle (bhav&#257;mbudhir vatsa-padam), and he can jump over it very easily. In this way the devotee attains param padam, the supreme abode. Then what about this material world? Padam padam yad vipad&#257;m: this is a place not for devotees but for people who are suffering. Therefore Kunt&#299;dev&#299; suggests, "This Krishna consciousness is the medicine for your suffering. Take it and be happy."</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>