<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 20: Full Surrender</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>The P&#257;ndavas are most fortunate because with all good luck they were entirely dependent on the mercy of the Lord. In the material world, to be dependent on the mercy of someone else is the utmost sign of misfortune, but in the case of our transcendental relation with the Lord, it is the most fortunate case when we can live completely dependent on Him. The material disease is due to thinking of becoming independent of everything. But the cruel material nature does not allow us to become independent. The false attempt to become independent of the stringent laws of nature is known as material advancement of experimental knowledge. The whole material world is moving on this false attempt at becoming independent of the laws of nature. Beginning from R&#257;vana, who wanted to prepare a direct staircase to the planets of heaven, down to the present age, they are trying to overcome the laws of nature. They are trying now to approach distant planetary systems by electronic mechanical power. But the highest goal of human civilization is to work hard under the guidance of the Lord and become completely dependent on Him. The highest achievement of perfect civilization is to work with valor but at the same time depend completely on the Lord. The P&#257;ndavas were the ideal executors of this standard of civilization. Undoubtedly they were completely dependent on the good will of Lord &#346;r&#299; Krishna, but they were not idle parasites of the Lord. They were all highly qualified both by personal character and by physical activities. Still they always looked for the mercy of the Lord because they knew that every living being is dependent by constitutional position. The perfection of life is, therefore, to become dependent on the will of the Lord, instead of becoming falsely independent in the material world. Those who try to become falsely independent of the Lord are called an&#257;tha, or without any guardian, whereas those who are completely dependent on the will of the Lord are called san&#257;tha, or those having someone to protect them. Therefore we must try to be san&#257;tha, so that we can always be protected from the unfavorable condition of material existence. By the deluding power of the external, material nature we forget that the material condition of life is the most undesirable perplexity. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/7/19.htm">7.19</A>) therefore directs us that after many, many births one fortunate person becomes aware of the fact that V&#257;sudeva, Krishna, is all in all and that the best way of leading one's life is to surrender unto Him completely. That is the sign of a mah&#257;tm&#257;. All the members of the P&#257;ndava family were mah&#257;tm&#257;s in household life. Mah&#257;r&#257;ja Yudhishthira was the head of these mah&#257;tm&#257;s, and Queen Kunt&#299;dev&#299; was the mother. The lessons of the Bhagavad-g&#299;t&#257; and all the Pur&#257;nas, specifically the Bh&#257;gavata Pur&#257;na, are therefore inevitably connected with the history of the P&#257;ndava mah&#257;tm&#257;s. For them, separation from the Lord was just like the separation of a fish from water. &#346;r&#299;mat&#299; Kunt&#299;dev&#299;, therefore, felt such separation like a thunderbolt, and the whole prayer of the Queen is to try to persuade the Lord to stay with them. After the Battle of Kurukshetra, although the inimical kings were killed, their sons and grandsons were still there to deal with the P&#257;ndavas. It is not only the P&#257;ndavas who were put into the condition of enmity; all of us are always in such a condition, and the best way of living is to become completely dependent on the will of the Lord and thereby overcome all difficulties of material existence.</P><P>After the Battle of Kurukshetra ended and the P&#257;ndavas were established in their kingdom, Krishna, before going back home to Dv&#257;rak&#257;, was taking leave of His aunt and bidding her farewell. It was at that time that Kunt&#299; offered this prayer. Now she directly asks, "Is it a fact that after finishing Your duty You are going away and leaving us alone?" This is the devotee' s position. Kunt&#299;dev&#299; says, yesh&#257;m na c&#257;nyad bha vatah pad&#257;mbuj&#257;t: "We have no means of protection other than Your lotus feet." This is full surrender.</P><P>In the process of surrender (&#347;aran&#257;gati) there are six items. The first is that one should completely depend on Krishna, and the next is that one should accept everything favorable for Krishna's service (&#257;nuk&#363;lyasya sa&#324;kalpah). &#256;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam bhaktir uttam&#257;: a symptom of first-class bhakti, devotional service, is that one accepts everything favorable for that service. Another item of surrender is pr&#257;tik&#363;lyasya-vivarjanam, rejecting everything unfavorable to the procedures of Krishna consciousness. Sometimes the spiritual master says, "Don't do this," forbidding something unfavorable, and he also recommends that which is favorable: "Do this. Chant Hare Krishna." Full surrender, therefore, entails giving up unfavorable things and accepting that which is favorable (&#257;nuk&#363;lyasya sa&#324;kalpah pr&#257;tik&#363;lyayasya-vivarjanam). Furthermore, one should believe with full faith, "Krishna will give me protection," and one should count oneself as one of the servants of Krishna. These are some of the items of &#347;aran&#257;gati, full surrender.</P><P>Now Kunt&#299;dev&#299; says, "My dear Krishna, if You think that we are well established now that we have our kingdom back, and if You therefore want to leave us, that is not a very good proposal. We are not free yet. Because we have killed so many kings, all their friends and relatives are planning to come fight with us again. So don't think that we are free from all dangers. We are not. And we have no protection other than Your lotus feet. That is our position." Thus she indirectly says to Krishna, "Do not leave us. Don't think that we are now safe. Without Your protection, we are always unsafe."</P><P>This should be the position of a devotee. We should know that we are actually in danger in this material world. M&#257;y&#257;, illusion, may catch us at any time, as soon as we are a little inattentive, thinking, "Now I have done my duty. Let me take a little rest." No, there is no rest. We must be always alert.</P><P>There is a verse in which &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says, avyartha-k&#257;latvam: [Cc.<A CLASS=v HREF="../cc/madhya/23/18.htm">Madhya 23.18-19</A>] a devotee should be very much careful to see whether his time is being spent unnecessarily. He should ask himself, "Am I now engaged in m&#257;y&#257;'s service or Krishna's service?" This is a symptom of an advanced devotee. N&#257;ma-g&#257;ne sad&#257; rucih: such a devotee is never tired of chanting, singing, or dancing. The word sad&#257; means "always," and ruci means "taste." A devotee always has a taste for chanting Hare Krishna: "Oh, very nice. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare." This is taste. Of course, this taste takes time to awaken, but when R&#363;pa Gosv&#257;m&#299; was chanting he was thinking, "I have only one tongue and two ears. What can I appreciate of chanting? If I could have millions of tongues and trillions of ears, then I could relish something by chanting and hearing." Of course, we should not imitate him, but the devotees of the Krishna consciousness movement must at least be very careful to complete their sixteen rounds, their minimum amount of prescribed chanting. N&#257;ma-g&#257;ne sad&#257; rucih: we have to increase our taste for singing and chanting Hare Krishna.</P><P>Furthermore, we should also increase our inclination to live in a place where Krishna lives (pr&#299;tis tad-vasati-sthale). In the vision of higher devotees, Krishna actually lives everywhere, but because we are in a lower condition, we should know that for us Krishna lives in the temple. Because we do not see Krishna everywhere, we should come to the temple to see Krishna, who kindly appears there, by His mercy, in a manner in which we can see Him.</P><P>Krishna has a completely spiritual body (sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>]), but we do not have the eyes to see what that spiritual body is. We are accustomed to seeing material, gross things (jada). We can see stone, metal, wood, and other elements, and because Krishna is everything, to be visible to our imperfect eyes He appears in a form of these elements. It is not that Krishna is stone or that we are worshiping stone. We are worshiping Krishna, but because we cannot see anything except material elements like stone, Krishna kindly appears in a form carved from stone. Therefore one should be very much inclined to live within the circle of a temple environment in which the form of Krishna is worshiped.</P><P>Moreover, one should always think oneself dependent on Krishna. This is Krishna consciousness. One should always think, "Without Krishna my life is useless, and I am in danger." Therefore, while offering her prayers to Krishna, Kunt&#299; says, "Krishna, You are thinking that now we are safe, but I don't think we are safe. We are always in danger. If You think we are safe, who will give us protection? We have no protection other than Your lotus feet. We are encircled by so many enemies because the sons of those who have died in the fight are now preparing to fight with us."</P><P>Now, although Krishna had come to Kunt&#299;dev&#299; to take the dust of the feet of His superior, His aunt, Kunt&#299;dev&#299; addresses Him as Prabhu, the Lord, not as her beloved nephew. She knows, "Although Krishna is playing the part of my nephew, my brother's son, He is still the supreme master."</P><P>The symptoms of a really Krishna conscious person are that he knows that Krishna is the supreme master, he always thinks himself in danger without Krishna, and by taking shelter of Krishna's lotus feet he always feels safe. Krishna says, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "You may declare to the world that My devotee is never vanquished." (<A CLASS=v HREF="../bg/9/31.htm">Bg. 9.31</A>) If one becomes a pure devotee of Krishna, there is no question of danger. Of course, Krishna gives protection to everyone, for without His protection no one can live even for a single moment. But one should not think, "If Krishna is giving protection to everyone, what is the use of becoming a devotee?" A king gives protection to every one of his citizens, for that is his duty, but he especially protects his own circle of men. This is not unnatural. If one directly engages in the service of the President, when one is in some difficulty he is especially protected. Although the President gives protection to all the citizens, those who personally associate with him, giving him service, receive special consideration. That is not actually partiality. That is natural. When a gentleman loves all children but has special love for his own children, no one will say, "Oh, why are you loving your own children more than others?" No, that is natural. Similarly, Krishna says in Bhagavad-g&#299;t&#257;, samo 'ham sarva-bh&#363;teshu: "I am equal to everyone." Krishna, being God, loves everyone because everyone is part of Him. Nonetheless, He takes special care of His devotees. Therefore He says, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "My devotee will never be vanquished."</P><P>Krishna always sees to the comforts of His devotees, and the devotees are always busy seeing that Krishna is satisfied. The devotees dress Krishna, supply Him food, and always engage in serving Him, and similarly Krishna always sees to the happiness of His devotees. This is the intimate relationship between the devotee and Krishna. Every living entity has a relationship with Krishna, but when one becomes a devotee the relationship becomes intimate. Therefore Kunt&#299;dev&#299; says to Krishna, "How can You leave us? We are Your intimate friends. We are simply living by Your care, by Your mercy. Don't think that we are safe and that You can therefore leave us. Our life is always under Your mercy, for we have no shelter other than Your lotus feet. Kindly don't leave us." This is Kunt&#299;'s prayer. Similarly, Narottama d&#257;sa Th&#257;kura sings:</P><P>h&#257; h&#257; prabhu nanda-suta, vrishabh&#257;nu-sut&#257;-yuta</P><P CLASS=n>karun&#257; karaha ei-b&#257;ra</P><P>"Krishna, Nanda-suta, You are present with R&#257;dh&#257;r&#257;n&#299;, the daughter of King Vrishabh&#257;nu. Now I fully surrender unto You. Please show me Your mercy."</P><P>Without Krishna consciousness one thinks, "I shall protect myself, or my society, community, or state will give me protection. I have so many protectors. Why should I care for God? Why shall I go to Krishna? Those rascals who have no protection can go to Krishna." But the fact is that unless Krishna gives one protection one cannot be protected. This is stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/7/9/19.htm">7.9.19</A>): b&#257;lasya neha &#347;aranam pitarau nrisimha. When Prahl&#257;da Mah&#257;r&#257;ja offered prayers to Krishna as Nrisimhadeva, he said, "My dear Lord, one should not think that because a child has a father and mother he has full protection." If Krishna did not protect a child, the child could not be protected, even if he were to have thousands of fathers and mothers. Prahl&#257;da also says, n&#257;rtasya c&#257;gadam udanvati majjato nauh: "It is not that a good physician or good medicine can protect one from disease." Suppose a rich man is suffering from some disease and he hires a first-class physician and takes first-class medicine. Does it mean that his life is guaranteed? No. If Krishna does not give him protection, despite good medical treatment and a good supply of medicine he will die. "Similarly," Prahl&#257;da continues, "one may have a good boat, but this does not guarantee that he will not drown in the ocean. If You do not protect him he may drown at any moment." Nature offers so many difficulties, and although scientists may try to invent something to check these difficulties in the struggle for existence, unless Krishna gives one protection one's inventions will be of no use.</P><P>Kunt&#299;dev&#299; knows this, and therefore although she is the mother of the great warriors Arjuna and Bh&#299;ma, she still thinks, "Although my sons are great warriors, they are not sufficient to give us protection. Nothing can give us protection but Your lotus feet." This verse illustrates the position of a surrendered soul seeking the protection of Krishna. If we remain in this position, knowing that our only protector is Krishna and that our only duty is to serve Krishna, then our life is successful.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>