<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 25: Unalloyed Devotion</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>Her affection for the P&#257;ndavas and the Vrishnis is not out of the range of devotional service, because the service of the Lord and the service of the devotees are identical. Sometimes service to the devotee is more valuable than service to the Lord. But here the affection of Kunt&#299;dev&#299; for the P&#257;ndavas and the Vrishnis was due to family relation. This tie of affection in terms of material relation is the relation of m&#257;y&#257;, because the relations of the body or the mind are due to the influence of the external energy. Relations of the soul, established in relation with the Supreme Soul, are factual relations. When Kunt&#299;dev&#299; wanted to cut off the family relation, she meant to cut off the relation of the skin. The skin relation is the cause of material bondage, but the relation of the soul is the cause of freedom. This relation of the soul to the soul can be established by the via medium of the relation with the Supersoul. Seeing in the darkness is not seeing. But seeing by the light of the sun means seeing the sun and everything else which was unseen in the darkness. That is the way of devotional service.</P><P>In the previous verse of &#346;r&#299;mad-Bh&#257;gavatam Queen Kunt&#299; prayed that the Lord kindly cut off her attraction for her kinsmen, the P&#257;ndava and Vrishni families. However, giving up one's attraction for material things is not sufficient. The M&#257;y&#257;v&#257;d&#299; philosophers say, brahma satyam jagan mithy&#257;: "This world is false, and Brahman [spirit] is truth." We admit this, but qualify it. As living entities, we want enjoyment. Enjoyment means variety. It is not possible to enjoy anything without variety. Why has God created so many colors and so many forms? In order to create enjoyment out of variety, for variety is the mother of enjoyment.</P><P>M&#257;y&#257;v&#257;d&#299; philosophers, impersonalists, want to negate this variety, but what is the result? Because they do not engage in devotional service, they simply undertake the hard labor of austerities and penances without achieving any permanent result. This is explained by a prayer in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../sb/10/2/32.htm">10.2.32</A>):</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>"O lotus-eyed Lord, those who think they are liberated in this life but do not render devotional service to You must be of impure intelligence. Although they accept severe austerities and penances and rise to the spiritual position, to impersonal Brahman realization, they fall down again because they neglect to worship Your lotus feet."</P><P>The human form of life is meant for reestablishing our relationship with God and acting according to that relationship. Even in ordinary dealings, one businessman who intends to do business with another must first establish some relationship with him, and then transactions can take place. Similarly, a husband and wife establish a relationship by marriage, and then they live together. In a similar way, human life is meant for reestablishing our relationship with God. The material world means forgetfulness of this relationship. There is no Krishna consciousness in this material world, for as soon as there is Krishna consciousness, as soon as there is action on the basis of Krishna, it is no longer the material world but the spiritual world.</P><P>As a woman, Kunt&#299;dev&#299; had a relationship with two families. That was her attachment. Therefore she prayed to Krishna to cut off these relationships and free her. But after becoming free, what should she do? That is the question. One may be employed in some business and, feeling inconvenience, resign. That resignation may be all right, but if by resigning one becomes unemployed and has no engagement, then what is the value of resigning?</P><P>Those who are frustrated and confused want to negate this material world. They know what they don't want, but they do not know what they do want. People are always saying, "I don t want this." But what do they want? That they do not know.</P><P>What one should actually want is explained by Kunt&#299;dev&#299;. She says, "Let my family relationships cease, but let my relationship with You be confirmed." In other words, she does not want to be attracted to anything but Krishna. This is perfection, and this is actually wanted.</P><P>The word ananya-vishay&#257; means ananya-bhakti, undeviating devotional service. We must simply be attached to Krishna twenty-four hours a day without deviation. In this way our renunciation can be perfect. If we think we can be attached to Krishna and material things at the same time, we are mistaken. We cannot ignite a fire and at the same time pour water on it. If we do, the fire will not act.</P><P>The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s renounce this world (brahma satyam jagan mithy&#257;). It is very good to preach renunciation of the world, but side by side we must have attraction for something, otherwise our renunciation will not remain. We see many M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s who say brahma satyam jagan mithy&#257;, but after they take sanny&#257;sa they return to the material world to open hospitals and do philanthropic work. Why? If they have left this world, considering it mithy&#257;, false, why do they return to take up politics, philanthropy, and sociology? Actually this is bound to happen, for we are living entities and are active. If out of frustration we try to become inactive, we shall fail in our attempt. We must engage in activities.</P><P>The supreme activity, the Brahman (spiritual) activity, is devotional service. Unfortunately the M&#257;y&#257;v&#257;d&#299;s do not know this. They think that the spiritual world is void. However, the spiritual world is exactly like the material world in that it has varieties. In the spiritual world there are also houses, trees, roads, chariots &#8212; everything is there, but without the material inebrieties. As described in Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/29.htm">5.29</A>):</P><P>cint&#257;mani-prakara-sadmasu kalpa-vriksha-</P><P CLASS=n>laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam</P><P CLASS=n>lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, yielding all desires, in abodes built with spiritual gems, surrounded by millions of purpose trees, and always served with great reverence and affection by hundreds of thousands of goddesses of fortune, or gop&#299;s."</P><P>In the spiritual world there are kalpa-vriksha trees, which yield whatever type of fruit we desire. In the material world a mango tree cannot supply grapes, nor can a grapevine supply mangoes. In the spiritual world, however, if we take a mango from a tree and at the same time desire grapes, the tree will supply them. This is called a "desire tree." These are some of the actualities of the spiritual world.</P><P>In this material world we require sunlight and moonlight, but in the spiritual world there is no need of sunlight and moonlight because everything and everyone is effulgent. In krishna-l&#299;l&#257;, Krishna stole butter, and the neighborhood friends of mother Ya&#347;od&#257; complained. Actually they were not complaining, but were just enjoying the bodily features and the fun of Krishna. They told mother Ya&#347;od&#257;, "Your son comes to our house and steals butter. We try to conceal it in the dark so that He cannot see it, but somehow He still finds it out. You had better take away all His ornaments because we think that the light of His jewels helps Him find the butterpot." Mother Ya&#347;od&#257; replied, "Yes, I will take off all His ornaments." But the neighbors would reply, "No, no. It is useless. Somehow this boy has an effulgence that comes out of Himself. He can find the butter even without the ornaments." Thus the transcendental body is effulgent.</P><P>It is because of the effulgence of Krishna's transcendental body that there is light. Whatever light we see is simply borrowed light from Krishna's effulgence. As stated in the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/40.htm">5.40</A>):</P><P>yasya prabh&#257; prabhavato jagad-anda-koti-</P><P CLASS=n>kotishv a&#347;esha-vasudh&#257;di-vibh&#363;ti-bhinnam</P><P CLASS=n>tad brahma nishkalam anantam a&#347;esha-bh&#363;tam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"In the millions and millions of universes there are innumerable planets, and each of them is different from the others by its cosmic constitution. All of these planets are situated within the spiritual effulgence called the brahmajyoti. This brahmajyoti is the bodily effulgence of the Supreme Personality of Godhead, whom I worship."</P><P>The bodily effulgence of Krishna generates millions of universes. In this solar system the sun produces many planets, and because of sunshine the planets are warm and the seasons change. Because of the sun there are trees, green foliage, fruits, and flowers. Similarly, whatever we see in creation is all due to Krishna's bodily effulgence.</P><P>The M&#257;y&#257;v&#257;d&#299;s simply see the effulgence, which is impersonal. They cannot see anything more. We may see an airplane rise in the sky, but after a while it passes out of our sight due to the dazzling sunshine. The airplane is there, but we cannot see it. Similarly, if we simply try to see the effulgent brahmajyoti, we are unable to see within it. One of the mantras in the &#298;&#347;opanishad therefore petitions the Lord to wind up His effulgence so that He can be seen properly.</P><P>The M&#257;y&#257;v&#257;d&#299; philosophers cannot see the personal activities of Krishna nor the planet where Krishna is personally active. The Bh&#257;gavatam says, &#257;ruhya kricchrena param padam tatah patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah: [<A CLASS=v HREF="../sb/10/2/32.htm">SB 10.2.32</A>] because they do not see the lotus feet of Krishna, they have to return to this material world, despite all their serious penances and austerities. Thus renunciation in itself will not help us. We may artificially renounce, but again we shall become so-called enjoyers. Such renunciation and enjoyment is like a pendulum that goes this way and that. On one side we become false renunciants, and on the other we become false enjoyers. The remedy, however, is here. If we really want to become detached from this material world, we must increase our attachment for Krishna consciousness. Renunciation alone will not help us. Therefore Kunt&#299;dev&#299; prays, tvayi me 'nanya-vishay&#257;. She prays that her attraction be constantly drawn unto Krishna without being diverted to anything else. This is bhakti, pure devotional service, for as mentioned by R&#363;pa Gosv&#257;m&#299;, devotional service should be unalloyed (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]).</P><P>In this material world there are jñ&#257;n&#299;s and karm&#299;s. The karm&#299;s are fools who unnecessarily work very hard, and the jñ&#257;n&#299;s are those who, when a little elevated, think, "Why work so hard? So many things are not required. Why accumulate so much money and food and so much false prestige?" The jñ&#257;n&#299; thinks in this way. The bhakta, however, is beyond the karm&#299; and the jñ&#257;n&#299;. The karm&#299; has many desires, and the jñ&#257;n&#299; tries to get rid of all desires, but desirelessness can be possible only when we desire to serve Krishna. Otherwise it is not possible to get rid of desires. Jñ&#257;na-karm&#257;dy-an&#257;vritam [<A CLASS=v HREF="../cc/madhya/19/167.htm">Madhya 19.167</A>]. As bhaktas, we should have no desires for jñ&#257;na and karma. We should be without attachment for material things, but we must have attachment for Krishna. In this way our detachment will be fixed.</P><P>We must cultivate Krishna consciousness favorably (&#257;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam). This means thinking of how Krishna will be satisfied. We must always think of Krishna, just like the gop&#299;s. The Krishna consciousness of the gop&#299;s was perfect because they had no desire other than to try to please Krishna. That is perfection. Therefore Caitanya Mah&#257;prabhu recommends, ramy&#257; k&#257;cid up&#257;san&#257; vraja-vadh&#363;-vargena y&#257; kalpit&#257;: there is no better process by which to worship the Supreme Personality of Godhead than that method adopted by the gop&#299;s.</P><P>The gop&#299;s had no desire other than to satisfy Krishna. All the gop&#299;s tried to satisfy Him, including the elder gop&#299;s, Ya&#347;od&#257; and her friends, and so also did the elderly gopas like Nanda Mah&#257;r&#257;ja and his friends. The boys and girls of Vrind&#257;vana who were of the same age as Krishna also tried to satisfy Him. Everyone tried to satisfy Krishna &#8212; even the cows, the flowers, the fruits, and the water of Vrind&#257;vana. This is because everything in Vrind&#257;vana is spiritual; nothing is material.</P><P>We should understand the difference between spiritual and material. That which is material has no living symptoms, and that which is spiritual has all living symptoms. Both the trees in the spiritual world and those in the material world are living entities, but in trees here the living symptoms are absent. A human being is a living entity, and the devotees in the spiritual world are also living entities, but in the human beings who are not Krishna conscious the real symptoms of life are absent.</P><P>Actually there is no other consciousness but Krishna consciousness. And that consciousness is spiritual. Thus even while in this material world, if we simply increase our Krishna consciousness we shall live in the spiritual world. If we live in the temple, we live in the spiritual world because in the temple there is no business other than Krishna consciousness. There are so many engagements carried out for Krishna. Those who strictly follow the regulations of Krishna consciousness actually live in the spiritual world, not the material world. We may think we are living in New York, Los Angeles, or elsewhere, but we are actually living in Vaikuntha.</P><P>It is a question of consciousness. A bug may sit on the same seat with the spiritual master, but because the spiritual master has developed consciousness and the bug does not, they are different. They may be sitting in the same place, but the bug remains a bug, and the spiritual master remains the spiritual master. The position in space may remain the same, just as we remain in the material world or the spiritual world, but if our Krishna consciousness is strong, we are not in the material world.</P><P>Thus renunciation by itself, the simple giving up of worldly things, is not sufficient. Renunciation may be a helpful process, but it will not help absolutely. When we increase our attachment for Krishna, our renunciation will be perfect. As we increase attachment for Krishna, attachment for this material world will automatically diminish. Attachment for Krishna and the material world cannot go hand in hand. If a woman is attached to two men &#8212; her husband and her paramour &#8212; she cannot maintain her attachment for both. Her attachment will increase for her paramour. Although she may work at her husband's home very nicely, her mind will be attached to her paramour, and she will think, "When shall I meet him tonight?" In the same way, if we increase our attachment for Krishna, detachment or renunciation of this material world will automatically come (bhaktih pare&#347;&#257;nubhavo viraktir anyatra ca, Bh&#257;g. <A CLASS=v HREF="../sb/11/2/42.htm">11.2.42</A>).</P><P>Thus Kunt&#299;dev&#299; prays to Krishna that He may grant her His mercy by which she can become attached to Him. We cannot increase our attachment for Krishna without Krishna's mercy. We cannot become devotees without Krishna's mercy; therefore we simply have to serve Krishna, for by service Krishna is satisfied.</P><P>Krishna does not require anyone's service, for He is perfect in Himself. However, if we give Him service wholeheartedly and sincerely, then, by His mercy, we shall make advancement. Sevonmukhe hi jihv&#257;dau svayam eva sphurat adah. God will reveal Himself to us. We cannot see God with our blunt eyes. How then can we see Him? Prem&#257;ñjana-cchurita-bhakti-vilocanena/ santah sadaiva hridayeshu vilokayanti (Brahma-samhit&#257; <A CLASS=v HREF="../bs/5/38.htm">5.38</A>). We have to smear our eyes with the ointment of love; then Krishna will reveal Himself. Krishna will actually come in front of us.</P><P>When Dhruva Mah&#257;r&#257;ja was undergoing penance and meditating upon the form of Vishnu within his heart, the Vishnu form suddenly disappeared, and his meditation broke. Upon opening his eyes, Dhruva Mah&#257;r&#257;ja immediately saw Vishnu before him. Like Dhruva Mah&#257;r&#257;ja, we should always think of Krishna, and when we attain perfection we shall see Krishna before us. This is the process. We should not be too hasty. We should wait for the mature time. Of course, it is good to be eager to see Krishna, but we should not become discouraged if we do not see Him immediately. If a woman gets married and wants a child immediately, she will be disappointed. It is not possible to have a child immediately. She must wait. Similarly, we cannot expect that just because we engage ourselves in Krishna consciousness we can see Krishna immediately. But we must have faith that we will see Him. We must have firm faith that because we are engaged in Krishna consciousness we shall be able to see Krishna face to face. We should not be disappointed. We should simply go on with our Krishna conscious activities, and the time will come when we will see Krishna, just as Kunt&#299;dev&#299; sees Him face to face. There is no doubt about this.</P><P>In the Bhagavad-g&#299;t&#257; it is stated that even if one is sometimes found to be somewhat misbehaved, he is to be considered saintly if he engages steadily in the service of Krishna. Sometimes American or European devotees may be criticized because they make mistakes and fall short of the system for worshiping the Deity as practiced in India, but still, according to Bhagavad-g&#299;t&#257;, they must be considered saintly. We must fix our minds upon serving Krishna sincerely and seriously, and then, even if there is some mistake, Krishna will excuse it. R&#363;pa Gosv&#257;m&#299; says, tasm&#257;t ken&#257;py up&#257;yena manah krishne nive&#347;ayet: we should first fix our minds upon Krishna, and then the ability to follow the other rules and regulations will automatically follow. In the beginning we should try our best to fix our minds upon the lotus feet of Krishna, and then everything else will automatically become correct.</P><P>Kunt&#299;dev&#299; addresses Krishna as Madhupati. Krishna has thousands of names, and the name Madhupati indicates that He killed the demon Madhu. Krishna consciousness is likened to a river, but not an ordinary river. It is like the River Ganges, which is very pure and directly connected to Krishna. Kunt&#299;dev&#299; prays that just as the River Ganges flows toward the sea, her attraction will flow incessantly toward Krishna's lotus feet. This is called ananya-bhakti, unalloyed devotion. Thus Kunt&#299;dev&#299; prays that her attraction for Krishna will flow without hindrance.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>