<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 3: The Most Intelligent Woman</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>Even the greatest philosophical speculators cannot have access to the region of the Lord. It is said in the Upanishads that the Supreme Truth, the Absolute Personality of Godhead, is beyond the range of the thinking power of the greatest philosopher. He is unknowable by great learning or by the greatest brain. He is knowable only by one who has His mercy. Others may go on thinking about Him for years together, yet He is unknowable. This very fact is corroborated by the Queen, who is playing the part of an innocent woman. Women in general are unable to speculate like philosophers, but they are blessed by the Lord because they believe at once in the superiority and almightiness of the Lord, and thus they offer obeisances without reservation. The Lord is so kind that He does not show special favor only to one who is a great philosopher. He knows the sincerity of purpose. For this reason only, women generally assemble in great number in any sort of religious function. In every country and in every sect of religion it appears that the women are more interested than the men. This simplicity of acceptance of the Lord's authority is more effective than showy insincere religious fervor.</P><P>Kunt&#299;dev&#299; prayed to the Lord very submissively, and this is the symptom of a Vaishnava. The Lord, Krishna, had come to Kunt&#299;dev&#299; to offer respect to her by taking the dust of her feet. Because Krishna considered Kunt&#299;dev&#299; His aunt, He used to touch her feet. But although Kunt&#299;dev&#299;, a great devotee, was in such an exalted position, practically on the level of Ya&#347;od&#257;may&#299;, Krishna's mother, she was so submissive that she prayed, "Krishna, You are meant to be understood by the paramahamsas, the most advanced transcendentalists, but I am a woman, so how can I see You?"</P><P>According to the Vedic system, there are four social divisions (c&#257;tur-varnyam may&#257; srishtam [<A CLASS=v HREF="../bg/4/13.htm">Bg. 4.13</A>]). The highest members of the social order are the br&#257;hmanas, those who are intelligent, and then come the kshatriyas (military men and administrators), the vai&#347;yas (farmers and businessmen), and finally the &#347;&#363;dras (ordinary laborers). One's place in this system is determined by one's qualities and work (guna-karma). The Bhagavad-g&#299;t&#257; mentions striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;h, and the &#346;r&#299;mad-Bh&#257;gavatam speaks of str&#299;-&#347;&#363;dra-dvija-bandh&#363;n&#257;m. According to these references women, &#347;&#363;dras, and dvija-bandhus are considered to belong to the same category. The word dvija-bandhu refers to one who is born in an exalted br&#257;hmana or kshatriya family but who has no qualifications of his own. One's social standing, according to the Vedic system, is determined by one's qualifications. This is very practical. Suppose a man is born the son of a high-court judge. This does not mean that he himself is also a high court judge. Yet because one happens to take birth in a br&#257;hmana family, even if he has no qualifications and is rascal number one, he claims to be a br&#257;hmana, and although his qualifications are less than those of a &#347;&#363;dra, people accept him as a br&#257;hmana. This has caused the downfall of the Vedic civilization. The br&#257;hmanas in India are sometimes very much against my movement because I train and accept br&#257;hmanas from Europe and America. But we do not care about their arguments, nor will any other reasonable man. &#346;r&#299; Caitanya Mah&#257;prabhu said:</P><P>prithiv&#299;te &#257;che yata nagar&#257;di gr&#257;ma</P><P CLASS=n>sarvatra prac&#257;ra haibe mora n&#257;ma</P><P>"In every town, city, and village of the world, the Krishna consciousness movement will be preached." How is it, then, that Europeans and Americans will not become br&#257;hmanas? In fact, one who comes to Krishna consciousness has already surpassed br&#257;hmanism. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>"One who takes to bhakti-yoga surpasses the modes of material nature and comes immediately to the transcendental platform [brahma-bh&#363;ta]." Not to speak of becoming a br&#257;hmana, the person who fully engages in bhakti-yoga attains the highest transcendental platform.</P><P>The stereotyped, crippled idea that only a person born in a br&#257;hmana family can become a br&#257;hmana has killed Vedic civilization, but now we are reviving the correct understanding that the attainment of perfection is meant for everyone. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/9/32.htm">9.32</A>) Lord Krishna says:</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=n>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=n>te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me &#8212; though they be lowborn, women, vai&#347;yas, or &#347;&#363;dras &#8212; can approach the supreme destination." Thus although women, &#347;&#363;dras, and vai&#347;yas are ordinarily considered to belong to a lower class, when one becomes a devotee he or she goes beyond such designations. Women, &#347;&#363;dras, and vai&#347;yas are ordinarily regarded as less intelligent, but if one takes to Krishna consciousness one is the most intelligent, as stated in the Caitanya-carit&#257;mrita (krishna yei bhaje sei bada catura). And Caitanya Mah&#257;prabhu says:</P><P>ei r&#363;pe brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P CLASS=n>[Cc. <A CLASS=v HREF="../cc/madhya/19/151.htm">Madhya 19.151</A>]</P><P>" Among all the living entities wandering throughout the universe, one who is very fortunate receives, by the mercy of the spiritual master and the mercy of Krishna, the seed of devotional service." The Krishna consciousness movement does not consist of wretched, unfortunate men. No. It consists of the most fortunate. One who has taken to Krishna consciousness is to be considered the most fortunate because he has found the way to act so that his life will be perfect. One who is Krishna conscious and discharging his duties nicely is the most fortunate and the most perfect. This is humbly stated here by Kunt&#299;dev&#299;.</P><P>Although Kunt&#299; had the body of a woman, she was a devotee. Therefore she was not like an ordinary unintelligent woman. Rather, she was the most intelligent, for she recognized Krishna to be the Supreme Godhead: "He has come to me to offer me respect, materially appearing to be my nephew, but He is the Supreme Personality of Godhead." Therefore in a previous verse she said, alakshyam sarva-bh&#363;t&#257;n&#257;m antar bahir avasthitam: "You are not seen by ordinary men, although You are everywhere, inside and outside." In another verse also she said, na lakshyase m&#363;dha-dri&#347;&#257;: "Fools and rascals cannot see You." This indicates that Kunt&#299; saw Him. Unless she were able to see Krishna as He is, how could she say, na lakshyase m&#363;dha-dri&#347;&#257;? She also said, prakriteh param: "You are transcendental to this material creation."</P><P>Now here also, in this verse, Kunt&#299; continues to express herself with humility. This humility is very good in devotional service. Therefore &#346;r&#299; Krishna Caitanya Mah&#257;prabhu teaches us, trin&#257;d api sun&#299;cena taror api sahishnun&#257;: "One should be more tolerant than the tree and humbler than the grass to make progress in spiritual life." This is necessary because for one who is living in this material world there will be so many disturbances, just as if one were traveling on the ocean. One cannot expect a very peaceful situation on the ocean; even a big ship may also be unsteady, and at any moment there may be tumultuous waves. Similarly, in this material world we should always expect danger; one cannot expect a very peaceful life within this material world. The &#347;&#257;stra, the Vedic literature, says, padam padam yad vipad&#257;m (Bh&#257;g. <A CLASS=v HREF="../sb/10/14/58.htm">10.14.58</A>): at every step there is danger. But if one becomes a devotee, then one can escape (m&#257;y&#257;m et&#257;m taranti te [<A CLASS=v HREF="../bg/7/14.htm">Bg. 7.14</A>]).</P><P>If one takes to Krishna consciousness, in the beginning there will be many disturbances caused by M&#257;y&#257;, the material energy of illusion. M&#257;y&#257; will test us to see how firmly we are fixed in Krishna consciousness. Because she is also an agent of Krishna, she does not allow anyone the freedom to disturb Krishna. Therefore she tests very rigidly to see whether we have taken to Krishna consciousness to disturb Krishna or are actually serious. That is M&#257;y&#257;'s business. So in the beginning there will be tests by M&#257;y&#257;, and we shall feel so many disturbances while making progress in Krishna consciousness. But if we follow the rules and regulations and chant regularly as prescribed, then we shall remain steady. If we neglect these principles, M&#257;y&#257; will capture us immediately. M&#257;y&#257; is always ready. We are in the ocean, and at any moment we may be disturbed. Therefore one who is not disturbed at all is called paramahamsa.</P><P>Kunt&#299;dev&#299; therefore says, tath&#257; paramahams&#257;n&#257;m: "You are meant to be understood by the paramahamsas." The word parama means "ultimate," and hamsa means "swan." So paramahamsa means "the perfect swan." If we give a swan milk mixed with water, the swan will take the milk and leave aside the water. Similarly, this material world is made of two natures &#8212; the inferior nature and the superior nature. The superior nature means spiritual life, and the inferior nature is material life. Thus a person who gives up the material part of this world and takes only the spiritual part is called paramahamsa.</P><P>One should know that the activities of the body are due to the soul within the body. That is the real fact. The body is only the outward covering. Similarly, one should know that Krishna is the real center of all activities, and one who knows this is a paramahamsa. Thus bhakti-yoga is for the paramahamsa, one who knows that Krishna is the central fact. Krishna says in Bhagavad-g&#299;t&#257;, aham sarvasya prabhavo mattah sarvam pravartate: [<A CLASS=v HREF="../bg/10/8.htm">Bg. 10.8</A>] "I am the source of everything; everything emanates from Me." So one who knows, not only theoretically but practically, that Krishna is the cause of all causes &#8212; one who is convinced of this &#8212; is a paramahamsa.</P><P>Kunt&#299;dev&#299; says, "You are meant for the paramahamsas, not for the rascals and fools. You are meant for the paramahamsas and munis." The word mun&#299;n&#257;m refers to those who are thoughtful or to mental speculators, and the word amal&#257;tman&#257;m refers to one who has no dirty things in his heart. The heart of a materialistic person is full of dirty things. What are those dirty things? Lust and greed. All materialistic persons are lusty and greedy, and therefore their hearts are understood to be full of dirty things, but amal&#257;tman&#257;m refers to those who are freed from these two contaminations.</P><P>Bhakti-yoga is meant for those whose hearts are cleansed, not for the lusty and greedy. Of course, those who are lusty and greedy may try to advance, and gradually they may do so, but once one is situated in bhakti-yoga there is no more lust or greed. Viraktir anyatra ca (Bh&#257;g. <A CLASS=v HREF="../sb/11/2/42.htm">11.2.42</A>). This is the test &#8212; when one is free from lusty desires and greed, then he is situated in bhakti-yoga and is actually a paramahamsa. Kunt&#299;dev&#299; humbly submits, "You are meant for the paramahamsas and munis, those who are cleansed in heart and are engaged in bhakti-yoga. But what are we? We are simply women. We are in a lower class. How can we understand You?" Although she understands everything, she still takes the position of an ordinary woman and says, "How can I understand You?" This is humility.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>