<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: Dangerous Encounters</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A></P><P>The list of dangerous encounters is submitted herein. Devak&#299; was once put into difficulty by her envious brother, otherwise she was well. But Kunt&#299;dev&#299; and her sons were put into one difficulty after another for years and years together. They were put into trouble by Duryodhana and his party due to the kingdom, and each and every time the sons of Kunt&#299; were saved by the Lord. Once Bh&#299;ma was administered poison in a cake, once they were put into the house made of shellac and set afire, and once Draupad&#299; was dragged out, and attempts were made to insult her by stripping her naked in the vicious assembly of the Kurus. The Lord saved Draupad&#299; by supplying an immeasurable length of cloth, and Duryodhana's party failed to see her naked. Similarly, when they were exiled in the forest, Bh&#299;ma had to fight with the man-eater demon Hidimba R&#257;kshasa, but the Lord saved him. So it was not finished there. After all these tribulations, there was the great Battle of Kurukshetra, and Arjuna had to meet such great generals as Drona, Bh&#299;shma, and Karna, all powerful fighters. And at last, even when everything was done away with, there was the brahm&#257;stra released by the son of Dron&#257;c&#257;rya to kill the child within the womb of Uttar&#257;, and so the Lord saved the only surviving descendant of the Kurus, Mah&#257;r&#257;ja Par&#299;kshit.</P><P>Here Kunt&#299; remembers all the dangers through which she passed before the P&#257;ndavas regained their kingdom. In Bhagavad-g&#299;t&#257; Lord Krishna says, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "My dear Arjuna, you may declare to the world that My devotee is never vanquished." The P&#257;ndavas, the sons of P&#257;ndu, were great devotees of Lord Krishna, but because people in the material world are interested in material things, the P&#257;ndavas were put into many dangers. Their materialistic uncle Dhritar&#257;shtra was always planning to kill them and usurp the kingdom for his own sons. That was his policy from the very beginning.</P><P>Once Dhritar&#257;shtra constructed a house of lac, which was so inflammable that when touched with a match it would immediately burst into fire. Then he told his nephews and his sister-in-law, Kunt&#299;, "I've constructed a very nice house, and you should go live there for some time." But Dhritar&#257;shtra's brother Vidura informed them of Dhritar&#257;shtra's policy: "He wants you to go to that house so that you may burn to ashes." When Dhritar&#257;shtra's son Duryodhana understood that Vidura had thus informed the P&#257;ndavas, he was very angry. Such is the nature of politics. Then, although the P&#257;ndavas knew, "Our uncle's plan is to send us into that house and set it afire," they agreed to go there. After all, Dhritar&#257;shtra was their guardian, and they did not want to be disobedient to the order of a superior. But they dug a tunnel under that house, and when the house was set on fire they escaped.</P><P>Another time, when the P&#257;ndavas were at home, Dhritar&#257;shtra gave them poison cakes, but they escaped from being poisoned. Then purush&#257;da-dar&#347;an&#257;t: they met a man-eating demon named Hidimba R&#257;kshasa, but Bh&#299;ma fought with him and killed him.</P><P>On another occasion, the P&#257;ndavas were cheated in a game of chess in the royal assembly of the Kurus. Dhritar&#257;shtra, Bh&#299;shmadeva, Dron&#257;c&#257;rya, and other elderly persons were present, and somehow or other Draupad&#299;, the wife of the P&#257;ndavas, was placed as a bet. "Now if you lose," the Kurus told the P&#257;ndavas, "Draupad&#299; will no longer be your wife." So when the P&#257;ndavas lost the game, Karna and Duh&#347;&#257;sana immediately captured her. "Now you no longer belong to your husbands," they told her. "You are our property. We can deal with you as we like."</P><P>Previously, Karna had been insulted during Draupad&#299;'s svayamvara. In those days a very qualified princess would select her own husband in a ceremony called a svayamvara. In modern America, of course, any girl may select a husband as she likes, although for a common girl this is actually not very good. But even in those times an uncommon, highly qualified girl who knew how to select a good husband was given the chance to do so. Even this, however, was limited by very strict conditions. Draupad&#299;'s father, for example, placed a fish on the ceiling, and he stipulated that in order to qualify to marry his daughter, a prince had to shoot an arrow and pierce the eye of the fish, without directly seeing the fish but seeing only its reflection in a pot of water on the floor. When these conditions were declared, many princes came to compete, for responding to a challenge is a principle for a kshatriya, a heroic leader.</P><P>In the assembly for Draupad&#299;'s svayamvara, Karna was present. Draupad&#299;'s real purpose was to accept Arjuna as her husband, but Karna was there, and she knew that if he competed, Arjuna would not be able to succeed. At that time it was not known that Karna was a kshatriya. He was born the son of Kunt&#299; before her marriage, but that was a secret. Karna had been maintained by a carpenter, and therefore he was known as a &#347;&#363;dra, a member of the lowest occupational division of society. Draupad&#299; took advantage of this by saying, "In this assembly, only kshatriyas may compete. I do not want any carpenter to come here and take part in the competition." In this way, Karna was excluded.</P><P>Karna regarded this as a great insult, and therefore when Draupad&#299; was lost in the game, he was the first to come forward. He was Duryodhana's great friend, and he said, "Now we want to see the naked beauty of Draupad&#299;." Present at that meeting were elderly persons like Dhritar&#257;shtra, Bh&#299;shma, and Dron&#257;c&#257;rya, but they did not protest. They did not say, "What is this? You are going to strip a lady naked in this assembly?" Because they did not protest, they are described as asat-sabh&#257;y&#257;h, an assembly of uncultured men. Only an uncultured man wants to see a woman naked, although nowadays that has become fashionable. According to the Vedic culture, a woman is not supposed to be naked before anyone except her husband. Therefore, because these men wanted to see Draupad&#299; naked in that great assembly, they were all rascals. The word sat means "gentle," and asat means "rude." Therefore Kunt&#299;dev&#299; prays to Lord Krishna, "You saved Draupad&#299; in that assembly of rude men." When the Kurus were taking away Draupad&#299;'s s&#257;r&#299; to see her naked, Krishna supplied more and more cloth for the s&#257;r&#299;, and therefore they could not come to the end of it. Finally, with heaps of cloth stacked in the room, they became tired and realized she would never be naked. They could understand, "It is impossible."</P><P>At first, Draupad&#299; had tried to hold on to her s&#257;r&#299;. But what could she do? After all, she was a woman, and the Kurus were trying to strip her naked. So she cried and prayed to Krishna, "Save my honor," but she also tried to save herself by holding on to her s&#257;r&#299;. Then she thought, "It is impossible to save my honor in this way," and she let go and simply raised her arms and prayed, "Krishna, if You like You can save me." Thus the Lord responded to her prayers.</P><P>Therefore, it is not very good to try to save oneself. Rather, one should simply depend on Krishna: "Krishna, if You save me, that is all right. Otherwise, kill me. You may do as You like." As Bhaktivinoda Th&#257;kura says:</P><P>m&#257;nasa, deha, geha &#8212; yo kichu mora</P><P CLASS=n>arpilu&#324; tuya pade, nanda-ki&#347;ora</P><P>"My dear Lord, whatever I have in my possession I surrender unto You. And what do I have? I have this body and mind, I have a little home and my wife and children, but whatever I have, I surrender everything unto You." This is full surrender.</P><P>A devotee of Krishna surrenders unto Krishna without reservation, and therefore he is called akiñcana. The word kiñcana refers to something one reserves for oneself, and akiñcana means that one does not keep anything for oneself. Of course, although actually one should surrender in this way, in the material world one should not artificially imitate those who are fully surrendered. According to the example set by R&#363;pa Gosv&#257;m&#299;, whatever possessions one has, one should give fifty percent for Krishna and twenty-five percent for one's relatives, who will also expect something, and one should keep twenty-five percent for personal emergencies. Before his retirement, R&#363;pa Gosv&#257;m&#299; divided his money in this way, although later, when his brother San&#257;tana Gosv&#257;m&#299;, another great devotee, was arrested, R&#363;pa Gosv&#257;m&#299; spent everything. This is full surrender. Similarly, Draupad&#299; fully surrendered to Krishna without trying to save herself, and then unlimited yards of cloth were supplied, and the Kurus could not see her naked.</P><P>But then, in the next game of chess, the bet was that if the P&#257;ndavas lost the game they would go to the forest for twelve years. Thereafter they were to remain incognito for one year, and if detected they would have to live in the forest again for another twelve years. This game also the P&#257;ndavas lost, so for twelve years they lived in the forest and for one year incognito. It was while they were living incognito that Arjuna won Uttar&#257;.</P><P>These incidents are all recorded in the book known as the Mah&#257;bh&#257;rata. The word mah&#257; means "great" or "greater," and bh&#257;rata refers to India. Thus the Mah&#257;bh&#257;rata is the history of greater India. Sometimes people regard these accounts as stories or mythology, but that is nonsense. The Mah&#257;bh&#257;rata and the Pur&#257;nas are histories, although they are not chronological. If the history of such a vast period of time was recorded chronologically, how many pages would it have to be? Therefore, only the most important incidents are selected and described in the Mah&#257;bh&#257;rata.</P><P>Kunt&#299; prays to Krishna by describing how He saved the P&#257;ndavas on the Battlefield of Kurukshetra. Mridhe mridhe 'neka-mah&#257;rath&#257;stratah. On the Battlefield of Kurukshetra there were great, great fighters called mah&#257;rathas. Just as military men in modern days are given titles like lieutenant, captain, commander, and commander-in-chief, formerly there were titles like eka-ratha, ati-ratha, and mah&#257;-ratha. The word ratha means "chariot." So if a warrior could fight against one chariot, he was called eka-ratha, and if he could fight against thousands of chariots he was called mah&#257;-ratha. All the commanders on the Battlefield of Kurukshetra were mah&#257;-rathas. Many of them are mentioned in Bhagavad-g&#299;t&#257;. Bh&#299;shma, Karna, and Dron&#257;c&#257;rya were especially great commanders. They were such powerful fighters that although Arjuna was also a mah&#257;-ratha, before them he was nothing. But by the grace of Krishna he was able to kill Karna, Bh&#299;shma, Dron&#257;c&#257;rya, and the others and come out victorious. While speaking with &#346;ukadeva Gosv&#257;m&#299;, Mah&#257;r&#257;ja Par&#299;kshit also referred to this. "The Battlefield of Kurukshetra," he said, "was just like an ocean, and the warriors were like many ferocious aquatic animals. But by the grace of Krishna, my grandfather Arjuna crossed over this ocean very easily."</P><P>This is very significant. We may have many enemies who may be very powerful fighters, but if we remain under the protection of Krishna, no one can do us any harm. Rakhe krishna m&#257;re ke m&#257;re krishna rakhe ke. "He whom Krishna protects, no one can kill, but if Krishna wants to kill someone, no one can give him protection." For example, suppose a very rich man is suffering from disease. He may have a first-class physician, medicine, and hospital available for him, but still he may die. This means that Krishna desired, "This man must die." Therefore, the so-called protective methods we have devised will be useless if Krishna does not desire us to live. The demon R&#257;vana was very powerful, but when Krishna in the form of Lord R&#257;macandra desired to kill him, no one could protect him. R&#257;vana was a great devotee of Lord &#346;iva and was praying to Lord &#346;iva, "Please come save me from this danger." But Lord &#346;iva did not come. Then P&#257;rvat&#299;, Lord Siva's wife, asked Lord &#346;iva, "What is this? He is such a great devotee and has served you so much, and now he is in danger and is asking your help. Why are you not going to help him?" Then Lord &#346;iva replied, "My dear P&#257;rvat&#299;, what shall I do? I cannot give him protection. It is not possible. Why shall I go?" Therefore, if God wants to kill someone, no one can give him protection, and if God wants to protect someone, no one can kill him. Rakhe krishna m&#257;re ke m&#257;re krishna rakhe ke.</P><P>Thus Kunt&#299; is remembering how Krishna saved her and her sons one time after another. This is smaranam, thinking of Krishna. " Krishna, You are so kind to us that You saved us from many great dangers. Without You there was no hope."</P><P>Then the last danger was drauny-astra, the weapon of A&#347;vatth&#257;m&#257;, the son of Drona. A&#347;vatth&#257;m&#257; performed a most abominable act by killing the five sons of the P&#257;ndavas. Of course, in the Battle of Kurukshetra both sides belonged to the same family, and practically everyone was killed, but the five sons of the P&#257;ndavas survived. So A&#347;vatth&#257;m&#257; thought, "If I kill these five sons of the P&#257;ndavas and present their heads to Duryodhana, he will be very much pleased." Therefore, when the five sons were sleeping, he severed their heads, which he then presented to Duryodhana. At that time, Duryodhana was incapacitated. His spine was broken, and he could not move. A&#347;vatth&#257;m&#257; said, "I have brought the five heads of the P&#257;ndavas, my dear Duryodhana." At first, Duryodhana was very glad, but he knew how to test the heads to see whether they were in fact the heads of the P&#257;ndavas. When he pressed the heads, the heads collapsed, and Duryodhana said, "Oh, these are not the heads of the P&#257;ndavas. They must be the heads of their sons." When A&#347;vatth&#257;m&#257; admitted that this was so, Duryodhana fainted, and when he revived he said, "You have killed all our hopes. I had hoped that in our family at least these five sons would survive, but now you have killed them." Thus in lamentation he died.</P><P>Subsequently, Arjuna arrested A&#347;vatth&#257;m&#257; and was going to kill him. In fact, Krishna ordered, "Kill him. He is not a br&#257;hmana; he is less than a &#347;&#363;dra." But then Draupad&#299; said, "I am suffering because of the death of my sons, and this rascal is the son of our guru-maharaja, Dron&#257;c&#257;rya, who has done so much for us. If A&#347;vatth&#257;m&#257; dies, then Dron&#257;c&#257;rya's wife, our mother guru, will be very much unhappy. So release him and let him go away." Thus Arjuna freed A&#347;vatth&#257;m&#257;. But then A&#347;vatth&#257;m&#257;, having been insulted, retaliated by unleashing a brahm&#257;stra. The brahm&#257;stra is something like a nuclear weapon. It can go to the enemy, wherever he is, and kill him. A&#347;vatth&#257;m&#257; knew, "The last descendant of the Kuru family is Par&#299;kshit, the son of Abhimanyu. He is in the womb of Uttar&#257;, so let me kill him also, and then the entire dynasty will be finished."</P><P>When that weapon was unleashed, Par&#299;kshit Mah&#257;r&#257;ja's mother, Uttar&#257;, felt that she was going to have a miscarriage, and therefore she approached Krishna, saying, "Please save me." Krishna, by His mystic power, therefore entered the womb of Uttar&#257; and saved the child. After the Battle of Kurukshetra, Par&#299;kshit Mah&#257;r&#257;ja, who was still in the womb of his mother, was the last remaining descendant of the P&#257;ndavas, and in mature time, when he was born, only his grandfathers were still alive. Par&#299;kshit Mah&#257;r&#257;ja was the son of Abhimanyu, who was the son of Arjuna and Subhadr&#257;, Krishna's sister. When Abhimanyu was sixteen years old, he went to fight, and seven great commanders joined forces to kill him. Subhadr&#257; had only one grandchild, Par&#299;kshit Mah&#257;r&#257;ja. As soon as he grew up, the entire estate of the P&#257;ndavas was entrusted to him, and all the P&#257;ndavas left home and went to the Himalayas. This history is described in the Mah&#257;bh&#257;rata. Many great misfortunes befell the P&#257;ndavas, but in all circumstances they simply depended on Krishna, who always saved them. Queen Kunt&#299;'s response to these misfortunes is recorded in the next verse.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>