<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Teachings of Queen Kunti, Introduction</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Teachings of Queen Kunti"><META NAME=DESCRIPTION CONTENT="Teachings of Queen Kunti, Introduction"></HEAD><BODY><TABLE><TR><TD CLASS=r>Introduction</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Teachings of Queen Kunt&#299;</A>, Introduction</P><P>The tragic and heroic figure of Queen Kunt&#299; emerges from an explosive era in the history of ancient India. As related in the Mah&#257;bh&#257;rata, India's grand epic poem of 110,000 couplets, Kunt&#299; was the wife of King P&#257;ndu and the mother of five illustrious sons known as the P&#257;ndavas. As such, she was one of the central figures in a complex political drama that culminated fifty centuries ago in the Kurukshetra War, a devastating war of ascendancy that changed the course of world events. The Mah&#257;bh&#257;rata describes the prelude to the holocaust as follows:</P><P>P&#257;ndu became king because his elder brother Dhritar&#257;shtra had been born blind, a condition that excluded him from direct succession. Some time after P&#257;ndu ascended to the throne, Dhritar&#257;shtra married G&#257;ndh&#257;r&#299; and fathered one hundred sons. This was the ruling family of the Kaurava dynasty, of whom the eldest was the ambitious and cruel Duryodhana.</P><P>Meanwhile, P&#257;ndu had taken two wives, M&#257;dr&#299; and Kunt&#299;. Originally named Prith&#257;, Kunt&#299; was the daughter of &#346;&#363;rasena, the chief of the glorious Yadu dynasty. The Mah&#257;bh&#257;rata relates that Kunt&#299; "was gifted with beauty and character; she rejoiced in the law [dharma] and was great in her vows." She also possessed an unusual benediction. When she was a child, her father &#346;&#363;rasena had given her in adoption to his childless cousin and close friend Kuntibhoja (hence the name "Kunt&#299;"). In her stepfather's house, Kunt&#299;'s duty was to look after the welfare of guests. One day the powerful sage and mystic Durv&#257;s&#257; came there and was pleased by Kunt&#299;'s selfless service. Foreseeing that she would have difficulty conceiving sons, Durv&#257;s&#257; gave her the benediction that she could invoke any demigod and by him obtain progeny.</P><P>After Kunt&#299; married P&#257;ndu, he was placed under a curse that prevented him from begetting children. So he renounced the throne and retired with his wives to the forest. There Kunt&#299;'s special benediction enabled her to conceive (at her husband's request) three glorious sons. First she invoked Dharma, the demigod of religion. After worshiping him and repeating an invocation Durv&#257;s&#257; had taught her, she united with Dharma and, in time, gave birth to a boy. As soon as the child was born, a voice with no visible source said, "This child will be called Yudhishthira, and he will be very virtuous. He will be splendid, determined, renounced, and famous throughout the three worlds."</P><P>Having been blessed with this virtuous son, P&#257;ndu then asked Kunt&#299; for a son of great physical strength. Thus Kunt&#299; invoked V&#257;yu, the demigod of the wind, who begot the mighty Bh&#299;ma. Upon Bh&#299;ma's birth the supernatural voice said, "This child will be the foremost of all strong men."</P><P>Thereafter P&#257;ndu consulted with great sages in the forest and then asked Kunt&#299; to observe vows of austerity for one full year. At the end of this period P&#257;ndu said to Kunt&#299;, "O beautiful one, Indra, the King of heaven, is pleased with you, so invoke him and conceive a son." Kunt&#299; then invoked Indra, who came to her and begot Arjuna. As soon as the prince was born, the same celestial voice boomed through the sky: "O Kunt&#299;, this child will be as strong as K&#257;rtav&#299;rya and &#346;ibi [two powerful kings of Vedic times] and as invincible in battle as Indra himself. He will spread your fame everywhere and acquire many divine weapons." Subsequently, P&#257;ndu's junior wife M&#257;dr&#299; bore two sons named Nakula and Sahadeva. These five sons of P&#257;ndu (Yudhishthira, Bh&#299;ma, Arjuna, Nakula, and Sahadeva) then came to be known as the P&#257;ndavas.</P><P>Now, since P&#257;ndu had retired from the throne and gone to the forest, Dhritar&#257;shtra had temporarily assumed the throne until P&#257;ndu's eldest son Yudhishthira came of age. However, long before that time P&#257;ndu died as a result of the curse, and M&#257;dr&#299; gave up her life as well by ascending his funeral pyre. That left the five P&#257;ndavas in the care of Queen Kunt&#299;.</P><P>After P&#257;ndu's death, the sages living in the forest brought the five young princes and Kunt&#299; to the Kaurava court at Hastin&#257;pura (near present-day Delhi). In Hastin&#257;pura, the capital city of the kingdom, the five boys were raised in royal style under the guidance of Dhritar&#257;shtra and the noble Vidura, P&#257;ndu's half brother.</P><P>But a smooth transfer of power was not to be. Although Dhritar&#257;shtra had at first recognized the primogeniture of Yudhishthira, he later allowed himself to be used by his eldest son, the power-hungry Duryodhana, who wished to ascend the throne in place of Yudhishthira. Driven by uncontrollable jealousy, Duryodhana plotted against the P&#257;ndavas, and with the hesitant approval of the weak Dhritar&#257;shtra, he inflicted many sufferings upon them. He made several attempts on their lives in Hastin&#257;pura, and then he brought them to a provincial palace and tried to assassinate them by having it set on fire. All the while, the five youthful P&#257;ndavas were accompanied by their courageous mother Kunt&#299;, who suffered Duryodhana's atrocities in the company of her beloved sons.</P><P>Miraculously, however, Kunt&#299; and the P&#257;ndavas repeatedly escaped death, for they were under the loving protection of Lord Krishna, who had incarnated to perform His earthly pastimes. Ultimately Duryodhana, a clever politician, cheated the P&#257;ndavas out of their kingdom (and their freedom) in a gambling match. As a result of the match, the P&#257;ndavas, wife Draupad&#299; was abused by the Kauravas, and the P&#257;ndavas themselves were forced to spend thirteen years in exile in the forest &#8212; to the great sorrow of Kunt&#299;.</P><P>When the thirteen-year exile had ended, the P&#257;ndavas returned to Hastin&#257;pura to reclaim their kingdom. But Duryodhana bluntly refused to relinquish it. Then, after some unsuccessful attempts to quell the hostilities, Yudhishthira sent Krishna Himself to secure the return of the P&#257;ndava kingdom by peaceful means. But even this effort failed &#8212; because of Duryodhana's obstinacy &#8212; and both sides prepared for battle. To place Yudhishthira on the throne &#8212; or to oppose him &#8212; great warriors from all corners of the earth assembled, setting the scene for what would prove to be a devastating world war.</P><P>Fierce fighting raged for eighteen days on the historic plain of Kurukshetra (near Hastin&#257;pura), and in the end all but a handful of the many millions of warriors were dead. Only Lord Krishna, the P&#257;ndavas, and a few others survived the massacre. The Kauravas (Duryodhana and his brothers) were devastated. In a desperate gesture of revenge, A&#347;vatth&#257;m&#257;, one of the surviving Kauravas, mercilessly murdered the five sons of Draupad&#299; while they were sleeping. Queen Kunt&#299; thus suffered a final blow &#8212; the loss of her grandchildren.</P><P>Arrested and dragged to the P&#257;ndavas' camp like a bound animal, A&#347;vatth&#257;m&#257; was let free only by the astounding compassion of Draupad&#299;, the slaughtered boys' mother and Kunt&#299;'s daughter-in-law, who pleaded for his life. But the shameless A&#347;vatth&#257;m&#257; made one more attempt to kill the last heir of the P&#257;ndavas, their unborn grandson in the womb of Uttar&#257;, by hurling the supreme brahm&#257;stra weapon. When she saw the missile flying straight at her, Uttar&#257; immediately ran to the shelter of Lord Krishna, who was just about to depart for Dv&#257;rak&#257;, His majestic capital city. Krishna protected the P&#257;ndavas and their mother Kunt&#299; from imminent death by stopping the weapon's uncontrollable heat and radiation with His own Sudar&#347;ana disc.</P><P>Having delivered the P&#257;ndavas from this last calamity, and seeing that all His plans were fulfilled, Lord Krishna was again preparing to leave. For years Duryodhana had tormented Queen Kunt&#299;'s family, but Krishna had protected them at every turn &#8212; and now He was going away. Kunt&#299; was overwhelmed, and she prayed to Krishna from the core of her heart.</P><P>Kunt&#299; was Lord Krishna's aunt (He had incarnated as the son of her brother Vasudeva), yet despite this conventional tie with the Lord, she fully understood His exalted and divine identity. She knew full well that He had descended from His abode in the spiritual world to rid the earth of demoniac military powers and reestablish righteousness. Just before the great war, Krishna had revealed all this to her son Arjuna in words immortalized in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../bg/4/7.htm">4.7-8</A>):</P><P>Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I incarnate Myself. In order to deliver the pious and annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium.</P><P>Krishna had accomplished His purpose of "annihilating the miscreants" by orchestrating the destruction of the unholy Kauravas. Then He installed Yudhishthira on the throne to establish the P&#257;ndava reign, and He consoled the slain warriors' relatives. The scene of the Lord's imminent departure provides the setting for Queen Kunt&#299;'s exalted prayers.</P><P>As Kunt&#299; approached the Lord's chariot and began to address Him, her immediate purpose was to persuade Him to remain in Hastin&#257;pura and protect the P&#257;ndava government from reprisals:</P><P>O my Lord... are You leaving us today, though we are completely dependent on Your mercy and have no one else to protect us, now when all kings are at enmity with us? (&#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../sb/1/8/37.htm">1.8.37</A>)</P><P>From this supplication we should not mistakenly conclude that Kunt&#299;'s prayers were self-serving. Although her sufferings were far greater than those any ordinary person could endure, she does not beg relief. On the contrary, she prays to suffer even more, for she reasons that her suffering will increase her devotion to the Lord and bring her ultimate liberation:</P><P>My dear Krishna, Your Lordship has protected us from the poisoned cake, from a great fire, from cannibals, from the vicious assembly, from sufferings during our exile in the forest, and from the battle where great generals fought.... I wish that all those calamities would happen again and again so that we could see You again and again, for seeing You means that we will no longer see repeated births and deaths. (Bh&#257;g. <A CLASS=v HREF="../sb/1/8/24.htm">1.8.24-25</A>)</P><P>Kunt&#299;'s words &#8212; the simple and illuminating outpourings of the soul of a great and saintly woman devotee &#8212; reveal both the deepest transcendental emotions of the heart and the most profound philosophical and theological penetrations of the intellect. Her words are words of glorification impelled by a divine love steeped in wisdom:</P><P>O Lord of Madhu, as the Ganges forever flows to the sea without hindrance, let my attraction be constantly drawn unto You without being diverted to anyone else. (Bh&#257;g. <A CLASS=v HREF="../sb/1/8/42.htm">1.8.42</A>)</P><P>Kunt&#299;'s spontaneous glorification of Lord Krishna and her description of the spiritual path are immortalized in the Mah&#257;bh&#257;rata and the Bh&#257;gavata Pur&#257;na (&#346;r&#299;mad-Bh&#257;gavatam), and they have been recited, chanted, and sung by sages and philosophers for thousands of years.</P><P>As they appear in the First Canto of the Bh&#257;gavatam, Queen Kunt&#299;'s celebrated prayers consist of only twenty-six couplets (verses 18 through 43 of the Eighth Chapter), yet they are considered a philosophical, theological, and literary masterpiece. The present book (Teachings of Queen Kunt&#299;) includes those inspired verses and illuminating commentary by His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder-&#256;c&#257;rya of the International Society for Krishna Consciousness and the most renowned Vedic scholar and spiritual leader of our time. In addition to this commentary (originally written in 1962), Teachings of Queen Kunt&#299; contains further explanations that &#346;r&#299;la Prabhup&#257;da gave more recently in an absorbing series of lectures. In those memorable talks, delivered in the spring of 1973 at ISKCON's Western world headquarters in Los Angeles, he analyzed the verses in significantly greater detail and shed even more light upon them.</P><P>This new Bhaktivedanta Book Trust publication, complete with eleven color prints of exquisite original oil paintings, will be a prized addition to the libraries of all those who seek a deeper understanding of life's mysteries. Written by a man of profound devotion and erudition, it will provide every reader with firm guidance along the universal path to genuine wisdom and spiritual enlightenment.</P><P>&#8212; The Publishers</P><P CLASS=l><A CLASS=i HREF="index.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=397"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>