<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verses 12-13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verses 12-13"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.12-13</P><P CLASS=c>prakriti-stho 'py asamsakto</P><P CLASS=c>yath&#257; kham savit&#257;nilah</P><P CLASS=c>vai&#347;&#257;radyekshay&#257;sa&#324;ga-</P><P CLASS=c>&#347;itay&#257; chinna-sam&#347;ayah</P><P CLASS=c>pratibuddha iva svapn&#257;n</P><P CLASS=c>n&#257;n&#257;tv&#257;d vinivartate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even though; <A CLASS=v HREF="http://vedabase.net/a/asamsaktah">asamsaktah</A> &#8212; completely detached from sense gratification; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/s/savita">savit&#257;</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/a/anilah">anilah</A> &#8212; the wind; <A CLASS=v HREF="http://vedabase.net/v/vaisaradya">vai&#347;&#257;rady&#257;</A> &#8212; by most expert; <A CLASS=v HREF="http://vedabase.net/i/iksaya">&#299;kshay&#257;</A> &#8212; vision; <A CLASS=v HREF="http://vedabase.net/a/asanga">asa&#324;ga</A> &#8212; through detachment; <A CLASS=v HREF="http://vedabase.net/s/sitaya">&#347;itay&#257;</A> &#8212; sharpened; <A CLASS=v HREF="http://vedabase.net/c/chinna">chinna</A> &#8212; cut <A HREF="http://vedabase.net/t/to">to</A> pieces; <A CLASS=v HREF="http://vedabase.net/s/samsayah">sam&#347;ayah</A> &#8212; doubts; <A CLASS=v HREF="http://vedabase.net/p/pratibuddhah">pratibuddhah</A> &#8212; awakened; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/svapnat">svapn&#257;t</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> dream; <A CLASS=v HREF="http://vedabase.net/n/nanatvat">n&#257;n&#257;tv&#257;t</A> &#8212; from the duality of variety of the material world; <A CLASS=v HREF="http://vedabase.net/v/vinivartate">vinivartate</A> &#8212; one turns away or renounces.</P><P CLASS=t>TRANSLATION</P><P>Although the sky, or space, is the resting place of everything, the sky does not mix with anything, nor is it entangled. Similarly, the sun is not at all attached to the water in which it is reflected within innumerable reservoirs, and the mighty wind blowing everywhere is not affected by the innumerable aromas and atmospheres through which it passes. In the same way, a self-realized soul is completely detached from the material body and the material world around it. He is like a person who has awakened and arisen from a dream. With expert vision sharpened by detachment, the self-realized soul cuts all doubts to pieces through knowledge of the self and completely withdraws his consciousness from the expansion of material variety.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, a self-realized soul cuts all doubts to pieces by direct experience of his true spiritual identity. The Supreme Personality of Godhead is Lord Krishna, and there is no possibility of any existence separate from Lord Krishna. Such expert knowledge cuts all doubts to pieces. As stated here, prakriti-stho 'py asamsaktah: like the sky, the sun or the wind, one who is self-realized is not entangled, though situated within the material creation of the Lord. N&#257;n&#257;tva, or "material variety," refers to one's material body, the bodies of others and the unlimited paraphernalia for bodily sense gratification, both physical and mental. By awakening to Krishna consciousness, one completely retires from illusory sense gratification and becomes absorbed in the progressive realization of the soul situated within the body. As revealed in the example of the two birds in a tree, both the individual soul and the Personality of Godhead are completely separate from the gross and subtle material bodies. If one turns one's face to the Lord, recognizing one's eternal dependence on Him, there will be no further suffering or anxiety, even though one is still situated within the material world. The unlimited experiences of material objects only increase one's anxiety, whereas perception of the Absolute Truth, &#346;r&#299; Krishna, immediately brings one to the platform of peace. Thus one who is intelligent retires from the world of matter and becomes a fully self-realized Krishna conscious person.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>