<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.18</P><P CLASS=c>&#347;abda-brahmani nishn&#257;to</P><P CLASS=c>na nishn&#257;y&#257;t pare yadi</P><P CLASS=c>&#347;ramas tasya &#347;rama-phalo</P><P CLASS=c>hy adhenum iva rakshatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A>-<A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Vedic literature; <A CLASS=v HREF="http://vedabase.net/n/nisnatah">nishn&#257;tah</A> &#8212; expert through complete study; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/n/nisnayat">nishn&#257;y&#257;t</A> &#8212; does not absorb the mind; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/sramah">&#347;ramah</A> &#8212; labor; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/s/srama">&#347;rama</A> &#8212; of great endeavor; <A CLASS=v HREF="http://vedabase.net/p/phalah">phalah</A> &#8212; the fruit; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/adhenum">adhenum</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> cow that gives <A HREF="http://vedabase.net/n/no">no</A> milk; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/r/raksatah">rakshatah</A> &#8212; of one who is taking <A HREF="http://vedabase.net/c/care">care</A> of.</P><P CLASS=t>TRANSLATION</P><P>If through meticulous study one becomes expert in reading Vedic literature but makes no endeavor to fix one's mind on the Supreme Personality of Godhead, then one's endeavor is certainly like that of a man who works very hard to take care of a cow that gives no milk. In other words, the fruit of one's laborious study of Vedic knowledge will simply be the labor itself. There will be no other tangible result.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains that the word pare ("the Supreme") in this verse indicates the Supreme Personality of Godhead rather than the impersonal Brahman, because Lord Krishna, the speaker of these instructions, makes references in later verses to His personality as the Supreme. An impersonal interpretation in this case would be eka-de&#347;&#257;nvaya uttara-&#347;lok&#257;rtha-t&#257;tparya-virodhah, or a contradictory interpretation that creates illogical conflict with other &#347;lokas (verses) spoken in the same context.</P><P>It requires great endeavor to take care of a cow. One must either grow food grains to feed the cow or maintain suitable pastures. If the pasture is not properly maintained, poisonous weeds will grow, or snakes will multiply, and there will be danger. Cows are infected by many types of diseases and bugs and must be regularly cleaned and disinfected. Similarly, fences must be maintained around the cow pasture, and there is even more work to be done. If the cow gives no milk, however, then one certainly performs hard labor with no tangible result. Laborious effort is also required to learn the Sanskrit language well enough to discern the subtle and esoteric meaning of the Vedic mantras. If after such great labor one does not understand the spiritual body of the Supreme Personality of Godhead, which is the source of all happiness in life, and if one does not surrender to the Lord as the supreme shelter of all things, then one has certainly labored hard with no tangible result other than his own labor. Even a liberated soul who has given up the bodily concept of life will fall down if he does not take shelter of the Supreme Personality of Godhead. The word nishn&#257;ta, or "expert," indicates that one must ultimately achieve the goal of life; otherwise one is not expert. As stated by Caitanya Mah&#257;prabhu, prem&#257; pum-artho mah&#257;n: the actual goal of human life is love of Godhead, and no one can be considered expert without achieving this goal.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>