<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.20</P><P CLASS=c>yasy&#257;m na me p&#257;vanam a&#324;ga karma</P><P CLASS=c>sthity-udbhava-pr&#257;na-nirodham asya</P><P CLASS=c>l&#299;l&#257;vat&#257;repsita-janma v&#257; sy&#257;d</P><P CLASS=c>vandhy&#257;m giram t&#257;m bibhriy&#257;n na dh&#299;rah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which (literature); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/p/pavanam">p&#257;vanam</A> &#8212; purifying; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/u/udbhava">udbhava</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/n/nirodham">nirodham</A> &#8212; and annihilation; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the material world; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/avatara">avat&#257;ra</A> &#8212; among the pastime incarnations; <A CLASS=v HREF="http://vedabase.net/i/ipsita">&#299;psita</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/v/vandhyam">vandhy&#257;m</A> &#8212; barren; <A CLASS=v HREF="http://vedabase.net/g/giram">giram</A> &#8212; vibration; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bibhryat">bibhriy&#257;t</A> &#8212; should support; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;rah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> intelligent person.</P><P CLASS=t>TRANSLATION</P><P>My dear Uddhava, an intelligent person should never take to literatures that do not contain descriptions of My activities, which purify the whole universe. Indeed, I create, maintain and annihilate the entire material manifestation. Among all My pastime incarnations, the most beloved are Krishna and Balar&#257;ma. Any so-called knowledge that does not recognize these activities of Mine is simply barren and is not acceptable to those who are actually intelligent.</P><P CLASS=t>PURPORT</P><P>The words l&#299;l&#257;vat&#257;repsita-janma are very significant here. The Lord's incarnation for executing wonderful pastimes is called l&#299;l&#257;vat&#257;ra, and such wonderful forms of Vishnu are glorified by the names R&#257;macandra, Nrisimhadeva, K&#363;rma, Var&#257;ha, and so on. Among all such l&#299;l&#257;vat&#257;ras, however, the most beloved, even to this day, is Lord Krishna, the original source of the vishnu-tattva. The Lord appears in the prison house of Kamsa and is immediately transferred to the rural setting of Vrind&#257;vana, where He exhibits unique childhood pastimes with His cowherd boyfriends, girl friends, parents and well-wishers. After some time, the Lord's pastimes are transferred to Mathur&#257; and Dv&#257;rak&#257;, and the extraordinary love of the inhabitants of Vrind&#257;vana is exhibited in their anguished separation from Lord Krishna. Such pastimes of the Lord are &#299;psita, or the reservoir of all loving exchanges with the Absolute Truth. The pure devotees of the Lord are most intelligent and expert and do not pay any attention to useless, fruitless literatures that neglect the highest truth, Lord Krishna. Although such literatures are very popular among materialistic persons all over the world, they are completely neglected by the community of pure Vaishnavas. In this verse the Lord explains that the literatures approved for the devotees are those that glorify the Lord's pastimes as the purusha-avat&#257;ra and the l&#299;l&#257;vat&#257;ras, culminating in the personal appearance of Lord Krishna Himself, as confirmed in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/39.htm">5.39</A>):</P><P>r&#257;m&#257;di-m&#363;rtishu kal&#257;-niyamena tishthan</P><P CLASS=n>n&#257;n&#257;vat&#257;ram akarod bhuvaneshu kintu</P><P CLASS=n>krishnah svayam samabhavat paramah pum&#257;n yo</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who manifested Himself personally as Krishna and the different avat&#257;ras in the world in the forms of R&#257;ma, Nrisimha, V&#257;mana, etc., as His subjective portions."</P><P>Even Vedic literatures that neglect the Supreme Personality of Godhead should be ignored. This fact was also explained by N&#257;rada Muni to &#346;r&#299;la Vy&#257;sadeva, the author of the Vedas, when the great Vedavy&#257;sa felt dissatisfied with his work.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>