<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.21</P><P CLASS=c>evam jijñ&#257;say&#257;pohya</P><P CLASS=c>n&#257;n&#257;tva-bhramam &#257;tmani</P><P CLASS=c>up&#257;rameta virajam</P><P CLASS=c>mano mayy arpya sarva-ge</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus (<A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/i">I</A> have now concluded); <A CLASS=v HREF="http://vedabase.net/j/jijnasaya">jijñ&#257;say&#257;</A> &#8212; by analytic study; <A CLASS=v HREF="http://vedabase.net/a/apohya">apohya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/n/nanatva">n&#257;n&#257;tva</A> &#8212; of material variety; <A CLASS=v HREF="http://vedabase.net/b/bhramam">bhramam</A> &#8212; the mistake of rotating; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the self; <A CLASS=v HREF="http://vedabase.net/u/uparameta">up&#257;rameta</A> &#8212; one should cease from material life; <A CLASS=v HREF="http://vedabase.net/v/virajam">virajam</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/arpya">arpya</A> &#8212; fixing; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/g/ge">ge</A> &#8212; who <A HREF="http://vedabase.net/a/am">am</A> all-pervading.</P><P CLASS=t>TRANSLATION</P><P>Coming to this conclusion of all knowledge, one should give up the false conception of material variety that one imposes upon the soul and thus cease one's material existence. The mind should be fixed on Me, since I am all-pervading.</P><P CLASS=t>PURPORT</P><P>Although in previous verses Lord Krishna has described the life-style and approach of the impersonal philosophers who meditate on the distinction between matter and spirit, the Lord here rejects the path of jñ&#257;na, or speculation, and comes to the final conclusion, bhakti-yoga. The path of jñ&#257;na is interesting only to one who does not know that Lord Krishna is the Supreme Personality of Godhead, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; su-durlabhah</P><P>The words v&#257;sudevah sarvam iti, or "V&#257;sudeva is everything," are similar to the words sarva-ge found in this verse. One should know why the Personality of Godhead is all-pervading. The first verse of &#346;r&#299;mad-Bh&#257;gavatam states, janm&#257;dy asya yatah: [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>] the Supreme Lord is the source of everything. And as stated in the previous verse of this chapter, He creates, maintains and annihilates everything. Thus the Lord is not all-pervading in the manner of air or sunlight; rather, the Lord is all-pervading as the absolute controller who holds in His hands the destiny of every living entity.</P><P>Everything is ultimately an expansion of Krishna, and therefore there is really no other object of meditation besides Krishna. Meditation upon any other object is also meditation on Krishna but is imperfectly performed, as confirmed in Bhagavad-g&#299;t&#257; by the word avidhi-p&#363;rvakam. The Lord also states in the G&#299;t&#257; that all living entities are on the path back home, back to Godhead. Because of ignorance, however, some of them go backward or stop along the way, foolishly thinking that their journey is finished, when in fact they are suspended in one of the minor potencies of the Supreme Lord. If one wants to intimately understand the nature of the Absolute Truth, one must take to the path of love of Godhead. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>):</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God."</P><P>The words n&#257;n&#257;tva-bhramam in this verse indicate false identification with the gross and subtle material bodies. The word bhramam indicates a mistake; it can also mean "wandering" or "rotating." The conditioned living entity, because of his mistake of falling into illusion, is wandering through a succession of material bodies, sometimes appearing as a demigod and sometimes as a worm in stool. The word up&#257;rameta means that one should stop such fruitless wandering and fix one's mind on the Absolute Truth, the Supreme Lord, who is the true object of everyone's love. Such a conclusion is not sentimental but is the result of keen analytic intelligence (jijñ&#257;say&#257;). Thus after elaborately explaining to Uddhava many aspects of analytic knowledge, the Lord now comes to the ultimate conclusion, Krishna consciousness, pure love of Godhead. Without such love there is no question of eternally fixing one's mind on the Lord.</P><P>Quoting from the Viveka, &#346;r&#299;la Madhv&#257;c&#257;rya states that n&#257;n&#257;tva-bhramam indicates the following illusions: considering the living entity to be the Supreme; considering all living entities to be ultimately one entity without separate individuality; considering that there are many Gods; thinking that Krishna is not God; and considering that the material universe is the ultimate reality. All of these illusions are called bhrama, or mistakes, but such ignorance can be eliminated at once by the chanting of the holy names of Krishna: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>