<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.28</P><P CLASS=c>tvam brahma paramam vyoma</P><P CLASS=c>purushah prakriteh parah</P><P CLASS=c>avat&#299;rno 'si bhagavan</P><P CLASS=c>svecchop&#257;tta-prithag-vapuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/v/vyoma">vyoma</A> &#8212; like the sky (You <A HREF="http://vedabase.net/a/are">are</A> detached from everything); <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prakrteh">prakriteh</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> material nature; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rnah</A> &#8212; incarnated; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; of Your own (devotees); <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the desire; <A CLASS=v HREF="http://vedabase.net/u/upatta">up&#257;tta</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; bodies.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, as the Absolute Truth You are transcendental to material nature, and like the sky You are never entangled in any way. Still, being controlled by Your devotees' love, You accept many different forms, incarnating according to Your devotees' desires.</P><P CLASS=t>PURPORT</P><P>The pure devotees of the Lord propagate devotional service all over the world, and therefore, although separate from the personal form of the Lord, they are considered to be manifestations of God's mercy and potency. As stated in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/7/11.htm">Antya 7.11</A>): krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana.</P><P>The Lord is like the sky (vyoma) because although expanded everywhere, He is not entangled in anything. He is prakriteh parah, or completely transcendental to material nature. The Lord is fully self-satisfied and is therefore indifferent to the affairs of the material world. Still, because of His causeless mercy, the Lord desires to expand pure devotional service, and for this reason He incarnates within the material world to uplift the fallen conditioned souls.</P><P>The Lord descends in selected spiritual bodies to please His loving devotees. Sometimes He appears in His original form as Krishna. And even Krishna Himself appears in different forms to special devotees so that they may fully develop their loving sentiments for Him. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; gives several examples of the Lord's special mercy upon His devotees. Lord Krishna personally went to the home of J&#257;mbav&#257;n and there displayed a form with slightly angry glances. In that form, the Lord enjoyed a fight with His devotee. The Lord displayed His form as Datt&#257;treya to Atri Muni and similarly bestowed special mercy upon Lord Brahm&#257;, the demigods, Akr&#363;ra and innumerable other devotees. And in Vrind&#257;vana the Lord displayed His most beautiful form as Govinda to the fortunate inhabitants.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has quoted from the Prak&#257;&#347;a-samhit&#257; as follows. "The Lord accepts different spiritual bodies according to the desire of His devotees. For example, the Lord agreed to become the son of Vasudeva and Devak&#299;. Thus, although Lord Krishna has an eternal, blissful spiritual form, He appears to enter within the body of His devotee who becomes His mother. Although we speak of the Lord's 'taking on a body,' the Lord does not change His form, as do the conditioned souls, who must change their material bodies. The Lord appears in His own eternally unchangeable forms. Lord Hari always appears in the forms that are especially desired by His loving devotees, and never in other forms. However, if one thinks that the Lord, in the manner of an ordinary person taking birth, becomes the physical son of Vasudeva or other devotees, then one is victimized by illusion. The Lord merely expands His spiritual potency, causing His pure devotees to think, 'Krishna is now my son.' One should understand that the Supreme Personality of Godhead never accepts or rejects a material body, nor does He ever give up His eternal spiritual forms; rather, the Lord eternally manifests His blissful bodies according to the loving sentiments of His eternal pure devotees."</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; mentions that the word vyoma also indicates the Lord's name of Paravyoma, or the Lord of the spiritual sky. One should not misinterpret this verse to mean that Lord Krishna is impersonal, like the material sky, or that the form of Krishna is merely another selected incarnation equal to any other. Such casual and whimsical speculations cannot be accepted as actual spiritual knowledge. &#346;r&#299; Krishna is the original Personality of Godhead (krishnas tu bhagav&#257;n svayam), and the Lord has explained elaborately in Bhagavad-g&#299;t&#257; that He is the original source of everything. Therefore, the pure devotees of the Lord are eternally engaged, in full knowledge and bliss, in loving service to the Lord's original form as Krishna. The whole purpose of &#346;r&#299;mad-Bh&#257;gavatam is to arouse our love for Lord Krishna, and one should not foolishly misunderstand this great purpose.</P><P CLASS=l><A CLASS=i HREF="26-27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29-32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>