<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.3</P><P CLASS=c>vidy&#257;vidye mama tan&#363;</P><P CLASS=c>viddhy uddhava &#347;ar&#299;rin&#257;m</P><P CLASS=c>moksha-bandha-kar&#299; &#257;dye</P><P CLASS=c>m&#257;yay&#257; me vinirmite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/avidye">avidye</A> &#8212; and ignorance; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/t/tanu">tan&#363;</A> &#8212; manifested energies; <A CLASS=v HREF="http://vedabase.net/v/viddhi">viddhi</A> &#8212; please understand; <A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/s/saririnam">&#347;ar&#299;rin&#257;m</A> &#8212; of the embodied living entities; <A CLASS=v HREF="http://vedabase.net/m/moksa">moksha</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/b/bandha">bandha</A> &#8212; bondage; <A CLASS=v HREF="http://vedabase.net/k/kari">kar&#299;</A> &#8212; causing; <A CLASS=v HREF="http://vedabase.net/a/adye">&#257;dye</A> &#8212; original, eternal; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the potency; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/v/vinirmite">vinirmite</A> &#8212; produced.</P><P CLASS=t>TRANSLATION</P><P>O Uddhava, both knowledge and ignorance, being products of m&#257;y&#257;, are expansions of My potency. Both knowledge and ignorance are beginningless and perpetually award liberation and bondage to embodied living beings.</P><P CLASS=t>PURPORT</P><P>By the expansion of vidy&#257;, or knowledge, a conditioned soul is liberated from the clutches of m&#257;y&#257;, and similarly, by the expansion of avidy&#257;, or ignorance, the conditioned soul is driven further into illusion and bondage. Both knowledge and ignorance are products of the mighty potency of the Personality of Godhead. The living being is bound by illusion when he considers himself the proprietor of the subtle and gross material bodies. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; the living entity may be designated as j&#299;va-m&#257;y&#257;, whereas matter is called guna-m&#257;y&#257;. The living entity places his living potency (j&#299;va-m&#257;y&#257;) in the grip of the mundane qualitative potency (guna-m&#257;y&#257;) and falsely dreams that he is part and parcel of the material world. Such an artificial mixture is called illusion or ignorance. When all of the Lord's potencies are correctly perceived in their proper categories, the living entity is liberated from material bondage and returns to his blissful eternal residence in the spiritual sky.</P><P>The Supreme Personality of Godhead is not different from His potencies, yet He is always above them as the supreme controller. The Supreme Personality of Godhead may be designated as mukta, or liberated, only to indicate that He is eternally free from material contamination and never to indicate that the Lord has been freed from actual entanglement in a material situation. According to &#346;r&#299;la Madhv&#257;c&#257;rya, vidy&#257; indicates the goddess of fortune, the internal potency of the Lord, whereas avidy&#257; indicates Durg&#257;, the external potency of the Lord. Ultimately, however, the Personality of Godhead can transform His potencies according to His own desire, as explained by &#346;r&#299;la Prabhup&#257;da in his commentary on &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/3/34.htm">1.3.34</A>), "Because the Lord is the absolute Transcendence, all of His forms, names, pastimes, attributes, associates and energies are identical with Him. His transcendental energy acts according to His omnipotency. The same energy acts as His external, internal and marginal energies, and by His omnipotency He can perform anything and everything through the agency of any of the above energies. He can turn the external energy into internal by His will."</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; notes in this regard that although the Lord has explained in the first verse of this chapter that the living entity is never actually in bondage, and therefore never actually liberated, one may apply the terms bondage and liberation if one remembers that the living entity is eternally a transcendental fragment of the Personality of Godhead. Further, one should not misinterpret the words m&#257;yay&#257; me vinirmite to indicate that both material bondage and liberation are temporary states, being creations of the potency of the Lord. Therefore, the term &#257;dye, or "primeval and eternal" is used in this verse. The vidy&#257; and avidy&#257; potencies of the Lord are stated to be creations of m&#257;y&#257; because they carry out the functions of the Lord's potencies. The vidy&#257; potency engages the living entities in the Lord's pastimes, whereas the avidy&#257; potency engages the living entities in forgetting the Lord and merging into darkness. Actually, both knowledge and ignorance are eternal alternatives of the marginal potency of the Lord, and in this sense it is not incorrect to state that the living entity is either eternally conditioned or eternally liberated. The term vinirmite, or "produced," in this case indicates that the Lord expands His own energy as knowledge and ignorance, which display the functions of the Lord's internal and external potencies. Such potential exhibitions may appear and disappear in different times, places and circumstances, but material bondage and spiritual freedom are eternal options of the marginal potency of the Lord.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>