<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.33</P><P CLASS=c>jñ&#257;tv&#257;jñ&#257;tv&#257;tha ye vai m&#257;m</P><P CLASS=c>y&#257;v&#257;n ya&#347; c&#257;smi y&#257;dri&#347;ah</P><P CLASS=c>bhajanty ananya-bh&#257;vena</P><P CLASS=c>te me bhaktatam&#257; mat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/a/ajnatva">ajñ&#257;tv&#257;</A> &#8212; not knowing; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yavan">y&#257;v&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/y/yadrsah">y&#257;dri&#347;ah</A> &#8212; how <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; with exclusive devotion; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tam&#257;h</A> &#8212; the best devotees; <A CLASS=v HREF="http://vedabase.net/m/matah">mat&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> considered.</P><P CLASS=t>TRANSLATION</P><P>My devotees may or may not know exactly what I am, who I am and how I exist, but if they worship Me with unalloyed love, then I consider them to be the best of devotees.</P><P CLASS=t>PURPORT</P><P>According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, although y&#257;v&#257;n indicates that Lord Krishna cannot be limited by time or space, He becomes limited by the love of His pure devotees. For example, Lord Krishna never steps one foot out of Vrind&#257;vana, because of the intense love of its inhabitants for Him. In this way, the Lord comes under the control of His devotees' love. The word yah indicates that Krishna is the Absolute Truth who appears as the son of Vasudeva, or as &#346;y&#257;masundara. Y&#257;dri&#347;a indicates that the Lord is &#257;tm&#257;r&#257;ma, or completely self-satisfied, and also &#257;pta-k&#257;ma, or "one who automatically fulfills all of His desires." Still, being affected by the love of His devotees, the Lord sometimes appears to be an&#257;tm&#257;r&#257;ma, or dependent on the love of His devotees, and an&#257;ptak&#257;ma, unable to achieve His desire without the cooperation of His devotees. Actually, the Supreme Lord, Krishna, is always independent, but He reciprocates the intense love of His devotees and thus appears to be dependent on them, just as He apparently became dependent on Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257; during His childhood pastimes in Vrind&#257;vana. The word ajñ&#257;tv&#257; ("inexperienced, lacking knowledge") indicates that sometimes a devotee may not have a proper philosophical understanding of the Personality of Godhead or due to love may temporarily forget the Lord's position. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/11/41.htm">11.41</A>) Arjuna says,</P><P>sakheti matv&#257; prasabham yad uktam</P><P CLASS=n>he krishna he y&#257;dava he sakheti</P><P CLASS=n>aj&#257;nat&#257; mahim&#257;nam tavedam</P><P CLASS=n>may&#257; pram&#257;d&#257;t pranayena v&#257;pi</P><P>"I have in the past addressed You as 'O Krishna,' 'O Y&#257;dava,' 'O my friend,' without knowing Your glories. Please forgive whatever I may have done in madness or in love." Arjuna's words aj&#257;nat&#257; mahim&#257;nam have the same meaning as Krishna's words ajñ&#257;tv&#257; m&#257;m in this verse of the Bh&#257;gavatam. Both indicate incomplete understanding of Krishna's glories. In Bhagavad-g&#299;t&#257; Arjuna says, pranayena: his forgetfulness of Krishna's supreme position was caused by his love for Him. In this verse, Krishna excuses such lapses on the part of His devotees with the words ajñ&#257;tv&#257; m&#257;m, which indicate that even though devotees may not fully appreciate His exalted position, Krishna accepts their loving service. Thus this verse clearly reveals the supreme position of bhakti. Lord Krishna also states in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/11/54.htm">11.54</A>):</P><P>bhakty&#257; tv ananyay&#257; &#347;akya</P><P CLASS=n>aham evam-vidho 'rjuna</P><P CLASS=n>jñ&#257;tum drashtum ca tattvena</P><P CLASS=n>praveshtum ca parantapa</P><P>"My dear Arjuna, only by undivided devotional service can I be understood as I am, standing before you, and can thus be seen directly. Only in this way can you enter into the mysteries of My understanding."</P><P>Although one may develop innumerable saintly qualities, without love of Krishna one will not achieve complete success. One must understand the Personality of Godhead as He is and love Him. Even if one is not capable of analytically understanding the position of God, if one simply loves Krishna, then one is certainly perfect. Many of the residents of Vrind&#257;vana had no idea that Krishna is the Supreme Personality of Godhead, nor did they know of Krishna's potencies or incarnations. They simply loved Krishna with their hearts and souls, and therefore they are considered most perfect.</P><P CLASS=l><A CLASS=i HREF="29-32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34-41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>