<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.4</P><P CLASS=c>ekasyaiva mam&#257;m&#347;asya</P><P CLASS=c>j&#299;vasyaiva mah&#257;-mate</P><P CLASS=c>bandho 'sy&#257;vidyay&#257;n&#257;dir</P><P CLASS=c>vidyay&#257; ca tathetarah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekasya">ekasya</A> &#8212; of the one; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/a/amsasya">am&#347;asya</A> &#8212; part and parcel; <A CLASS=v HREF="http://vedabase.net/j/jivasya">j&#299;vasya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mate">mate</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most intelligent one; <A CLASS=v HREF="http://vedabase.net/b/bandhah">bandhah</A> &#8212; bondage; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/a/avidyaya">avidyay&#257;</A> &#8212; by ignorance; <A CLASS=v HREF="http://vedabase.net/a/anadih">an&#257;dih</A> &#8212; beginningless; <A CLASS=v HREF="http://vedabase.net/v/vidyaya">vidyay&#257;</A> &#8212; by knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/i/itarah">itarah</A> &#8212; the opposite of bondage, liberation.</P><P CLASS=t>TRANSLATION</P><P>O most intelligent Uddhava, the living entity, called j&#299;va, is part and parcel of Me, but due to ignorance he has been suffering in material bondage since time immemorial. By knowledge, however, he can be liberated.</P><P CLASS=t>PURPORT</P><P>Just as the sun reveals itself through its own light or covers itself by creating clouds, the Personality of Godhead reveals and covers Himself by knowledge and ignorance, which are expansions of His potency. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>):</P><P>apareyam itas tv any&#257;m</P><P CLASS=n>prakritim viddhi me par&#257;m</P><P CLASS=n>j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho</P><P CLASS=n>yayedam dh&#257;ryate jagat</P><P>"Besides this inferior nature, O mighty-armed Arjuna, there is a superior energy of Mine, consisting of all living entities who are struggling with material nature and are sustaining the universe." &#346;r&#299;la Prabhup&#257;da states in connection with this verse: "The Supreme Lord Krishna is the only controller, and all living entities are controlled by Him. These living entities are His superior energy because the quality of their existence is one and the same with the Supreme, but they are never equal to the Lord in quantity of power."</P><P>Because of quantitative inferiority of potency, the living entity becomes covered by m&#257;y&#257; and is again liberated by surrendering to the Lord. The word am&#347;a, or "part and parcel" is also mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>): mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah. The living entity is am&#347;a, or a minute particle, and therefore subject to liberation and bondage. As stated in the Vishnu Pur&#257;na:</P><P>vishnu-&#347;aktih par&#257; prokt&#257;</P><P CLASS=n>kshetrajñ&#257;khy&#257; tath&#257; par&#257;</P><P CLASS=n>avidy&#257;-karma-samjñ&#257;ny&#257;</P><P CLASS=n>trit&#299;y&#257; &#347;aktir ishyate</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/madhya/6/154.htm">Madhya 6.154</A>]</P><P>"The Supreme Personality of Godhead, Vishnu, possesses His superior internal potency as well as the potency called kshetrajñ&#257; &#347;akti. This kshetrajñ&#257; &#347;akti is also spiritual potency, but it is sometimes covered by the third, or material, potency called ignorance. Thus because of the various stages of covering, the second, or marginal, potency is manifested in different evolutionary phases."</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura has written that the living entity has been executing fruitive activities since time immemorial. Thus his conditioned life may be called beginningless. Such conditioned life, however, is not endless, since the living entity may achieve liberation through the loving devotional service of the Lord. Since the living entity may acquire liberation, &#346;r&#299;la Bhaktivinoda Th&#257;kura states that his liberated life begins at a certain point but is endless, because liberated life is understood to be eternal. In any case, one who has achieved the shelter of the Supreme Personality of Godhead, Krishna, may be understood to be eternally liberated, since such a person has entered into the eternal atmosphere of the spiritual sky. Since there is no material time in the spiritual sky, one who has achieved his eternal spiritual body on Lord Krishna's planet is not subject to the influence of time. His eternal blissful life with Krishna is not designated in terms of material past, present and future and is therefore called eternal liberation. Material time is conspicuous by its absence in the spiritual sky, and every living entity there is eternally liberated, having attained the supreme situation. Such liberation can be achieved by vidy&#257;, or perfect knowledge, which is understood in three phases called Brahman, Param&#257;tm&#257; and Bhagav&#257;n, as described in &#346;r&#299;mad-Bh&#257;gavatam. The ultimate phase of vidy&#257;, or knowledge, is to understand the Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; such knowledge is called r&#257;ja-vidy&#257;, or the king of all knowledge, and it awards the supreme liberation.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>