<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verses 34-41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verses 34-41"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.34-41</P><P CLASS=c>mal-li&#324;ga-mad-bhakta-jana-</P><P CLASS=c>dar&#347;ana-spar&#347;an&#257;rcanam</P><P CLASS=c>paricary&#257; stutih prahva-</P><P CLASS=c>guna-karm&#257;nuk&#299;rtanam</P><P CLASS=c>mat-kath&#257;-&#347;ravane &#347;raddh&#257;</P><P CLASS=c>mad-anudhy&#257;nam uddhava</P><P CLASS=c>sarva-l&#257;bhopaharanam</P><P CLASS=c>d&#257;syen&#257;tma-nivedanam</P><P CLASS=c>maj-janma-karma-kathanam</P><P CLASS=c>mama parv&#257;numodanam</P><P CLASS=c>g&#299;ta-t&#257;ndava-v&#257;ditra-</P><P CLASS=c>goshth&#299;bhir mad-grihotsavah</P><P CLASS=c>y&#257;tr&#257; bali-vidh&#257;nam ca</P><P CLASS=c>sarva-v&#257;rshika-parvasu</P><P CLASS=c>vaidik&#299; t&#257;ntrik&#299; d&#299;ksh&#257;</P><P CLASS=c>mad&#299;ya-vrata-dh&#257;ranam</P><P CLASS=c>mam&#257;rc&#257;-sth&#257;pane &#347;raddh&#257;</P><P CLASS=c>svatah samhatya codyamah</P><P CLASS=c>udy&#257;nopavan&#257;kr&#299;da-</P><P CLASS=c>pura-mandira-karmani</P><P CLASS=c>samm&#257;rjanopalep&#257;bhy&#257;m</P><P CLASS=c>seka-mandala-vartanaih</P><P CLASS=c>griha-&#347;u&#347;r&#363;shanam mahyam</P><P CLASS=c>d&#257;sa-vad yad am&#257;yay&#257;</P><P CLASS=c>am&#257;nitvam adambhitvam</P><P CLASS=c>kritasy&#257;parik&#299;rtanam</P><P CLASS=c>api d&#299;p&#257;valokam me</P><P CLASS=c>nopayuñjy&#257;n niveditam</P><P CLASS=c>yad yad ishtatamam loke</P><P CLASS=c>yac c&#257;ti-priyam &#257;tmanah</P><P CLASS=c>tat tan nivedayen mahyam</P><P CLASS=c>tad &#257;nanty&#257;ya kalpate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/l/linga">li&#324;ga</A> &#8212; My appearance <A HREF="http://vedabase.net/i/in">in</A> this world <A HREF="http://vedabase.net/a/as">as</A> the Deity, etc.; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A> <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; My devotees; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/s/sparsana">spar&#347;ana</A> &#8212; touching; <A CLASS=v HREF="http://vedabase.net/a/arcanam">arcanam</A> &#8212; and worshiping; <A CLASS=v HREF="http://vedabase.net/p/paricarya">paricary&#257;</A> &#8212; rendering personal service; <A CLASS=v HREF="http://vedabase.net/s/stutih">stutih</A> &#8212; offering prayers of glorification; <A CLASS=v HREF="http://vedabase.net/p/prahva">prahva</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; My qualities; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; and activities; <A CLASS=v HREF="http://vedabase.net/a/anukirtanam">anuk&#299;rtanam</A> &#8212; constantly glorifying; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; topics about <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sravane">&#347;ravane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> hearing; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A> &#8212; faith due <A HREF="http://vedabase.net/t/to">to</A> love; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/anudhyanam">anudhy&#257;nam</A> &#8212; always meditating on <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/u/uddhava">uddhava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/labha">l&#257;bha</A> &#8212; all that one acquires; <A CLASS=v HREF="http://vedabase.net/u/upaharanam">upaharanam</A> &#8212; offering; <A CLASS=v HREF="http://vedabase.net/d/dasyena">d&#257;syena</A> &#8212; by accepting oneself <A HREF="http://vedabase.net/a/as">as</A> My servant; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/n/nivedanam">nivedanam</A> &#8212; self-surrender; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/k/kathanam">kathanam</A> &#8212; glorifying My birth and activities; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/p/parva">parva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> festivals such <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/j/janmastami">Janm&#257;shtam&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/anumodanam">anumodanam</A> &#8212; taking great pleasure; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; by songs; <A CLASS=v HREF="http://vedabase.net/t/tandava">t&#257;ndava</A> &#8212; dancing; <A CLASS=v HREF="http://vedabase.net/v/vaditra">v&#257;ditra</A> &#8212; musical instruments; <A CLASS=v HREF="http://vedabase.net/g/gosthibhih">goshth&#299;bhih</A> &#8212; and discussions among devotees; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> My temple; <A CLASS=v HREF="http://vedabase.net/u/utsavah">utsavah</A> &#8212; festivals; <A CLASS=v HREF="http://vedabase.net/y/yatra">y&#257;tr&#257;</A> &#8212; celebrations; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhanam">vidh&#257;nam</A> &#8212; making offerings; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all; <A CLASS=v HREF="http://vedabase.net/v/varsika">v&#257;rshika</A> &#8212; annual; <A CLASS=v HREF="http://vedabase.net/p/parvasu">parvasu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the celebrations; <A CLASS=v HREF="http://vedabase.net/v/vaidiki">vaidik&#299;</A> &#8212; mentioned <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/t/tantriki">t&#257;ntrik&#299;</A> &#8212; mentioned <A HREF="http://vedabase.net/i/in">in</A> literatures such <A HREF="http://vedabase.net/a/as">as</A> the Pañcar&#257;tra; <A CLASS=v HREF="http://vedabase.net/d/diksa">d&#299;ksh&#257;</A> &#8212; initiation; <A CLASS=v HREF="http://vedabase.net/m/madiya">mad&#299;ya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; vows; <A CLASS=v HREF="http://vedabase.net/d/dharanam">dh&#257;ranam</A> &#8212; observing; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/a/arca">arc&#257;</A> &#8212; of the Deity form; <A CLASS=v HREF="http://vedabase.net/s/sthapane">sth&#257;pane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the installation; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;raddh&#257;</A> &#8212; being faithfully attached; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; by oneself; <A CLASS=v HREF="http://vedabase.net/s/samhatya">samhatya</A> &#8212; with others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/udyamah">udyamah</A> &#8212; endeavor; <A CLASS=v HREF="http://vedabase.net/u/udyana">udy&#257;na</A> &#8212; of flower gardens; <A CLASS=v HREF="http://vedabase.net/u/upavana">upavana</A> &#8212; orchards; <A CLASS=v HREF="http://vedabase.net/a/akrida">&#257;kr&#299;da</A> &#8212; places of pastimes; <A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; devotional cities; <A CLASS=v HREF="http://vedabase.net/m/mandira">mandira</A> &#8212; and temples; <A CLASS=v HREF="http://vedabase.net/k/karmani">karmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the construction; <A CLASS=v HREF="http://vedabase.net/s/sammarjana">samm&#257;rjana</A> &#8212; by thoroughly sweeping and dusting; <A CLASS=v HREF="http://vedabase.net/u/upalepabhyam">upalep&#257;bhy&#257;m</A> &#8212; then by smearing water and cow dung; <A CLASS=v HREF="http://vedabase.net/s/seka">seka</A> &#8212; by sprinkling scented water; <A CLASS=v HREF="http://vedabase.net/m/mandala">mandala</A>-<A CLASS=v HREF="http://vedabase.net/v/vartanaih">vartanaih</A> &#8212; by construction of mandalas; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; of the temple, which is My home; <A CLASS=v HREF="http://vedabase.net/s/susrusanam">&#347;u&#347;r&#363;shanam</A> &#8212; service; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; for My <A HREF="http://vedabase.net/s/sake">sake</A>; <A CLASS=v HREF="http://vedabase.net/d/dasa">d&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; being like <A HREF="http://vedabase.net/a/a">a</A> servant; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/amayaya">am&#257;yay&#257;</A> &#8212; without duplicity; <A CLASS=v HREF="http://vedabase.net/a/amanitvam">am&#257;nitvam</A> &#8212; being without false prestige; <A CLASS=v HREF="http://vedabase.net/a/adambhitvam">adambhitvam</A> &#8212; being prideless; <A CLASS=v HREF="http://vedabase.net/k/krtasya">kritasya</A> &#8212; one's devotional activities; <A CLASS=v HREF="http://vedabase.net/a/aparikirtanam">aparik&#299;rtanam</A> &#8212; not advertising; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/d/dipa">d&#299;pa</A> &#8212; of lamps; <A CLASS=v HREF="http://vedabase.net/a/avalokam">avalokam</A> &#8212; the light; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; which belong <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/upayunjyat">upayuñjy&#257;t</A> &#8212; one should engage; <A CLASS=v HREF="http://vedabase.net/n/niveditam">niveditam</A> &#8212; things already offered <A HREF="http://vedabase.net/t/to">to</A> others; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/i/ista">ishta</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; most desired; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material world; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and anything; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; most dear; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of oneself; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that very thing; <A CLASS=v HREF="http://vedabase.net/n/nivedayet">nivedayet</A> &#8212; one should offer; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that offering; <A CLASS=v HREF="http://vedabase.net/a/anantyaya">&#257;nanty&#257;ya</A> &#8212; for immortality; <A CLASS=v HREF="http://vedabase.net/k/kalpate">kalpate</A> &#8212; qualifies one.</P><P CLASS=t>TRANSLATION</P><P>My dear Uddhava, one can give up false pride and prestige by engaging in the following devotional activities. One may purify oneself by seeing, touching, worshiping, serving, and offering prayers of glorification and obeisances to My form as the Deity and to My pure devotees. One should also glorify My transcendental qualities and activities, hear with love and faith the narrations of My glories and constantly meditate on Me. One should offer to Me whatever one acquires, and accepting oneself as My eternal servant, one should give oneself completely to Me. One should always discuss My birth and activities and enjoy life by participating in festivals, such as Janm&#257;shtam&#299;, which glorify My pastimes. In My temple, one should also participate in festivals and ceremonies by singing, dancing, playing musical instruments and discussing Me with other Vaishnavas. One should observe all the regularly celebrated annual festivals by attending ceremonies, pilgrimages and making offerings. One should also observe religious vows such as Ek&#257;da&#347;&#299; and take initiation by the procedures mentioned in the Vedas, Pañcar&#257;tra and other, similar literatures. One should faithfully and lovingly support the installation of My Deity, and individually or in cooperation with others one should work for the construction of Krishna conscious temples and cities as well as flower gardens, fruit gardens and special areas to celebrate My pastimes. One should consider oneself to be My humble servant, without duplicity, and thus should help to clean the temple, which is My home. First one should sweep and dust thoroughly, and then one should further cleanse with water and cow dung. Having dried the temple, one should sprinkle scented water and decorate the temple with mandalas. One should thus act just like My servant. A devotee should never advertise his devotional activities; therefore his service will not be the cause of false pride. One should never use lamps that are offered to Me for other purposes simply because there is need of illumination, and similarly, one should never offer to Me anything that has been offered to or used by others. Whatever is most desired by one within this material world, and whatever is most dear to oneself &#8212; one should offer that very thing to Me. Such an offering qualifies one for eternal life.</P><P CLASS=t>PURPORT</P><P>In these eight verses Lord Krishna ends His discussion of saintly qualities in general and describes the specific characteristics of the devotees of the Lord. Lord Krishna has clearly described both here and in Bhagavad-g&#299;t&#257; that the ultimate goal of life is to surrender fully to Him and become His pure devotee. Herein the Lord elaborately describes the process of devotional service. One should offer everything that one acquires to the Lord, thinking, "Lord Krishna has sent these things so that I may serve Him nicely." One ultimately should understand that the minute spirit soul is part and parcel of Lord Krishna, and thus one should surrender one's very self to the Lord. Just as an ordinary servant is meek and submissive to his master, similarly, a devotee should always be submissive to his spiritual master, who is a representative of Lord Krishna. He should realize how his body and mind are purified simply by his seeing the spiritual master or by accepting on his head the water offered to the spiritual master. It is emphasized in these verses that one should attend Vaishnava festivals. As far as possible, large festivals should be held all over the world so that people can gradually learn how to perfect human life. The words mam&#257;rc&#257;-sth&#257;pane &#347;raddh&#257; are significant. Here Lord Krishna states that one should have faith in His Deity worship, since the Lord is personally present as the Deity. The words udy&#257;nopavan&#257;kr&#299;da-pura-mandira-karmani indicate that there should be a serious endeavor to construct beautiful temples and Vaishnava cities with ample parks, orchards and flower gardens. An outstanding example of such endeavors can be presently seen in India at the M&#257;y&#257;pur Candrodaya Mandira.</P><P>The words d&#299;p&#257;valokam me nopayuñjy&#257;n niveditam indicate that one may never use the Deity's paraphernalia for sense gratification. If there is a shortage of electricity or lights, one may not use the Deity's lamps, nor should one ever offer to Lord Krishna paraphernalia previously offered to or used by others. In these verses, the importance of Deity worship and Vaishnava festivals is emphasized in many ways. Lord Krishna promises that whoever sincerely performs these activities will certainly go back home, back to Godhead (tad &#257;nanty&#257;ya kalpate). One should offer his most dear possession to Lord Krishna, not that which is superfluous or unwanted. If one is most attached to his family, one should see that his family is engaged in Lord Krishna's service. If one is most attached to money, that should be given for propagating Krishna consciousness. And if one considers one's intelligence to be most valuable, he should preach Krishna consciousness with great logic and reason. If we offer our most valuable possessions to Lord Krishna, we will automatically become dear to the Lord and go back to Godhead.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>