<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.42</P><P CLASS=c>s&#363;ryo 'gnir br&#257;hman&#257; g&#257;vo</P><P CLASS=c>vaishnavah kham maruj jalam</P><P CLASS=c>bh&#363;r &#257;tm&#257; sarva-bh&#363;t&#257;ni</P><P CLASS=c>bhadra p&#363;j&#257;-pad&#257;ni me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/suryah">s&#363;ryah</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#257;h</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/g/gavah">g&#257;vah</A> &#8212; the cows; <A CLASS=v HREF="http://vedabase.net/v/vaisnavah">vaishnavah</A> &#8212; the devotee of the Lord; <A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/m/marut">marut</A> &#8212; the wind; <A CLASS=v HREF="http://vedabase.net/j/jalam">jalam</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the individual soul; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhadra">bhadra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> saintly <A HREF="http://vedabase.net/u/uddhava">Uddhava</A>; <A CLASS=v HREF="http://vedabase.net/p/puja">p&#363;j&#257;</A> &#8212; of worship; <A CLASS=v HREF="http://vedabase.net/p/padani">pad&#257;ni</A> &#8212; the places; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>O saintly Uddhava, please know that you may worship Me in the sun, fire, br&#257;hmanas, cows, Vaishnavas, sky, wind, water, earth, individual soul and all living entities.</P><P CLASS=t>PURPORT</P><P>Unless one understands that Lord Krishna is all-pervading and that everything is resting within the Lord, one's Krishna consciousness is third class and materialistic. It is clearly stated in all Vedic literatures that the Supreme Absolute Truth is the source of everything. Everything is within Him, and He is within everything. To avoid a materialistic conception of Lord Krishna, one should not think that the Lord exists only in a particular time and place. Rather, one should understand that He exists at all times and in all places and that one may search for and find Lord Krishna within all things. The word p&#363;j&#257;-pad&#257;ni indicates that Lord Krishna is all-pervading, but this does not mean that all things are Lord Krishna. Lord Krishna speaks this verse to clarify His supremacy as the all-pervading Personality of Godhead and to show the path of complete self-realization.</P><P CLASS=l><A CLASS=i HREF="34-41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43-45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>