<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 11 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 11 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">The Symptoms of Conditioned and Liberated Living Entities</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.11.46</P><P CLASS=c>dhishnyeshv ity eshu mad-r&#363;pam</P><P CLASS=c>&#347;a&#324;kha-cakra-gad&#257;mbujaih</P><P CLASS=c>yuktam catur-bhujam &#347;&#257;ntam</P><P CLASS=c>dhy&#257;yann arcet sam&#257;hitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhisnyesu">dhishnyeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the previously mentioned places of worship; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus (by the previously mentioned processes); <A CLASS=v HREF="http://vedabase.net/e/esu">eshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> them; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; My transcendental form; <A CLASS=v HREF="http://vedabase.net/s/sankha">&#347;a&#324;kha</A> &#8212; with the conchshell; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; <A HREF="http://vedabase.net/s/sudarsana">Sudar&#347;ana</A> disc; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A> &#8212; club; <A CLASS=v HREF="http://vedabase.net/a/ambujaih">ambujaih</A> &#8212; and lotus flower; <A CLASS=v HREF="http://vedabase.net/y/yuktam">yuktam</A> &#8212; equipped; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujam">bhujam</A> &#8212; with four arms; <A CLASS=v HREF="http://vedabase.net/s/santam">&#347;&#257;ntam</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/d/dhyayan">dhy&#257;yan</A> &#8212; meditating; <A CLASS=v HREF="http://vedabase.net/a/arcet">arcet</A> &#8212; one should worship; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah</A> &#8212; with complete attention.</P><P CLASS=t>TRANSLATION</P><P>Thus, in the previously mentioned places of worship and according to the processes I have described, one should meditate on My peaceful, transcendental form with four arms holding a conchshell, Sudar&#347;ana disc, club and lotus flower. In this way, one should worship Me with fixed attention.</P><P CLASS=t>PURPORT</P><P>The Lord has previously explained that He appears in different transcendental forms to His pure devotees so that they may unlimitedly increase their love of Godhead. Here is given a general description of the four-armed N&#257;r&#257;yana form, which pervades the material world as Supersoul, or Param&#257;tm&#257;. The pure devotees, however, do not meditate upon the Lord within the heart but rather render active service to a specific form of the Lord, such as R&#257;ma or Krishna, and thus perfect their realization of Bhagav&#257;n, or the Supreme Lord, who engages in transcendental pastimes with His devotees in the spiritual world. Yet even within the material world one can spiritualize one's existence by seeing the Supreme Lord within everything and worshiping Him by constant meditation. As mentioned in the previous verses, one should also go to the temple and specifically worship the Deity and participate in spiritual festivals. One should not be puffed up and claim that because one is meditating on the Lord within nature there is no need to go to the temple. Temple worship has been repeatedly emphasized by the Lord Himself. The word sam&#257;hita in this verse indicates sam&#257;dhi. If one very carefully worships the Deity or hears and chants about the pastimes of Lord Krishna, one is certainly in sam&#257;dhi. By worshiping and glorifying the Lord twenty-four hours a day one becomes a liberated soul and gradually rises completely beyond the influence of the material creation. The living entity is called &#257;tm&#257;, or eternal soul, because of his relationship with the Param&#257;tm&#257;, the Supreme Personality of Godhead. By worshiping the Lord, our eternal nature revives, and as we increase our enthusiasm and steadiness in devotional service, material existence fades away.</P><P CLASS=l><A CLASS=i HREF="43-45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>