<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 25 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 25 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Lord Ananta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.25.5</P><P CLASS=c>yasyaiva hi n&#257;ga-r&#257;ja-kum&#257;rya &#257;&#347;isha &#257;&#347;&#257;s&#257;n&#257;&#347; c&#257;rv-a&#324;ga-valaya-vilasita-vi&#347;ada-vipula-dhavala-subhaga-rucira-bhuja-rajata-stambheshv aguru-candana-ku&#324;kuma-pa&#324;k&#257;nulepen&#257;valimpam&#257;n&#257;s tad-abhimar&#347;anonmathita-hridaya-makara-dhvaj&#257;ve&#347;a-rucira-lalita-smit&#257;s tad-anur&#257;gamada-mudita-mada-vigh&#363;rnit&#257;runa-karun&#257;valoka-nayana-vadan&#257;ravindam savr&#299;dam kila vilokayanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/naga">n&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/k/kumaryah">kum&#257;ryah</A> &#8212; the unmarried princesses of the serpent kings; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; blessings; <A CLASS=v HREF="http://vedabase.net/a/asasanah">&#257;&#347;&#257;s&#257;n&#257;h</A> &#8212; hoping for; <A CLASS=v HREF="http://vedabase.net/c/caru">c&#257;ru</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/v/valaya">valaya</A> &#8212; on the sphere of His body; <A CLASS=v HREF="http://vedabase.net/v/vilasita">vilasita</A> &#8212; gleaming; <A CLASS=v HREF="http://vedabase.net/v/visada">vi&#347;ada</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/v/vipula">vipula</A> &#8212; long; <A CLASS=v HREF="http://vedabase.net/d/dhavala">dhavala</A> &#8212; white; <A CLASS=v HREF="http://vedabase.net/s/subhaga">subhaga</A> &#8212; indicating good fortune; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A> &#8212; on His arms; <A CLASS=v HREF="http://vedabase.net/r/rajata">rajata</A>-<A CLASS=v HREF="http://vedabase.net/s/stambhesu">stambheshu</A> &#8212; like columns of silver; <A CLASS=v HREF="http://vedabase.net/a/aguru">aguru</A> &#8212; of aloe; <A CLASS=v HREF="http://vedabase.net/c/candana">candana</A> &#8212; of sandalwood; <A CLASS=v HREF="http://vedabase.net/k/kunkuma">ku&#324;kuma</A> &#8212; of saffron; <A CLASS=v HREF="http://vedabase.net/p/panka">pa&#324;ka</A> &#8212; from the pulp; <A CLASS=v HREF="http://vedabase.net/a/anulepena">anulepena</A> &#8212; with <A HREF="http://vedabase.net/a/an">an</A> ointment; <A CLASS=v HREF="http://vedabase.net/a/avalimpamanah">avalimpam&#257;n&#257;h</A> &#8212; smearing; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimarsana">abhimar&#347;ana</A> &#8212; by contact with His limbs; <A CLASS=v HREF="http://vedabase.net/u/unmathita">unmathita</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> their hearts; <A CLASS=v HREF="http://vedabase.net/m/makara">makara</A>-<A CLASS=v HREF="http://vedabase.net/d/dhvaja">dhvaja</A> &#8212; of Cupid; <A CLASS=v HREF="http://vedabase.net/a/avesa">&#257;ve&#347;a</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> the entrance; <A CLASS=v HREF="http://vedabase.net/r/rucira">rucira</A> &#8212; very beautiful; <A CLASS=v HREF="http://vedabase.net/l/lalita">lalita</A> &#8212; delicate; <A CLASS=v HREF="http://vedabase.net/s/smitah">smit&#257;h</A> &#8212; whose smiling; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/a/anuraga">anur&#257;ga</A> &#8212; of attachment; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A> &#8212; by the intoxication; <A CLASS=v HREF="http://vedabase.net/m/mudita">mudita</A> &#8212; delighted; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> intoxication with kindness; <A CLASS=v HREF="http://vedabase.net/v/vighurnita">vigh&#363;rnita</A> &#8212; rolling; <A CLASS=v HREF="http://vedabase.net/a/aruna">aruna</A> &#8212; pink; <A CLASS=v HREF="http://vedabase.net/k/karuna">karuna</A>-<A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A> &#8212; glancing with kindness; <A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/v/vadana">vadana</A> &#8212; and face; <A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; like lotus flowers; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/vridam">vr&#299;dam</A> &#8212; with bashfulness; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vilokayanti">vilokayanti</A> &#8212; they see.</P><P CLASS=t>TRANSLATION</P><P>Lord Ananta's arms are attractively long, beautifully decorated with bangles and completely spiritual. They are white, and so they appear like silver columns. When the beautiful princesses of the serpent kings, hoping for the Lord's auspicious blessing, smear His arms with aguru pulp, sandalwood pulp and ku&#324;kuma, the touch of His limbs awakens lusty desires within them. Understanding their minds, the Lord looks at the princesses with a merciful smile, and they become bashful, realizing that He knows their desires. Then they smile beautifully and look upon the Lord's lotus face, which is beautified by reddish eyes rolling slightly from intoxication and delighted by love for His devotees.</P><P CLASS=t>PURPORT</P><P>When males and females touch each other's bodies, their lusty desires naturally awaken. It appears from this verse that there are similar sensations in spiritual bodies. Both Lord Ananta and the women giving Him pleasure had spiritual bodies. Thus all sensations originally exist in the spiritual body. This is confirmed in the Ved&#257;nta-s&#363;tra: janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has commented in this connection that the word &#257;di means &#257;di-rasa, the original lusty feeling, which is born from the Supreme. However, spiritual lust and material lust are as completely different as gold and iron. Only one who is very highly elevated in spiritual realization can understand the lusty feelings exchanged between R&#257;dh&#257; and Krishna, or between Krishna and the damsels of Vraja. Therefore, unless one is very experienced and advanced in spiritual realization, he is forbidden to discuss the lusty feelings of Krishna and the gop&#299;s. However, if one is a sincere and pure devotee, the material lust in his heart is completely vanquished as he discusses the lusty feelings between the gop&#299;s and Krishna, and he makes quick progress in spiritual life.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>