<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 25 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 25 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Lord Ananta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.25.8</P><P CLASS=c>ya esha evam anu&#347;ruto dhy&#257;yam&#257;no mumuksh&#363;n&#257;m an&#257;di-k&#257;la-karma-v&#257;san&#257;-grathitam avidy&#257;mayam hridaya-granthim sattva-rajas-tamomayam antar-hridayam gata &#257;&#347;u nirbhinatti tasy&#257;nubh&#257;v&#257;n bhagav&#257;n sv&#257;yambhuvo n&#257;radah saha tumburun&#257; sabh&#257;y&#257;m brahmanah sam&#347;lokay&#257;m &#257;sa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this one; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anusrutah">anu&#347;rutah</A> &#8212; being heard from <A HREF="http://vedabase.net/a/a">a</A> bona fide spiritual master; <A CLASS=v HREF="http://vedabase.net/d/dhyayamanah">dhy&#257;yam&#257;nah</A> &#8212; being meditated upon; <A CLASS=v HREF="http://vedabase.net/m/mumuksunam">mumuksh&#363;n&#257;m</A> &#8212; of persons desiring liberation from conditioned life; <A CLASS=v HREF="http://vedabase.net/a/anadi">an&#257;di</A> &#8212; from immemorial; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/v/vasana">v&#257;san&#257;</A> &#8212; by the desire for fruitive activities; <A CLASS=v HREF="http://vedabase.net/g/grathitam">grathitam</A> &#8212; tied tightly; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; consisting of the illusory energy; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/g/granthim">granthim</A> &#8212; the knot within the heart; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/a/asu">&#257;&#347;u</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/n/nirbhinatti">nirbhinatti</A> &#8212; cuts; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of <A HREF="http://vedabase.net/s/sankarsana">Sa&#324;karshana</A>; <A CLASS=v HREF="http://vedabase.net/a/anubhavan">anubh&#257;v&#257;n</A> &#8212; the glories; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the greatly powerful; <A CLASS=v HREF="http://vedabase.net/s/svayambhuvah">sv&#257;yambhuvah</A> &#8212; the son of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/t/tumburuna">tumburun&#257;</A> &#8212; the stringed instrument called <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/t/tumburu">Tumburu</A>; <A CLASS=v HREF="http://vedabase.net/s/sabhayam">sabh&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/samslokayam">sam&#347;lokay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; described <A HREF="http://vedabase.net/i/in">in</A> verses.</P><P CLASS=t>TRANSLATION</P><P>If persons who are very serious about being liberated from material life hear the glories of Anantadeva from the mouth of a spiritual master in the chain of disciplic succession, and if they always meditate upon Sa&#324;karshana, the Lord enters the cores of their hearts, vanquishes all the dirty contamination of the material modes of nature, and cuts to pieces the hard knot within the heart, which has been tied tightly since time immemorial by the desire to dominate material nature through fruitive activities. N&#257;rada Muni, the son of Lord Brahm&#257;, always glorifies Anantadeva in his father's assembly. There he sings blissful verses of his own composition, accompanied by his stringed instrument [or a celestial singer] known as Tumburu.</P><P CLASS=t>PURPORT</P><P>None of these descriptions of Lord Anantadeva are imaginary. They are all transcendentally blissful and full of actual knowledge. However, unless one hears them directly from a bona fide spiritual master in the line of disciplic succession, one cannot understand them. This knowledge is delivered to N&#257;rada by Lord Brahm&#257;, and the great saint N&#257;rada, along with his companion, Tumburu, distributes it all over the universe. Sometimes the Supreme Personality of Godhead is described as Uttama&#347;loka, one who is praised by beautiful poetry. N&#257;rada composes various poems to glorify Lord Ananta, and therefore the word sam&#347;lokay&#257;m &#257;sa (praised by selected poetry) is used in this verse.</P><P>The Vaishnavas in the Gaud&#299;ya-samprad&#257;ya belong to the disciplic succession stemming from Lord Brahm&#257;. Lord Brahm&#257; is the spiritual master of N&#257;rada, N&#257;rada is the spiritual master of Vy&#257;sadeva, and Vy&#257;sadeva wrote the &#346;r&#299;mad-Bh&#257;gavatam as a commentary on the Ved&#257;nta-s&#363;tra. Therefore all devotees in the Gaud&#299;ya-samprad&#257;ya accept the activities of Lord Ananta related in the &#346;r&#299;mad-Bh&#257;gavatam as authentic, and they are thus benefited by going back home, back to Godhead. The contamination in the heart of a conditioned soul is like a huge accumulation of garbage created by the three modes of material nature, especially the modes of rajas (passion) and tamas (ignorance). This contamination becomes manifest in the form of lusty desires and greed for material possessions. As confirmed herein, unless one receives transcendental knowledge in disciplic succession, there is no question of his becoming purified of this contamination.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>