<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 25 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 25 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Lord Ananta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.25.9</P><P CLASS=c>utpatti-sthiti-laya-hetavo 'sya kalp&#257;h</P><P CLASS=c>sattv&#257;dy&#257;h prakriti-gun&#257; yad-&#299;kshay&#257;san</P><P CLASS=c>yad-r&#363;pam dhruvam akritam yad ekam &#257;tman</P><P CLASS=c>n&#257;n&#257;dh&#257;t katham u ha veda tasya vartma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/utpatti">utpatti</A> &#8212; of creation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/l/laya">laya</A> &#8212; and dissolution; <A CLASS=v HREF="http://vedabase.net/h/hetavah">hetavah</A> &#8212; the original causes; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this material world; <A CLASS=v HREF="http://vedabase.net/k/kalpah">kalp&#257;h</A> &#8212; capable of acting; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dy&#257;h</A> &#8212; headed by the <A HREF="http://vedabase.net/s/sattva">sattva</A>-<A HREF="http://vedabase.net/g/guna">guna</A>; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; the modes of material nature; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/i/iksaya">&#299;kshay&#257;</A> &#8212; by the glance; <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the form of whom; <A CLASS=v HREF="http://vedabase.net/d/dhruvam">dhruvam</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/a/akrtam">akritam</A> &#8212; uncreated; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> Himself; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; variously; <A CLASS=v HREF="http://vedabase.net/a/adhat">adh&#257;t</A> &#8212; has manifested; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; can understand; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/v/vartma">vartma</A> &#8212; path.</P><P CLASS=t>TRANSLATION</P><P>By His glance, the Supreme Personality of Godhead enables the modes of material nature to act as the causes of universal creation, maintenance and destruction. The Supreme Soul is unlimited and beginningless, and although He is one, He has manifested Himself in many forms. How can human society understand the ways of the Supreme?</P><P CLASS=t>PURPORT</P><P>From Vedic literature we learn that when the Supreme Lord glances (sa aikshata) over the material energy, the three modes of material nature become manifest and create material variety. Before He glances over the material energy, there is no possibility of the creation, maintenance and annihilation of the material world. The Lord existed before the creation, and consequently He is eternal and unchanging. Therefore how can any human being, however great a scientist or philosopher he may be, understand the ways of the Supreme Personality of Godhead?</P><P>The following quotations from Caitanya-bh&#257;gavata (&#256;di-khanda, 1.48-52 and 1.58-69) tell of the glories of Lord Ananta:</P><P>ki brahm&#257;, ki &#347;iva, ki sanak&#257;di 'kum&#257;ra'</P><P CLASS=n>vy&#257;sa, &#347;uka, n&#257;rad&#257;di, 'bhakta' n&#257;ma y&#257;&#324;ra</P><P>"Lord Brahm&#257;, Lord &#346;iva, the four Kum&#257;ras [Sanaka, San&#257;tana, Sanandana and San&#257;t-kum&#257;ra], Vy&#257;sadeva, &#346;ukadeva Gosv&#257;m&#299; and N&#257;rada are all pure devotees, eternal servants of the Lord.</P><P>sab&#257;ra p&#363;jita &#347;r&#299;-ananta-mah&#257;&#347;aya</P><P CLASS=n>sahasra-vadana prabhu &#8212; bhakti-rasamaya</P><P>"Lord &#346;r&#299; Ananta is worshiped by all the uncontaminated devotees mentioned above. He has thousands of hoods and is the reservoir of all devotional service.</P><P>&#257;dideva, mah&#257;-yog&#299;, '&#299;&#347;vara', 'vaishnava'</P><P CLASS=n>mahim&#257;ra anta i&#324;h&#257; n&#257; j&#257;naye saba</P><P>"Lord Ananta is the original person and the great mystic controller. At the same time, He is a servant of God, a Vaishnava. Since there is no end to His glories, no one can understand Him fully.</P><P>sevana &#347;unil&#257;, ebe &#347;una th&#257;kur&#257;la</P><P CLASS=n>&#257;tma-tantre yena-mate vaisena p&#257;t&#257;la</P><P>"I have already spoken to you of His service to the Lord. Now hear how the self-sufficient Anantadeva exists in the lower planetary system of P&#257;t&#257;la.</P><P>&#347;r&#299;-n&#257;rada-gos&#257;ñi 'tumburu' kari' sa&#324;ge</P><P CLASS=n>se ya&#347;a g&#257;yena brahm&#257;-sth&#257;ne &#347;loka-vandhe</P><P>"Bearing his stringed instrument, the tumburu, on his shoulders, the great sage N&#257;rada Muni always glorifies Lord Ananta. N&#257;rada Muni has composed many transcendental verses in praise of the Lord."</P><P>srishti, sthiti, pralaya, sattv&#257;di yata guna</P><P CLASS=n>y&#257;&#324;ra drishti-p&#257;te haya, y&#257;ya punah punah</P><P>"Simply due to the glance of Lord Ananta, the three material modes of nature interact and produce creation, maintenance and annihilation. These modes of nature appear again and again.</P><P>advit&#299;ya-r&#363;pa, satya an&#257;di mahattva</P><P>tath&#257;pi 'ananta' haya, ke bujhe se tattva?</P><P>"The Lord is glorified as one without a second and as the supreme truth who has no beginning. Therefore He is called Anantadeva [unlimited]. Who can understand Him?</P><P>&#347;uddha-sattva-m&#363;rti prabhu dharena karun&#257;ya</P><P CLASS=n>ye-vigrahe sab&#257;ra prak&#257;&#347;a sul&#299;l&#257;ya</P><P>"His form is completely spiritual, and He manifests it only by His mercy. All the activities in this material world are conducted only in His form.</P><P>y&#257;&#324;h&#257;ra tara&#324;ga &#347;ikhi' simha mah&#257;val&#299;</P><P CLASS=n>nija-jana-mano rañje hañ&#257; kut&#363;hal&#299;</P><P>"He is very powerful and always prepared to please His personal associates and devotees.</P><P>ye ananta-n&#257;mera &#347;ravana-sa&#324;k&#299;rtane</P><P CLASS=n>ye-te mate kene n&#257;hi bole ye-te jane</P><P CLASS=n>a&#347;esha-janmera bandha chinde sei-kshane</P><P CLASS=n>ataeva vaishnava n&#257; ch&#257;de kabhu t&#257;ne</P><P>"If we simply try to engage in the congregational chanting of the glories of Lord Anantadeva, the dirty things in our hearts, accumulated during many births, will immediately be washed away. Therefore a Vaishnava never loses an opportunity to glorify Anantadeva.</P><P>'&#347;esha' ba-i sams&#257;rera gati n&#257;hi &#257;ra</P><P CLASS=n>anantera n&#257;me sarva-j&#299;vera uddh&#257;ra</P><P>"Lord Anantadeva is known as &#346;esha [the unlimited end] because He ends our passage through this material world. Simply by chanting His glories, everyone can be liberated.</P><P>ananta prithiv&#299;-giri samudra-sahite</P><P CLASS=n>ye-prabhu dharena gire p&#257;lana karite</P><P>"On His head, Anantadeva sustains the entire universe, with its millions of planets containing enormous oceans and mountains.</P><P>sahasra phan&#257;ra eka-phane 'bindu' yena</P><P CLASS=n>ananta vikrama, n&#257; j&#257;nena, '&#257;che' hena</P><P>"He is so large and powerful that this universe rests on one of His hoods just like a drop of water. He does not know where it is.</P><P>sahasra-vadane krishna-ya&#347;a nirantara</P><P CLASS=n>g&#257;ite &#257;chena &#257;di-deva mah&#299;-dhara</P><P>"While bearing the universe on one of His hoods, Anantadeva chants the glories of Krishna with each of His thousands of mouths.</P><P>g&#257;yena ananta, &#347;r&#299;-ya&#347;era n&#257;hi anta</P><P CLASS=n>jaya-bha&#324;ga n&#257;hi k&#257;ru, do&#324;he &#8212; balavanta</P><P>"Although He has been chanting the glories of Lord Krishna since time immemorial, He has still not come to their end.</P><P>ady&#257;piha '&#347;esha'-deva sahasra-&#347;r&#299;-mukhe</P><P CLASS=n>g&#257;yena caitanya-ya&#347;a anta n&#257;hi dekhe</P><P>"To this very day, Lord Ananta continues to chant the glories of &#346;r&#299; Caitanya Mah&#257;prabhu, and still He finds no end to them."</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>