<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 25"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Lord Ananta</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.25 Summary</P><P>In this chapter, &#346;ukadeva Gosv&#257;m&#299; describes Ananta, the source of Lord &#346;iva. Lord Ananta, whose body is completely spiritual, resides at the root of the planet P&#257;t&#257;la. He always lives in the core of Lord &#346;iva's heart, and He helps him destroy the universe. Ananta instructs Lord &#346;iva how to destroy the cosmos, and thus He is sometimes called t&#257;mas&#299;, or "one who is in the mode of darkness." He is the original Deity of material consciousness, and because He attracts all living entities, He is sometimes known as Sa&#324;karshana. The entire material world is situated on the hoods of Lord Sa&#324;karshana. From His forehead He transmits to Lord &#346;iva the power to destroy this material world. Because Lord Sa&#324;karshana is an expansion of the Supreme Personality of Godhead, many devotees offer Him prayers, and in the planetary system of P&#257;t&#257;la, all the suras, asuras, Gandharvas, Vidy&#257;dharas and learned sages offer Him their respectful obeisances. The Lord talks with them in a sweet voice. His bodily construction is completely spiritual and very, very beautiful. Anyone who hears about Him from a proper spiritual master becomes free from all material conceptions of life. The entire material energy is working according to the plans of Anantadeva. Therefore we should regard Him as the root cause of the material creation. There is no end to His strength, and no one can fully describe Him, even with countless mouths. Therefore He is called Ananta (unlimited). Being very merciful toward all living entities, He has exhibited His spiritual body. &#346;ukadeva Gosv&#257;m&#299; describes the glories of Anantadeva to Mah&#257;r&#257;ja Par&#299;kshit in this way.</P><P CLASS=l><A CLASS=i HREF="../24/31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>