<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 17 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 17 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Supreme Lord Agrees to Become Aditi's Son</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.17.8</P><P CLASS=c>&#347;r&#299;-aditir uv&#257;ca</P><P CLASS=c>yajñe&#347;a yajña-purush&#257;cyuta t&#299;rtha-p&#257;da</P><P CLASS=c>t&#299;rtha-&#347;ravah &#347;ravana-ma&#324;gala-n&#257;madheya</P><P CLASS=c>&#257;panna-loka-vrijinopa&#347;amoday&#257;dya</P><P CLASS=c>&#347;am nah kridh&#299;&#347;a bhagavann asi d&#299;na-n&#257;thah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/a/aditih">aditih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the demigoddess Aditi said; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> controller of all sacrificial ceremonies; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; the person who enjoys the benefits of all sacrifices; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; at whose lotus feet stand all the holy places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;ravah</A> &#8212; celebrated <A HREF="http://vedabase.net/a/as">as</A> the ultimate shelter of all saintly persons; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; hearing about whom; <A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; is auspicious; <A CLASS=v HREF="http://vedabase.net/n/namadheya">n&#257;madheya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> chant His <A HREF="http://vedabase.net/n/name">name</A> is also auspicious; <A CLASS=v HREF="http://vedabase.net/a/apanna">&#257;panna</A> &#8212; surrendered; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of people; <A CLASS=v HREF="http://vedabase.net/v/vrjina">vrijina</A> &#8212; dangerous material position; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A> &#8212; diminishing; <A CLASS=v HREF="http://vedabase.net/u/udaya">udaya</A> &#8212; who has appeared; <A CLASS=v HREF="http://vedabase.net/a/adya">&#257;dya</A> &#8212; the original Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> &#8212; auspiciousness; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/k/krdhi">kridhi</A> &#8212; kindly bestow upon us; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme controller; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/n/nathah">n&#257;thah</A> &#8212; the only shelter of the down-trodden.</P><P CLASS=t>TRANSLATION</P><P>The goddess Aditi said: O master and enjoyer of all sacrificial ceremonies, O infallible and most famous person, whose name, when chanted, spreads all good fortune! O original Supreme Personality of Godhead, supreme controller, shelter of all holy places, You are the shelter of all poor, suffering living entities, and You have appeared to diminish their suffering. Please be kind to us and spread our good fortune.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is the master of those who observe vows and austerities, and it is He who bestows benedictions upon them. He is worshipable for the devotee throughout the devotee's life, for He never breaks His promises. As He says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/31.htm">9.31</A>), kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "O son of Kunt&#299;, declare it boldly that My devotee never perishes." The Lord is addressed here as acyuta, the infallible, because He takes care of His devotees. Anyone inimical to the devotees is certainly vanquished by the mercy of the Lord. The Lord is the source of the Ganges water, and therefore He is addressed here as t&#299;rtha-p&#257;da, indicating that all the holy places are at His lotus feet, or that whatever He touches with His foot becomes a holy place. Bhagavad-g&#299;t&#257;, for example, begins with the words dharma-kshetre kuru-kshetre [<A CLASS=v HREF="../../../bg/1/1.htm">Bg. 1.1</A>]. Because the Lord was present on the Battlefield of Kurukshetra, it became a dharma-kshetra, a place of pilgrimage. Therefore the P&#257;ndavas, who were extremely religious, were assured of victory. Any place where the Supreme Personality of Godhead displays His pastimes, such as Vrind&#257;vana or Dv&#257;rak&#257;, becomes a holy place. The chanting of the holy name of the Lord &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; is pleasing to the ear, and it expands good fortune to the audience who hears it chanted. Owing to the presence of the Supreme Personality of Godhead, Aditi was fully assured that the troublesome condition created for her by the demons would now be ended.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>