<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 17 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 17 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Supreme Lord Agrees to Become Aditi's Son</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.17.9</P><P CLASS=c>vi&#347;v&#257;ya vi&#347;va-bhavana-sthiti-samyam&#257;ya</P><P CLASS=c>svairam grih&#299;ta-puru-&#347;akti-gun&#257;ya bh&#363;mne</P><P CLASS=c>sva-sth&#257;ya &#347;a&#347;vad-upabrimhita-p&#363;rna-bodha-</P><P CLASS=c>vy&#257;p&#257;dit&#257;tma-tamase haraye namas te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/visvaya">vi&#347;v&#257;ya</A> &#8212; unto the Supreme Personality of Godhead, who is actually the entire universe; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/b/bhavana">bhavana</A> &#8212; creation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/s/samyamaya">samyam&#257;ya</A> &#8212; and annihilation; <A CLASS=v HREF="http://vedabase.net/s/svairam">svairam</A> &#8212; fully independent; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A> &#8212; taking <A HREF="http://vedabase.net/i/in">in</A> hand; <A CLASS=v HREF="http://vedabase.net/p/puru">puru</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A>-<A CLASS=v HREF="http://vedabase.net/g/gunaya">gun&#257;ya</A> &#8212; controlling the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/b/bhumne">bh&#363;mne</A> &#8212; the supreme great; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/sthaya">sth&#257;ya</A> &#8212; who is always situated <A HREF="http://vedabase.net/i/in">in</A> His original form; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; eternally; <A CLASS=v HREF="http://vedabase.net/u/upabrmhita">upabrimhita</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A> &#8212; complete; <A CLASS=v HREF="http://vedabase.net/b/bodha">bodha</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/vyapadita">vy&#257;p&#257;dita</A> &#8212; completely vanquished; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tamase">tamase</A> &#8212; the illusory energy of Your Lordship; <A CLASS=v HREF="http://vedabase.net/h/haraye">haraye</A> &#8212; unto the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances unto You.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are the all-pervading universal form, the fully independent creator, maintainer and destroyer of this universe. Although You engage Your energy in matter, You are always situated in Your original form and never fall from that position, for Your knowledge is infallible and always suitable to any situation. You are never bewildered by illusion. O my Lord, let me offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/2/117.htm">&#256;di 2.117</A>) it is said:</P><P>siddh&#257;nta baliy&#257; citte n&#257; kara alasa</P><P CLASS=n>ih&#257; ha-ite krishne l&#257;ge sudridha m&#257;nasa</P><P>Anyone trying to become fully Krishna conscious must know the Lord's glories as far as they are possible to understand. Here Aditi hints at these glories. The universe is nothing but the external potency of the Lord. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>): may&#257; tatam idam sarvam. Whatever we see in this universe is but an expansion of the potency of the Supreme Personality of Godhead, just as the sunshine and heat all over the universe are expansions of the sun. When one surrenders unto the Supreme Personality of Godhead, he surpasses the influence of the illusory energy, for the Supreme Lord, being fully wise and being situated in the heart of everyone, especially in the heart of the devotee, gives one intelligence by which one is sure never to fall into illusion.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>