<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.11</P><P CLASS=c>tam tv&#257; gat&#257;ham &#347;aranam &#347;aranyam</P><P CLASS=c>sva-bhritya-sams&#257;ra-taroh kuth&#257;ram</P><P CLASS=c>jijñ&#257;say&#257;ham prakriteh p&#363;rushasya</P><P CLASS=c>nam&#257;mi sad-dharma-vid&#257;m varishtham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that person; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/g/gata">gat&#257;</A> &#8212; have gone; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/s/saranyam">&#347;aranyam</A> &#8212; worth taking shelter of; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; for Your dependents; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/t/taroh">taroh</A> &#8212; of the tree; <A CLASS=v HREF="http://vedabase.net/k/kutharam">kuth&#257;ram</A> &#8212; the ax; <A CLASS=v HREF="http://vedabase.net/j/jijnasaya">jijñ&#257;say&#257;</A> &#8212; with the desire <A HREF="http://vedabase.net/t/to">to</A> know; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/prakrteh">prakriteh</A> &#8212; of matter (woman); <A CLASS=v HREF="http://vedabase.net/p/purusasya">p&#363;rushasya</A> &#8212; of spirit (<A HREF="http://vedabase.net/m/man">man</A>); <A CLASS=v HREF="http://vedabase.net/n/namami">nam&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer obeisances; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; of the eternal occupation; <A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of the knowers; <A CLASS=v HREF="http://vedabase.net/v/varistham">varishtham</A> &#8212; unto the greatest.</P><P CLASS=t>TRANSLATION</P><P>Devah&#363;ti continued: I have taken shelter of Your lotus feet because You are the only person of whom to take shelter. You are the ax which can cut the tree of material existence. I therefore offer my obeisances unto You, who are the greatest of all transcendentalists, and I inquire from You as to the relationship between man and woman and between spirit and matter.</P><P CLASS=t>PURPORT</P><P>S&#257;&#324;khya philosophy, as is well known, deals with prakriti and purusha. Purusha is the Supreme Personality of Godhead or anyone who imitates the Supreme Personality of Godhead as an enjoyer, and prakriti means "nature." In this material world, material nature is being exploited by the purushas, or the living entities. The intricacies in the material world of the relationship of the prakriti and purusha, or the enjoyed and the enjoyer, is called sams&#257;ra, or material entanglement. Devah&#363;ti wanted to cut the tree of material entanglement, and she found the suitable weapon in Kapila Muni. The tree of material existence is explained in the Fifteenth Chapter of Bhagavad-g&#299;t&#257; as an a&#347;vattha tree whose root is upwards and whose branches are downwards. It is recommended there that one has to cut the root of this material existential tree with the ax of detachment. What is the attachment? The attachment involves prakriti and purusha. The living entities are trying to lord it over material nature. Since the conditioned soul takes material nature to be the object of his enjoyment and he takes the position of the enjoyer, he is therefore called purusha.</P><P>Devah&#363;ti questioned Kapila Muni, for she knew that only He could cut her attachment to this material world. The living entities, in the guises of men and women, are trying to enjoy the material energy; therefore in one sense everyone is purusha because purusha means "enjoyer" and prakriti means "enjoyed." In this material world both the so-called man and so-called woman are imitating the real purusha; the Supreme Personality of Godhead is actually the enjoyer in the transcendental sense, whereas all others are prakriti. The living entities are considered prakriti. In Bhagavad-g&#299;t&#257;, matter is analyzed as apar&#257;, or inferior nature, whereas beyond this inferior nature there is another, superior nature &#8212; the living entities. Living entities are also prakriti, or enjoyed, but under the spell of m&#257;y&#257;, the living entities are falsely trying to take the position of enjoyers. That is the cause of sams&#257;ra-bandha, or conditional life. Devah&#363;ti wanted to get out of conditional life and place herself in full surrender. The Lord is &#347;aranya, which means "the only worthy personality to whom one can fully surrender," because He is full of all opulences. If anyone actually wants relief, the best course is to surrender unto the Supreme Personality of Godhead. The Lord is also described here as sad-dharma-vid&#257;m varishtham. This indicates that of all transcendental occupations the best occupation is eternal loving service unto the Supreme Personality of Godhead. Dharma is sometimes translated as "religion," but that is not exactly the meaning. Dharma actually means "that which one cannot give up," "that which is inseparable from oneself." The warmth of fire is inseparable from fire; therefore warmth is called the dharma, or nature, of fire. Similarly, sad-dharma means "eternal occupation." That eternal occupation is engagement in the transcendental loving service of the Lord. The purpose of Kapiladeva's S&#257;&#324;khya philosophy is to propagate pure, uncontaminated devotional service, and therefore He is addressed here as the most important personality amongst those who know the transcendental occupation of the living entity.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>