<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.12</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>iti sva-m&#257;tur niravadyam &#299;psitam</P><P CLASS=c>ni&#347;amya pums&#257;m apavarga-vardhanam</P><P CLASS=c>dhiy&#257;bhinandy&#257;tmavat&#257;m sat&#257;m gatir</P><P CLASS=c>babh&#257;sha &#299;shat-smita-&#347;obhit&#257;nanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/matuh">m&#257;tuh</A> &#8212; of His mother; <A CLASS=v HREF="http://vedabase.net/n/niravadyam">niravadyam</A> &#8212; uncontaminated; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psitam</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of people; <A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A> &#8212; cessation of bodily existence; <A CLASS=v HREF="http://vedabase.net/v/vardhanam">vardhanam</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; mentally; <A CLASS=v HREF="http://vedabase.net/a/abhinandya">abhinandya</A> &#8212; having thanked; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vatam">vat&#257;m</A> &#8212; interested <A HREF="http://vedabase.net/i/in">in</A> self-realization; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the transcendentalists; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/b/babhase">babh&#257;she</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> explained; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;shat</A> &#8212; slightly; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/s/sobhita">&#347;obhita</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/a/ananah">&#257;nanah</A> &#8212; His face.</P><P CLASS=t>TRANSLATION</P><P>Maitreya said: After hearing of His mother's uncontaminated desire for transcendental realization, the Lord thanked her within Himself for her questions, and thus, His face smiling, He explained the path of the transcendentalists, who are interested in self-realization.</P><P CLASS=t>PURPORT</P><P>Devah&#363;ti has surrendered her confession of material entanglement and her desire to gain release. Her questions to Lord Kapila are very interesting for persons who are actually trying to get liberation from material entanglement and attain the perfectional stage of human life. Unless one is interested in understanding his spiritual life, or his constitutional position, and unless he also feels inconvenience in material existence, his human form of life is spoiled. One who does not care for these transcendental necessities of life and simply engages like an animal in eating, sleeping, fearing and mating has spoiled his life. Lord Kapila was very much satisfied by His mother's questions because the answers stimulate one's desire for liberation from the conditional life of material existence. Such questions are called apavarga-vardhanam. Those who have actual spiritual interest are called sat, or devotees. Sat&#257;m prasa&#324;g&#257;t. Sat means "that which eternally exists," and asat means "that which is not eternal." Unless one is situated on the spiritual platform, he is not sat; he is asat. The asat stands on a platform which will not exist, but anyone who stands on the spiritual platform will exist eternally. As spirit soul, everyone exists eternally, but the asat has accepted the material world as his shelter, and therefore he is full of anxiety. Asad-gr&#257;h&#257;n, the incompatible situation of the spirit soul who has the false idea of enjoying matter, is the cause of the soul's being asat. Actually, the spirit soul is not asat. As soon as one is conscious of this fact and takes to Krishna consciousness, he becomes sat. Sat&#257;m gatih, the path of the eternal, is very interesting to persons who are after liberation, and His Lordship Kapila began to speak about that path.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>