<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.18</P><P CLASS=c>jñ&#257;na-vair&#257;gya-yuktena</P><P CLASS=c>bhakti-yuktena c&#257;tman&#257;</P><P CLASS=c>paripa&#347;yaty ud&#257;s&#299;nam</P><P CLASS=c>prakritim ca hataujasam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; renunciation; <A CLASS=v HREF="http://vedabase.net/y/yuktena">yuktena</A> &#8212; equipped with; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/y/yuktena">yuktena</A> &#8212; equipped with; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/p/paripasyati">paripa&#347;yati</A> &#8212; one sees; <A CLASS=v HREF="http://vedabase.net/u/udasinam">ud&#257;s&#299;nam</A> &#8212; indifferent; <A CLASS=v HREF="http://vedabase.net/p/prakrtim">prakritim</A> &#8212; material existence; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/h/hata">hata</A>-<A CLASS=v HREF="http://vedabase.net/o/ojasam">ojasam</A> &#8212; reduced <A HREF="http://vedabase.net/i/in">in</A> strength.</P><P CLASS=t>TRANSLATION</P><P>In that position of self-realization, by practice of knowledge and renunciation in devotional service, one sees everything in the right perspective; he becomes indifferent to material existence, and the material influence acts less powerfully upon him.</P><P CLASS=t>PURPORT</P><P>As the contamination of the germs of a particular disease can influence a weaker person, similarly the influence of material nature, or illusory energy, can act on the weaker, or conditioned, soul but not on the liberated soul. Self-realization is the position of the liberated state. One understands his constitutional position by knowledge and vair&#257;gya, renunciation. Without knowledge, one cannot have realization. The realization that one is the infinitesimal part and parcel of the Supreme Spirit makes him unattached to material, conditional life. That is the beginning of devotional service. Unless one is liberated from material contamination, one cannot engage himself in the devotional service of the Lord. In this verse, therefore, it is stated, jñ&#257;na-vair&#257;gya-yuktena: when one is in full knowledge of one's constitutional position and is in the renounced order of life, detached from material attraction, then, by pure devotional service, bhakti-yuktena, he can engage himself as a loving servant of the Lord. paripa&#347;yati means that he can see everything in its right perspective. Then the influence of material nature becomes almost nil. This is also confirmed in Bhagavad-g&#299;t&#257;. Brahma-bh&#363;tah prasann&#257;tm&#257;: [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>] when one is self-realized he becomes happy and free from the influence of material nature, and at that time he is freed from lamentation and hankering. The Lord states that position as mad-bhaktim labhate par&#257;m [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>], the real state of beginning devotional service. Similarly, it is confirmed in the N&#257;rada-pañcar&#257;tra that when the senses are purified they can then be engaged in the devotional service of the Lord. One who is attached to material contamination cannot be a devotee.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>