<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.2</P><P CLASS=c>na hy asya varshmanah pums&#257;m</P><P CLASS=c>varimnah sarva-yogin&#257;m</P><P CLASS=c>vi&#347;rutau &#347;ruta-devasya</P><P CLASS=c>bh&#363;ri tripyanti me 'savah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; about Him; <A CLASS=v HREF="http://vedabase.net/v/varsmanah">varshmanah</A> &#8212; the greatest; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; among men; <A CLASS=v HREF="http://vedabase.net/v/varimnah">varimnah</A> &#8212; the foremost; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/y/yoginam">yogin&#257;m</A> &#8212; of yog&#299;s; <A CLASS=v HREF="http://vedabase.net/v/visrutau">vi&#347;rutau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> hearing; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A>-<A CLASS=v HREF="http://vedabase.net/d/devasya">devasya</A> &#8212; the master of the Vedas; <A CLASS=v HREF="http://vedabase.net/b/bhuri">bh&#363;ri</A> &#8212; repeatedly; <A CLASS=v HREF="http://vedabase.net/t/trpyanti">tripyanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> sated; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/a/asavah">asavah</A> &#8212; senses.</P><P CLASS=t>TRANSLATION</P><P>&#346;aunaka continued: There is no one who knows more than the Lord Himself. No one is more worshipable or more mature a yog&#299; than He. He is therefore the master of the Vedas, and to hear about Him always is the actual pleasure of the senses.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; it is stated that no one can be equal to or greater than the Supreme Personality of Godhead. This is confirmed in the Vedas also: eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n. He is the supreme living entity and is supplying the necessities of all other living entities. Thus all other living entities, both vishnu-tattva and j&#299;va-tattva, are subordinate to the Supreme Personality of Godhead, Krishna. The same concept is confirmed here. Na hy asya varshmanah pums&#257;m: amongst the living entities, no one can surpass the Supreme Person because no one is richer, more famous, stronger, more beautiful, wiser or more renounced than He. These qualifications make Him the Supreme Godhead, the cause of all causes. Yog&#299;s are very proud of performing wonderful feats, but no one can compare to the Supreme Personality of Godhead.</P><P>Anyone who is associated with the Supreme Lord is accepted as a first-class yog&#299;. Devotees may not be as powerful as the Supreme Lord, but by constant association with the Lord they become as good as the Lord Himself. Sometimes the devotees act more powerfully than the Lord. Of course, that is the Lord's concession.</P><P>Also used here is the word varimnah, meaning "the most worshipful of all yog&#299;s." To hear from Krishna is the real pleasure of the senses; therefore He is known as Govinda, for by His words, by His teachings, by His instruction &#8212; by everything connected with Him &#8212; He enlivens the senses. Whatever He instructs is from the transcendental platform, and His instructions, being absolute, are nondifferent from Him. Hearing from Krishna or His expansion or plenary expansion like Kapila is very pleasing to the senses. Bhagavad-g&#299;t&#257; can be read or heard many times, but because it gives great pleasure, the more one reads Bhagavad-g&#299;t&#257; the more he gets the appetite to read and understand it, and each time he gets new enlightenment. That is the nature of the transcendental message. Similarly, we find that transcendental happiness in the &#346;r&#299;mad-Bh&#257;gavatam. The more we hear and chant the glories of the Lord, the more we become happy.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>