<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.21</P><P CLASS=c>titikshavah k&#257;runik&#257;h</P><P CLASS=c>suhridah sarva-dehin&#257;m</P><P CLASS=c>aj&#257;ta-&#347;atravah &#347;&#257;nt&#257;h</P><P CLASS=c>s&#257;dhavah s&#257;dhu-bh&#363;shan&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/titiksavah">titikshavah</A> &#8212; tolerant; <A CLASS=v HREF="http://vedabase.net/k/karunikah">k&#257;runik&#257;h</A> &#8212; merciful; <A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhridah</A> &#8212; friendly; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> all living entities; <A CLASS=v HREF="http://vedabase.net/a/ajata">aj&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/satravah">&#347;atravah</A> &#8212; inimical <A HREF="http://vedabase.net/t/to">to</A> none; <A CLASS=v HREF="http://vedabase.net/s/santah">&#347;&#257;nt&#257;h</A> &#8212; peaceful; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; abiding by scriptures; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhusanah">bh&#363;shan&#257;h</A> &#8212; adorned with sublime characteristics.</P><P CLASS=t>TRANSLATION</P><P>The symptoms of a s&#257;dhu are that he is tolerant, merciful and friendly to all living entities. He has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime.</P><P CLASS=t>PURPORT</P><P>A s&#257;dhu, as described above, is a devotee of the Lord. His concern, therefore, is to enlighten people in devotional service to the Lord. That is his mercy. He knows that without devotional service to the Lord, human life is spoiled. A devotee travels all over the country, from door to door, preaching, "Be Krishna conscious. Be a devotee of Lord Krishna. Don't spoil your life in simply fulfilling your animal propensities. Human life is meant for self-realization, or Krishna consciousness." These are the preachings of a s&#257;dhu. He is not satisfied with his own liberation. He always thinks about others. He is the most compassionate personality towards all the fallen souls. One of his qualifications, therefore, is k&#257;runika, great mercy to the fallen souls. While engaged in preaching work, he has to meet with so many opposing elements, and therefore the s&#257;dhu, or devotee of the Lord, has to be very tolerant. Someone may ill-treat him because the conditioned souls are not prepared to receive the transcendental knowledge of devotional service. They do not like it; that is their disease. The s&#257;dhu has the thankless task of impressing upon them the importance of devotional service. Sometimes devotees are personally attacked with violence. Lord Jesus Christ was crucified, Harid&#257;sa Th&#257;kura was caned in twenty-two marketplaces, and Lord Caitanya's principal assistant, Nity&#257;nanda, was violently attacked by Jag&#257;i and M&#257;dh&#257;i. But still they were tolerant because their mission was to deliver the fallen souls. One of the qualifications of a s&#257;dhu is that he is very tolerant and is merciful to all fallen souls. He is merciful because he is the well-wisher of all living entities. He is not only a well-wisher of human society, but a well-wisher of animal society as well. It is said here, sarva-dehin&#257;m, which indicates all living entities who have accepted material bodies. Not only does the human being have a material body, but other living entities, such as cats and dogs, also have material bodies. The devotee of the Lord is merciful to everyone &#8212; the cats, dogs, trees, etc. He treats all living entities in such a way that they can ultimately get salvation from this material entanglement. &#346;iv&#257;nanda Sena, one of the disciples of Lord Caitanya, gave liberation to a dog by treating the dog transcendentally. There are many instances where a dog got salvation by association with a s&#257;dhu, because a s&#257;dhu engages in the highest philanthropic activities for the benediction of all living entities. Yet although a s&#257;dhu is not inimical towards anyone, the world is so ungrateful that even a s&#257;dhu has many enemies.</P><P>What is the difference between an enemy and a friend? It is a difference in behavior. A s&#257;dhu behaves with all conditioned souls for their ultimate relief from material entanglement. Therefore, no one can be more friendly than a s&#257;dhu in relieving a conditioned soul. A s&#257;dhu is calm, and he quietly and peacefully follows the principles of scripture. A s&#257;dhu means one who follows the principles of scripture and at the same time is a devotee of the Lord. One who actually follows the principles of scripture must be a devotee of God because all the &#347;&#257;stras instruct us to obey the orders of the Personality of Godhead. S&#257;dhu, therefore, means a follower of the scriptural injunctions and a devotee of the Lord. All these characteristics are prominent in a devotee. A devotee develops all the good qualities of the demigods, whereas a nondevotee, even though academically qualified, has no actual good qualifications or good characteristics according to the standard of transcendental realization.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>