<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.29</P><P CLASS=c>yo yogo bhagavad-b&#257;no</P><P CLASS=c>nirv&#257;n&#257;tmams tvayoditah</P><P CLASS=c>k&#299;dri&#347;ah kati c&#257;&#324;g&#257;ni</P><P CLASS=c>yatas tattv&#257;vabodhanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; mystic <A HREF="http://vedabase.net/y/yoga">yoga</A> process; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/b/banah">b&#257;nah</A> &#8212; aiming at the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> embodiment of <A HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/u/uditah">uditah</A> &#8212; explained; <A CLASS=v HREF="http://vedabase.net/k/kidrsah">k&#299;dri&#347;ah</A> &#8212; of what nature; <A CLASS=v HREF="http://vedabase.net/k/kati">kati</A> &#8212; how many; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/angani">a&#324;g&#257;ni</A> &#8212; branches; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; of the truth; <A CLASS=v HREF="http://vedabase.net/a/avabodhanam">avabodhanam</A> &#8212; understanding.</P><P CLASS=t>TRANSLATION</P><P>The mystic yoga system, as You have explained, aims at the Supreme Personality of Godhead and is meant for completely ending material existence. Please let me know the nature of that yoga system. How many ways are there by which one can understand in truth that sublime yoga?</P><P CLASS=t>PURPORT</P><P>There are different kinds of mystic yoga systems aiming for different phases of the Absolute Truth. The jñ&#257;na-yoga system aims at the impersonal Brahman effulgence, and the hatha-yoga system aims at the localized personal aspect, the Param&#257;tm&#257; feature of the Absolute Truth, whereas bhakti-yoga, or devotional service, which is executed in nine different ways, headed by hearing and chanting, aims at complete realization of the Supreme Lord. There are different methods of self-realization. But here Devah&#363;ti especially refers to the bhakti-yoga system, which has already been primarily explained by the Lord. The different parts of the bhakti-yoga system are hearing, chanting, remembering, offering prayers, worshiping the Lord in the temple, accepting service to Him, carrying out His orders, making friendship with Him and ultimately surrendering everything for the service of the Lord. The word nirv&#257;n&#257;tman is very significant in this verse. Unless one accepts the process of devotional service, one cannot end the continuation of material existence. As far as jñ&#257;n&#299;s are concerned, they are interested in jñ&#257;na-yoga, but even if one elevates oneself, after a great performance of austerity, to the Brahman effulgence, there is a chance of falling down again to the material world. Therefore, jñ&#257;na-yoga does not actually end material existence. Similarly, regarding the hatha-yoga system, which aims at the localized aspect of the Lord, Param&#257;tm&#257;, it has been experienced that many yog&#299;s, such as Vi&#347;v&#257;mitra, fall down. But bhakti-yog&#299;s, once approaching the Supreme Personality of Godhead, never come back to this material world, as it is confirmed in the Bhagavad-g&#299;t&#257;. Yad gatv&#257; na nivartante: [<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>] upon going, one never comes back. Tyaktv&#257; deham punar janma naiti: [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>] after giving up this body, he never comes back again to accept a material body. Nirv&#257;na does not finish the existence of the soul. The soul is ever existing. Therefore nirv&#257;na means to end one's material existence, and to end material existence means to go back home, back to Godhead.</P><P>Sometimes it is asked how the living entity falls down from the spiritual world to the material world. Here is the answer. Unless one is elevated to the Vaikuntha planets, directly in touch with the Supreme Personality of Godhead, he is prone to fall down, either from the impersonal Brahman realization or from an ecstatic trance of meditation. Another word in this verse, bhagavad-b&#257;nah, is very significant. B&#257;nah means "arrow." The bhakti-yoga system is just like an arrow aiming up to the Supreme Personality of Godhead. The bhakti-yoga system never urges one towards the impersonal Brahman effulgence or to the point of Param&#257;tm&#257; realization. This b&#257;nah, or arrow, is so sharp and swift that it goes directly to the Supreme Personality of Godhead, penetrating the regions of impersonal Brahman and localized Param&#257;tm&#257;.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>