<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.36</P><P CLASS=c>tair dar&#347;an&#299;y&#257;vayavair ud&#257;ra-</P><P CLASS=c>vil&#257;sa-h&#257;sekshita-v&#257;ma-s&#363;ktaih</P><P CLASS=c>hrit&#257;tmano hrita-pr&#257;n&#257;m&#347; ca bhaktir</P><P CLASS=c>anicchato me gatim anv&#299;m prayu&#324;kte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by those forms; <A CLASS=v HREF="http://vedabase.net/d/darsaniya">dar&#347;an&#299;ya</A> &#8212; charming; <A CLASS=v HREF="http://vedabase.net/a/avayavaih">avayavaih</A> &#8212; whose limbs; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A> &#8212; exalted; <A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/h/hasa">h&#257;sa</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/i/iksita">&#299;kshita</A> &#8212; glances; <A CLASS=v HREF="http://vedabase.net/v/vama">v&#257;ma</A> &#8212; pleasing; <A CLASS=v HREF="http://vedabase.net/s/suktaih">s&#363;ktaih</A> &#8212; whose delightful words; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A> &#8212; captivated; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; their minds; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A> &#8212; captivated; <A CLASS=v HREF="http://vedabase.net/p/pranan">pr&#257;n&#257;n</A> &#8212; their senses; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/a/anicchatah">anicchatah</A> &#8212; unwilling; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/a/anvim">anv&#299;m</A> &#8212; subtle; <A CLASS=v HREF="http://vedabase.net/p/prayunkte">prayu&#324;kte</A> &#8212; secures.</P><P CLASS=t>TRANSLATION</P><P>Upon seeing the charming forms of the Lord, smiling and attractive, and hearing His very pleasing words, the pure devotee almost loses all other consciousness. His senses are freed from all other engagements, and he becomes absorbed in devotional service. Thus in spite of his unwillingness, he attains liberation without separate endeavor.</P><P CLASS=t>PURPORT</P><P>There are three divisions of devotees &#8212; first-class, second-class and third-class. Even the third-class devotees are liberated souls. It is explained in this verse that although they do not have knowledge, simply by seeing the beautiful decoration of the Deity in the temple, the devotee is absorbed in thought of Him and loses all other consciousness. Simply by fixing oneself in Krishna consciousness, engaging the senses in the service of the Lord, one is imperceptibly liberated. This is also confirmed in Bhagavad-g&#299;t&#257;. Simply by discharging uncontaminated devotional service as prescribed in the scriptures, one becomes equal to Brahman. In Bhagavad-g&#299;t&#257; it is said, brahma-bh&#363;y&#257;ya kalpate. This means that the living entity in his original state is Brahman because he is part and parcel of the Supreme Brahman. But simply because of his forgetfulness of his real nature as an eternal servitor of the Lord, he is overwhelmed and captured by m&#257;y&#257;. His forgetfulness of his real constitutional position is m&#257;y&#257;. Otherwise he is eternally Brahman.</P><P>When one is trained to become conscious of his position, he understands that he is the servitor of the Lord. "Brahman" refers to a state of self-realization. Even the third-class devotee &#8212; who is not advanced in knowledge of the Absolute Truth but simply offers obeisances with great devotion, thinks of the Lord, sees the Lord in the temple and brings forth flowers and fruits to offer to the Deity &#8212; becomes imperceptibly liberated. &#346;raddhay&#257;nvit&#257;h: with great devotion the devotees offer worshipful respects and paraphernalia to the Deity. The Deities of R&#257;dh&#257; and Krishna, Lakshm&#299; and N&#257;r&#257;yana, and R&#257;ma and S&#299;t&#257; are very attractive to devotees, so much so that when they see the statue decorated in the temple of the Lord they become fully absorbed in thought of the Lord. That is the state of liberation. In other words, it is confirmed herewith that even a third-class devotee is in the transcendental position, above those who are trying for liberation by speculation or by other methods. Even great impersonalists like &#346;ukadeva Gosv&#257;m&#299; and the four Kum&#257;ras were attracted by the beauty of the Deities in the temple, by the decorations and by the aroma of tulas&#299; offered to the Lord, and they became devotees. Even though they were in the liberated state, instead of remaining impersonalists they were attracted by the beauty of the Lord and became devotees.</P><P>Here the word vil&#257;sa is very important. Vil&#257;sa refers to the activities or pastimes of the Lord. It is a prescribed duty in temple worship that not only should one visit the temple to see the Deity nicely decorated, but at the same time he should hear the recitation of &#346;r&#299;mad-Bh&#257;gavatam, Bhagavad-g&#299;t&#257; or some similar literature, which is regularly recited in the temple. It is the system in Vrind&#257;vana that in every temple there is recitation of the &#347;&#257;stras. Even third-class devotees who have no literary knowledge or no time to read &#346;r&#299;mad-Bh&#257;gavatam or Bhagavad-g&#299;t&#257; get the opportunity to hear about the pastimes of the Lord. In this way their minds may remain always absorbed in the thought of the Lord &#8212; His form, His activities and His transcendental nature. This state of Krishna consciousness is a liberated stage. Lord Caitanya, therefore, recommended five important processes in the discharge of devotional service: (1) to chant the holy names of the Lord, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, (2) to associate with devotees and serve them as far as possible, (3) to hear &#346;r&#299;mad-Bh&#257;gavatam, (4) to see the decorated temple and the Deity and, if possible, (5) to live in a place like Vrind&#257;vana or Mathur&#257;. These five items alone can help a devotee achieve the highest perfectional stage. This is confirmed in Bhagavad-g&#299;t&#257; and here in the &#346;r&#299;mad-Bh&#257;gavatam. That third-class devotees can also imperceptibly achieve liberation is accepted in all Vedic literatures.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>