<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.37</P><P CLASS=c>atho vibh&#363;tim mama m&#257;y&#257;vinas t&#257;m</P><P CLASS=c>ai&#347;varyam asht&#257;&#324;gam anupravrittam</P><P CLASS=c>&#347;riyam bh&#257;gavat&#299;m v&#257;sprihayanti bhadr&#257;m</P><P CLASS=c>parasya me te '&#347;nuvate tu loke</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/v/vibhutim">vibh&#363;tim</A> &#8212; opulence; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/m/mayavinah">m&#257;y&#257;vinah</A> &#8212; of the Lord of <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/aisvaryam">ai&#347;varyam</A> &#8212; mystic perfection; <A CLASS=v HREF="http://vedabase.net/a/asta">ashta</A>-<A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; consisting of eight parts; <A CLASS=v HREF="http://vedabase.net/a/anupravrttam">anupravrittam</A> &#8212; following; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; splendor; <A CLASS=v HREF="http://vedabase.net/b/bhagavatim">bh&#257;gavat&#299;m</A> &#8212; of the kingdom of God; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/asprhayanti">asprihayanti</A> &#8212; they <A HREF="http://vedabase.net/d/do">do</A> not desire; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadr&#257;m</A> &#8212; blissful; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; those devotees; <A CLASS=v HREF="http://vedabase.net/a/asnuvate">a&#347;nuvate</A> &#8212; enjoy; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life.</P><P CLASS=t>TRANSLATION</P><P>Thus because he is completely absorbed in thought of Me, the devotee does not desire even the highest benediction obtainable in the upper planetary systems, including Satyaloka. He does not desire the eight material perfections obtained from mystic yoga, nor does he desire to be elevated to the kingdom of God. Yet even without desiring them, the devotee enjoys, even in this life, all the offered benedictions.</P><P CLASS=t>PURPORT</P><P>The vibh&#363;ti, or opulences, offered by m&#257;y&#257; are of many varieties. We have experience of different varieties of material enjoyment even on this planet, but if one is able to promote himself to higher planets like Candraloka, the sun or, still higher, Maharloka, Janaloka and Tapoloka, or even ultimately the highest planet, which is inhabited by Brahm&#257; and is called Satyaloka, there are immense possibilities for material enjoyment. For example, the duration of life on higher planets is far, far greater than on this planet. It is said that on the moon the duration of life is such that our six months are equal to one day. We cannot even imagine the duration of life on the highest planet. It is stated in Bhagavad-g&#299;t&#257; that Brahm&#257;'s twelve hours are inconceivable even to our mathematicians. These are all descriptions of the external energy of the Lord, or m&#257;y&#257;. Besides these, there are other opulences which the yog&#299;s can achieve by their mystic power. They are also material. A devotee does not aspire for all these material pleasures, although they are available to him simply by wishing. By the grace of the Lord, a devotee can achieve wonderful success simply by willing, but a real devotee does not like that. Lord Caitanya Mah&#257;prabhu has taught that one should not desire material opulence or material reputation, nor should one try to enjoy material beauty; one should simply aspire to be absorbed in the devotional service of the Lord, even if one does not get liberation but has to continue the process of birth and death unlimitedly. Actually, however, to one who engages in Krishna consciousness, liberation is already guaranteed. Devotees enjoy all the benefits of the higher planets and the Vaikuntha planets also. It is especially mentioned here, bh&#257;gavat&#299;m bhadr&#257;m. In the Vaikuntha planets everything is eternally peaceful, yet a pure devotee does not even aspire to be promoted there. But still he gets that advantage; he enjoys all the facilities of the material and spiritual worlds, even during the present life-span.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>