<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.42</P><P CLASS=c>mad-bhay&#257;d v&#257;ti v&#257;to 'yam</P><P CLASS=c>s&#363;ryas tapati mad-bhay&#257;t</P><P CLASS=c>varshat&#299;ndro dahaty agnir</P><P CLASS=c>mrityu&#347; carati mad-bhay&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; out of fear of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vati">v&#257;ti</A> &#8212; blows; <A CLASS=v HREF="http://vedabase.net/v/vatah">v&#257;tah</A> &#8212; wind; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/suryah">s&#363;ryah</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/t/tapati">tapati</A> &#8212; shines; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; out of fear of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/varsati">varshati</A> &#8212; showers rain; <A CLASS=v HREF="http://vedabase.net/i/indrah">indrah</A> &#8212; <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/d/dahati">dahati</A> &#8212; burns; <A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/c/carati">carati</A> &#8212; goes; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayat">bhay&#257;t</A> &#8212; out of fear of <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>It is because of My supremacy that the wind blows, out of fear of Me; the sun shines out of fear of Me, and the lord of the clouds, Indra, sends forth showers out of fear of Me. Fire burns out of fear of Me, and death goes about taking its toll out of fear of Me.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, Krishna, says in Bhagavad-g&#299;t&#257; that the natural laws being enacted are correct in all activities because of His superintendence. No one should think that nature is working automatically, without superintendence. The Vedic literature says that the clouds are controlled by the demigod Indra, heat is distributed by the sun-god, the soothing moonlight is distributed by Candra, and the air is blowing under the arrangement of the demigod V&#257;yu. But above all these demigods, the Supreme Personality of Godhead is the chief living entity. Nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. The demigods are also ordinary living entities, but due to their faithfulness &#8212; their devotional service attitude &#8212; they have been promoted to such posts. These different demigods, or directors, such as Candra, Varuna and V&#257;yu, are called adhik&#257;ri-devat&#257;. The demigods are departmental heads. The government of the Supreme Lord consists not only of one planet or two or three; there are millions of planets and millions of universes. The Supreme Personality of Godhead has a huge government, and He requires assistants. The demigods are considered His bodily limbs. These are the descriptions of Vedic literature. Under these circumstances, the sun-god, the moon-god, the fire-god and the air-god are working under the direction of the Supreme Lord. It is confirmed in the Bhagavad-g&#299;t&#257;, may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]. The natural laws are being conducted under His superintendence. Because He is in the background, everything is being performed punctually and regularly.</P><P>One who has taken shelter of the Supreme Personality of Godhead is completely protected from all other influences. He no longer serves or is obliged to anyone else. Of course he is not disobedient to anyone, but his full power of thought is absorbed in the service of the Lord. The statements by the Supreme Personality of Godhead Kapila that under His direction the air is blowing, the fire is burning and the sun is giving heat are not sentimental. The impersonalist may say that the Bh&#257;gavatam devotees create and imagine someone as the Supreme Personality of Godhead and assign qualifications to Him; but actually it is neither imagination nor an imposition of artificial power in the name of Godhead. In the Vedas it is said, bh&#299;sh&#257;sm&#257;d v&#257;tah pavate/ bh&#299;shodeti s&#363;ryah: "By fear of the Supreme Lord the wind-god and the sun-god are acting." Bh&#299;sh&#257;sm&#257;d agni&#347; candra&#347; ca/ mrityur dh&#257;vati pañcamah: "Agni, Indra and Mrityu are also acting under His direction." These are the statements of the Vedas.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>