<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 25 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 25 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 25: <A CLASS=v HREF="index.htm">The Glories of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.25.43</P><P CLASS=c>jñ&#257;na-vair&#257;gya-yuktena</P><P CLASS=c>bhakti-yogena yoginah</P><P CLASS=c>kshem&#257;ya p&#257;da-m&#363;lam me</P><P CLASS=c>pravi&#347;anty akuto-bhayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; with knowledge; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A> &#8212; and renunciation; <A CLASS=v HREF="http://vedabase.net/y/yuktena">yuktena</A> &#8212; equipped; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; the yog&#299;s; <A CLASS=v HREF="http://vedabase.net/k/ksemaya">kshem&#257;ya</A> &#8212; for eternal benefit; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/p/pravisanti">pravi&#347;anti</A> &#8212; take shelter of; <A CLASS=v HREF="http://vedabase.net/a/akutah">akutah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; without fear.</P><P CLASS=t>TRANSLATION</P><P>The yog&#299;s, equipped with transcendental knowledge and renunciation and engaged in devotional service for their eternal benefit, take shelter of My lotus feet, and since I am the Lord, they are thus eligible to enter into the kingdom of Godhead without fear.</P><P CLASS=t>PURPORT</P><P>One who actually wants to be liberated from the entanglement of this material world and go back home, back to Godhead, is actually a mystic yog&#299;. The words explicitly used here are yuktena bhakti-yogena. Those yog&#299;s, or mystics, who engage in devotional service are the first-class yog&#299;s. The first-class yog&#299;s, as described in Bhagavad-g&#299;t&#257;, are those who are constantly thinking of the Lord, the Supreme Personality of Godhead, Krishna. These yog&#299;s are not without knowledge and renunciation. To become a bhakti-yog&#299; means to automatically attain knowledge and renunciation. That is the consequent result of bhakti-yoga. In the Bh&#257;gavatam, First Canto, Second Chapter, it is also confirmed that one who engages in the devotional service of V&#257;sudeva, Krishna, has complete transcendental knowledge and renunciation, and there is no explanation for these attainments. Ahaituk&#299; &#8212; without reason, they come. Even if a person is completely illiterate, the transcendental knowledge of the scriptures is revealed unto him simply because of his engagement in devotional service. That is also stated in the Vedic literature. To anyone who has full faith in the Supreme Personality of Godhead and the spiritual master, all the import of the Vedic literatures is revealed. He does not have to seek separately; the yog&#299;s who engage in devotional service are full in knowledge and renunciation. If there is a lack of knowledge and renunciation, it is to be understood that one is not in full devotional service. The conclusion is that one cannot be sure of entrance into the spiritual realm &#8212; in either the impersonal brahmajyoti effulgence of the Lord or the Vaikuntha planets within that Brahman effulgence &#8212; unless he is surrendered unto the lotus feet of the Supreme Lord. The surrendered souls are called akuto-bhaya. They are doubtless and fearless, and their entrance into the spiritual kingdom is guaranteed.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>