<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 118</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 118"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.118</P><P CLASS=c>p&#363;rn&#257;nanda-cit-svar&#363;pa jagann&#257;tha-r&#257;ya</P><P CLASS=c>t&#257;&#324;re kaili jada-na&#347;vara-pr&#257;krita-k&#257;ya!!</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; complete transcendental bliss; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; the spiritual identity; <A CLASS=v HREF="http://vedabase.net/j/jagannatha">jagann&#257;tha</A>-<A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> &#8212; Lord <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/k/kaili">kaili</A> &#8212; you have <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/j/jada">jada</A> &#8212; inert; <A CLASS=v HREF="http://vedabase.net/n/nasvara">na&#347;vara</A> &#8212; perishable; <A CLASS=v HREF="http://vedabase.net/p/prakrta">pr&#257;krita</A> &#8212; material; <A CLASS=v HREF="http://vedabase.net/k/kaya">k&#257;ya</A> &#8212; possessing <A HREF="http://vedabase.net/a/a">a</A> body.</P><P CLASS=t>TRANSLATION</P><P>"Lord Jagann&#257;tha is completely spiritual and full of transcendental bliss, but you have compared Him to a dull, destructible body composed of the inert, external energy of the Lord.</P><P CLASS=t>PURPORT</P><P>If one thinks that the form of Lord Jagann&#257;tha is an idol made of wood, he immediately brings ill fortune into his life. According to the direction of the Padma Pur&#257;na, arcye vishnau &#347;il&#257;-dh&#299;h . . . yasya v&#257; n&#257;rak&#299; sah: "Anyone who considers the Deity in the temple to be made of stone or wood is a resident of hell." Thus one who thinks that the body of Lord Jagann&#257;tha is made of matter and who distinguishes between Lord Jagann&#257;tha's body and His soul is condemned, for he is an offender. A pure devotee who knows the science of Krishna consciousness makes no distinction between Lord Jagann&#257;tha and His body. He knows that they are identical, just as Lord Krishna and His soul are one and the same. When one's eyes are purified by devotional service performed on the spiritual platform, one can actually envision Lord Jagann&#257;tha and His body as being completely spiritual. The advanced devotee, therefore, does not see the worshipable Deity as having a soul within a body like an ordinary human being. There is no distinction between the body and the soul of Lord Jagann&#257;tha, for Lord Jagann&#257;tha is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], just as the body of Krishna is sac-cid-&#257;nanda-vigraha. There is actually no difference between Lord Jagann&#257;tha and &#346;r&#299; Caitanya Mah&#257;prabhu, but the ignorant poet from Bengal applied a material distinction to the body of Lord &#346;r&#299; Jagann&#257;tha.</P><P CLASS=l><A CLASS=i HREF="117.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="119.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>