<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 119</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 119"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.119</P><P CLASS=c>p&#363;rna-shad-ai&#347;varya caitanya &#8212; svayam bhagav&#257;n</P><P CLASS=c>t&#257;&#324;re kaili kshudra j&#299;va sphuli&#324;ga-sam&#257;na!!</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A> &#8212; complete; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A> &#8212; possessing six opulences; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/k/kaili">kaili</A> &#8212; you have <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/k/ksudra">kshudra</A> <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> ordinary living entity; <A CLASS=v HREF="http://vedabase.net/s/sphulinga">sphuli&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/samana">sam&#257;na</A> &#8212; exactly equal <A HREF="http://vedabase.net/t/to">to</A> the spark.</P><P CLASS=t>TRANSLATION</P><P>"You have calculated &#346;r&#299; Caitanya Mah&#257;prabhu, who is the Supreme Personality of Godhead, full in six opulences, to be on the level of an ordinary living being. Instead of knowing Him as the supreme fire, you have accepted Him as a spark."</P><P CLASS=t>PURPORT</P><P>In the Upanishads it is said, yath&#257;gner visphuli&#324;g&#257; vyuccaranti: the living entities are like sparks of fire, and His Lordship the Supreme Personality of Godhead is considered the original great fire. When we hear this &#347;ruti-v&#257;kya, or message from the Vedas, we should understand the distinction between the Supreme Lord Krishna and the living entities. A person under the control of the external energy, however, cannot understand that distinction. Such a person cannot understand that the Supreme Person is the original great fire, whereas the living entities are simply small fragmental parts of that Supreme Personality of Godhead. As Krishna says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>):</P><P>mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah</P><P CLASS=n>manah-shashth&#257;n&#299;ndriy&#257;ni prakriti-sth&#257;ni karshati</P><P>"The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind."</P><P>There is a distinction between the body and the soul of the materially existing living being, but because &#346;r&#299; Caitanya Mah&#257;prabhu and Lord Jagann&#257;tha do not possess material bodies, there is no distinction between Their bodies and souls. On the spiritual platform, body and soul are identical; there is no distinction between them. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/11/38.htm">1.11.38</A>):</P><P>etad &#299;&#347;anam &#299;&#347;asya prakriti-stho 'pi tad-gunaih</P><P CLASS=n>na yujyate sad&#257;tma-sthair yath&#257; buddhis tad-&#257;&#347;ray&#257;</P><P>"This is the divinity of the Personality of Godhead. He is not affected by the qualities of material nature, even though He is in contact with them. Similarly, the devotees who have taken shelter of the Lord cannot be influenced by the material qualities." His Lordship the Supreme Personality of Godhead, Krishna, is unaffected by the influence of the three modes of material nature. Indeed, His devotees are also unpolluted by the influence of the external energy because they engage in the service of His Lordship. Even the very body of a devotee becomes spiritualized, just as an iron rod put into fire becomes as qualified as fire because it becomes red hot and will immediately burn anything it touches. Therefore the poet from Bengal committed a great offense by treating Lord Jagann&#257;tha's body and Lord Jagann&#257;tha, the Supreme Personality of Godhead, as two different entities, material and spiritual, as if the Lord were an ordinary living being. The Lord is always the master of the material energy; therefore He is not doomed to be covered by the material energy like an ordinary living entity.</P><P CLASS=l><A CLASS=i HREF="118.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="120.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>