<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 121</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 121"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.121</P><P CLASS=c>&#257;ra eka kariy&#257;cha parama 'pram&#257;da'!</P><P CLASS=c>deha-dehi-bheda &#299;&#347;vare kaile 'apar&#257;dha'!</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; another one; <A CLASS=v HREF="http://vedabase.net/k/kariyacha">kariy&#257;cha</A> &#8212; you have done; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/p/pramada">pram&#257;da</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/d/dehi">dehi</A>-<A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; the distinction between the body and the soul; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His Lordship; <A CLASS=v HREF="http://vedabase.net/k/kaile">kaile</A> &#8212; you have done; <A CLASS=v HREF="http://vedabase.net/a/aparadha">apar&#257;dha</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> offense.</P><P CLASS=t>TRANSLATION</P><P>"You are in complete illusion, for you have distinguished between the body and the soul of His Lordship [Lord Jagann&#257;tha or &#346;r&#299; Caitanya Mah&#257;prabhu]. That is a great offense.</P><P CLASS=t>PURPORT</P><P>When one differentiates between the body and the soul of the Supreme Personality of Godhead, he immediately becomes an offender. Because the living entities in the material world are generally covered by material bodies, the body and the soul of an ordinary human being cannot be identical. The Supreme Lord bestows the fruits of one's activities, for He is the Lord of the results of fruitive action. He is also the cause of all causes, and He is the master of the material energy. Therefore He is supreme. An ordinary living being, however, in his material condition, experiences the results of his own fruitive activities and therefore falls under their influence. Even in the liberated stage of brahma-bh&#363;ta identification, he engages in rendering service to His Lordship. Thus there are distinctions between an ordinary human being and the Supreme Lord. Karm&#299;s and jñ&#257;n&#299;s who ignore these distinctions are offenders against the lotus feet of the Supreme Personality of Godhead.</P><P>An ordinary human being is prone to be subjugated by the material energy, whereas His Lordship the Supreme Personality of Godhead &#8212; &#346;r&#299; Caitanya Mah&#257;prabhu, Lord Krishna or Lord Jagann&#257;tha &#8212; is always the master of the material energy and is therefore never subject to its influence. His Lordship the Supreme Personality of Godhead has an unlimited spiritual identity, never to be broken, whereas the consciousness of the living entity is limited and fragmented. The living entities are fragmental portions of the Supreme Personality of Godhead eternally (mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). It is not that they are covered by the material energy in conditioned life but become one with the Supreme Personality of Godhead when freed from the influence of material energy. Such an idea is offensive.</P><P>According to the considerations of M&#257;y&#257;v&#257;d&#299; fools, the Supreme Personality of Godhead accepts a material body when He appears in the material world. A Vaishnava, however, knows perfectly well that for Krishna, Lord Jagann&#257;tha or &#346;r&#299; Caitanya Mah&#257;prabhu &#8212; unlike for ordinary human beings &#8212; there is no distinction between the body and the soul. Even in the material world His Lordship retains His spiritual identity; therefore Lord Krishna exhibited all opulences even in His childhood body. There is no distinction between the body and the soul of Krishna; whether He is in His childhood body or His youthful body, He is always identical with His body. Even though Krishna appears like an ordinary human being, He is never subjected to the rules and regulations of the material world. He is svar&#257;t, or fully independent. He can appear in the material world, but contrary to the offensive conclusion of the M&#257;y&#257;v&#257;da school, He has no material body. In this connection one may again refer to the above-mentioned verse from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/11/38.htm">1.11.38</A>):</P><P>etad &#299;&#347;anam &#299;&#347;asya prakriti-stho 'pi tad-gunaih</P><P CLASS=n>na yujyate sad&#257;tma-sthair yath&#257; buddhis tad-&#257;&#347;ray&#257;</P><P>The Supreme Person has an eternal spiritual body. If one tries to distinguish between the body and the soul of the Supreme Personality of Godhead, he commits a great offense.</P><P CLASS=l><A CLASS=i HREF="120.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="122.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>