<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 122</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 122"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.122</P><P CLASS=c>&#299;&#347;varera n&#257;hi kabhu deha-dehi-bheda</P><P CLASS=c>svar&#363;pa, deha, &#8212; cid-&#257;nanda, n&#257;hika vibheda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/isvarera">&#299;&#347;varera</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there is not; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/d/dehi">dehi</A>-<A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; distinction between the body and the soul; <A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> &#8212; personal identity; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; all <A HREF="http://vedabase.net/m/made">made</A> of blissful spiritual energy; <A CLASS=v HREF="http://vedabase.net/n/nahika">n&#257;hika</A> <A CLASS=v HREF="http://vedabase.net/v/vibheda">vibheda</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> distinction.</P><P CLASS=t>TRANSLATION</P><P>"At no time is there a distinction between the body and the soul of the Supreme Personality of Godhead. His personal identity and His body are made of blissful spiritual energy. There is no distinction between them.</P><P CLASS=t>PURPORT</P><P>Lord Krishna, the son of Nanda Mah&#257;r&#257;ja, is advaya-jñ&#257;na; in other words, there is no distinction between His body and His soul, for His existence is completely spiritual. According to the verse from &#346;r&#299;mad-Bh&#257;gavatam beginning with the words vadanti tat tattva-vidas tattvam (1.2.11), the Absolute Truth is always to be understood from three angles of vision as Brahman, Param&#257;tm&#257; and Bhagav&#257;n. Unlike the objects of the material world, however, the Absolute Truth is always one and always the same. Thus there is no distinction between His body and His soul. His form, name, attributes and pastimes, therefore, are completely distinct from those of the material world. One should know perfectly well that there is no difference between the body and the soul of the Supreme Personality of Godhead. When one conceives of a distinction between His body and His soul, one is immediately conditioned by material nature. Because a person in the material world makes such distinctions, he is called baddha-j&#299;va, a conditioned soul.</P><P CLASS=l><A CLASS=i HREF="121.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="123.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>