<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 126</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 126"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.126</P><P CLASS=c>k&#257;h&#257;&#324; 'p&#363;rn&#257;nandai&#347;varya' krishna 'm&#257;ye&#347;vara'!</P><P CLASS=c>k&#257;h&#257;&#324; 'kshudra' j&#299;va 'duhkh&#299;', 'm&#257;y&#257;ra ki&#324;kara'!</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; whereas; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A> &#8212; full; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; bliss; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A> &#8212; opulences; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the master of the material energy; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; whereas; <A CLASS=v HREF="http://vedabase.net/k/ksudra">kshudra</A> <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; the little conditioned soul; <A CLASS=v HREF="http://vedabase.net/d/duhkhi">duhkh&#299;</A> &#8212; unhappy; <A CLASS=v HREF="http://vedabase.net/m/mayara">m&#257;y&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/k/kinkara">ki&#324;kara</A> &#8212; the servant of the material energy.</P><P CLASS=t>TRANSLATION</P><P>"Whereas Krishna, the Absolute Truth, the Supreme Personality of Godhead, is full of transcendental bliss, possesses all six spiritual opulences in full, and is the master of the material energy, the small conditioned soul, who is always unhappy, is the servant of the material energy.</P><P CLASS=t>PURPORT</P><P>The living entity is an ever-conditioned servant of the material energy, whereas Krishna, the Supreme Personality of Godhead, is the master of the material energy. How, then, could they be on an equal level? There can be no comparison between them. His Lordship is always in a happy condition of transcendental bliss, whereas the conditioned soul is always unhappy because of his contact with the material energy. The Supreme Lord controls the material energy, and the material energy controls the conditioned souls. There is therefore no comparison between the Supreme Personality of Godhead and the ordinary living entities.</P><P CLASS=l><A CLASS=i HREF="124-125.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="127.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>