<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 131</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 131"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.131</P><P CLASS=c>"y&#257;ha, bh&#257;gavata pada vaishnavera sth&#257;ne</P><P CLASS=c>ek&#257;nta &#257;&#347;raya kara caitanya-carane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yaha">y&#257;ha</A> &#8212; just <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A> &#8212; read <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> <A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> self-realized <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A>; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A> <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; fully surrender; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/c/carane">carane</A> &#8212; at the lotus feet of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>.</P><P CLASS=t>TRANSLATION</P><P>"If you want to understand &#346;r&#299;mad-Bh&#257;gavatam," he said, "you must approach a self-realized Vaishnava and hear from him. You can do this when you have completely taken shelter of the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=t>PURPORT</P><P>Herein Svar&#363;pa D&#257;modara Gosv&#257;m&#299; instructs the poet from Bengal to hear &#346;r&#299;mad-Bh&#257;gavatam from a pure Vaishnava and learn from him. In India especially, there is now a class of professional Bh&#257;gavatam readers whose means of livelihood is to go from village to village, town to town, reading Bh&#257;gavatam and collecting dakshin&#257;, or rewards, in the form of money or goods, like umbrellas, cloth and fruit. Thus there is now a system of Bh&#257;gavata business, with recitations called bh&#257;gavata-sapt&#257;ha that continue for one week, although this is not mentioned in &#346;r&#299;mad-Bh&#257;gavatam. Nowhere does &#346;r&#299;mad-Bh&#257;gavatam say that the Bh&#257;gavatam should be heard for one week from professionals. Rather, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/17.htm">1.2.17</A>) says, &#347;rinvat&#257;m sva-kath&#257;h krishnah punya-&#347;ravana-k&#299;rtanah: one should regularly hear &#346;r&#299;mad-Bh&#257;gavatam from a self-realized Vaishnava. By such hearing, one becomes pious: hridy antah-stho hy abhadr&#257;ni vidhunoti suhrit sat&#257;m. As one thus hears the Bh&#257;gavatam regularly and sincerely, his heart is purified of all material contamination:</P><P>nashta-pr&#257;yeshv abhadreshu nityam bh&#257;gavata-sevay&#257;</P><P CLASS=n>bhagavaty uttama-&#347;loke bhaktir bhavati naishthik&#299;</P><P>"By regularly hearing the Bh&#257;gavatam and by rendering of service to the pure devotee, all that is troublesome to the heart is almost completely destroyed, and loving service unto the Personality of Godhead, who is praised with transcendental songs, is established as an irrevocable fact." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/18.htm">1.2.18</A>)</P><P>This is the proper process, but people are accustomed to being misled by professional Bh&#257;gavatam reciters. Therefore Svar&#363;pa D&#257;modara Gosv&#257;m&#299; herein advises that one should not hear &#346;r&#299;mad-Bh&#257;gavatam from professional reciters. Instead, one must hear and learn the Bh&#257;gavatam from a self-realized Vaishnava. Sometimes it is seen that when a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; reads the Bh&#257;gavatam, flocks of men go to hear jugglery of words that cannot awaken their dormant love for Krishna. Sometimes people go to see professional dramas and offer food and money to the players, who are expert at collecting these offerings very nicely. The result is that the members of the audience remain in the same position of griham andha-k&#363;pam, family affection, and do not awaken their love for Krishna.</P><P>In the Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/30.htm">7.5.30</A>), it is said, matir na krishne paratah svato v&#257; mitho 'bhipadyeta griha-vrat&#257;n&#257;m: the griha-vratas, those who are determined to continue following the materialistic way of life, will never awaken their dormant love of Krishna, for they hear the Bh&#257;gavatam only to solidify their position in household life and to be happy in family affairs and sex. Condemning this process of hearing the Bh&#257;gavatam from professionals, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; says, y&#257;ha, bh&#257;gavata pada vaishnavera sth&#257;ne: "To understand the &#346;r&#299;mad-Bh&#257;gavatam, you must approach a self-realized Vaishnava." One should rigidly avoid hearing the Bh&#257;gavatam from a M&#257;y&#257;v&#257;d&#299; or other nondevotee who simply performs a grammatical jugglery of words to twist some meaning from the text, collect money from the innocent public, and thus keep people in darkness.</P><P>Svar&#363;pa D&#257;modara Gosv&#257;m&#299; strictly prohibits the behavior of the materialistic so-called hearers of &#346;r&#299;mad-Bh&#257;gavatam. Instead of awakening real love for Krishna, such hearers of the Bh&#257;gavatam become more and more attached to household affairs and sex life (yan maithun&#257;di-grihamedhi-sukham hi tuccham [<A CLASS=v HREF="../../../sb/7/9/45.htm">SB 7.9.45</A>]). One should hear &#346;r&#299;mad-Bh&#257;gavatam from a person who has no connection with material activities, or, in other words, from a paramahamsa Vaishnava, one who has achieved the highest stage of sanny&#257;sa. This, of course, is not possible unless one takes shelter of the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. &#346;r&#299;mad-Bh&#257;gavatam is understandable only for one who can follow in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="130.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="132.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>