<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 20"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.20</P><P CLASS=c>sevya-buddhi &#257;ropiy&#257; karena sevana</P><P CLASS=c>sv&#257;bh&#257;vika d&#257;s&#299;-bh&#257;va karena &#257;ropana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sevya">sevya</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A> <A CLASS=v HREF="http://vedabase.net/a/aropiya">&#257;ropiy&#257;</A> &#8212; considering worshipable; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> <A CLASS=v HREF="http://vedabase.net/s/sevana">sevana</A> &#8212; engages <A HREF="http://vedabase.net/i/in">in</A> service; <A CLASS=v HREF="http://vedabase.net/s/svabhavika">sv&#257;bh&#257;vika</A> &#8212; by his natural position; <A CLASS=v HREF="http://vedabase.net/d/dasi">d&#257;s&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bh&#257;va</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> maidservant; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> <A CLASS=v HREF="http://vedabase.net/a/aropana">&#257;ropana</A> &#8212; considers.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la R&#257;m&#257;nanda R&#257;ya used to act in that way because he thought of himself in his original position as a maidservant of the gop&#299;s. Thus although externally he appeared to be a man, internally, in his original spiritual position, he considered himself a maidservant and considered the two girls gop&#299;s.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura writes in his Amrita-prav&#257;ha-bh&#257;shya: "&#346;r&#299;la R&#257;m&#257;nanda R&#257;ya composed a drama named Jagann&#257;tha-vallabha-n&#257;taka, and he engaged two young girls who were professional dancers and singers to demonstrate the ideology of the drama. Such girls, who are called deva-d&#257;s&#299;s, are still employed in the temple of Jagann&#257;tha, where they are called m&#257;h&#257;r&#299;s. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya engaged two such girls, and because they were meant to play the parts of gop&#299;s, he taught them how to awaken thoughts like those of the gop&#299;s. Because the gop&#299;s are worshipable personalities, R&#257;m&#257;nanda R&#257;ya, who considered the two girls gop&#299;s and himself their maidservant, engaged in their service by massaging their bodies with oil to cleanse them completely. Because R&#257;m&#257;nanda R&#257;ya always placed himself in the position of a maidservant of the gop&#299;s, his rehearsal with the girls was actually on the spiritual platform."</P><P>Because there was no question of personal sense gratification when &#346;r&#299; R&#257;m&#257;nanda R&#257;ya was serving the girls, his mind was steady and his body untransformed. This is not to be imitated, nor is such a mentality possible for anyone but &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, as &#346;r&#299; Caitanya Mah&#257;prabhu will explain. The example of &#346;r&#299; R&#257;m&#257;nanda R&#257;ya is certainly unique. The author of &#346;r&#299; Caitanya-carit&#257;mrita has given this description because in perfect devotional service one can attain such a position. Nevertheless, one must understand this subject very seriously and never attempt to imitate such activities.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>