<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verses 45-46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verses 45-46"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.45-46</P><P CLASS=c>vraja-vadh&#363;-sa&#324;ge krishnera r&#257;s&#257;di-vil&#257;sa</P><P CLASS=c>yei jana kahe, &#347;une kariy&#257; vi&#347;v&#257;sa</P><P CLASS=c>hrid-roga-k&#257;ma t&#257;&#324;ra tat-k&#257;le haya kshaya</P><P CLASS=c>tina-guna-kshobha nahe, 'mah&#257;-dh&#299;ra' haya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vraja">vraja</A>-<A CLASS=v HREF="http://vedabase.net/v/vadhu">vadh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/s/sange">sa&#324;ge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the association of the damsels of Vrajabh&#363;mi; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/r/rasa">r&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/v/vilasa">vil&#257;sa</A> &#8212; pastimes like the <A HREF="http://vedabase.net/r/rasa">r&#257;sa</A> dance; <A CLASS=v HREF="http://vedabase.net/y/yei">yei</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; describes; <A CLASS=v HREF="http://vedabase.net/s/sune">&#347;une</A> &#8212; hears; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> <A CLASS=v HREF="http://vedabase.net/v/visvasa">vi&#347;v&#257;sa</A> &#8212; with great faith; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A>-<A CLASS=v HREF="http://vedabase.net/r/roga">roga</A> &#8212; the disease of the heart; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; lust; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> <A CLASS=v HREF="http://vedabase.net/k/ksaya">kshaya</A> &#8212; becomes nullified; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/k/ksobha">kshobha</A> &#8212; agitation; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; is not; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhira">dh&#299;ra</A> &#8212; very sober; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes.</P><P CLASS=t>TRANSLATION</P><P>"When one hears or describes with great faith the pastimes of Lord Krishna, such as His r&#257;sa dance with the gop&#299;s, the disease of lusty desires in his heart and the agitation caused by the three modes of material nature are immediately nullified, and he becomes sober and silent.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments in this connection, "Any person seriously inclined to hear about the pastimes of Krishna's r&#257;sa dance, as mentioned in &#346;r&#299;mad-Bh&#257;gavatam, with great faith and a transcendental, spiritually inspired mind, is immediately freed from the natural lusty desires found within the heart of a materialistic man."</P><P>When a pure Vaishnava speaks on &#346;r&#299;mad-Bh&#257;gavatam and another pure Vaishnava hears &#346;r&#299;mad-Bh&#257;gavatam from such a realized soul, both of them live in the transcendental world, where the contamination of the modes of material nature cannot touch them. Freed from the contamination of the modes of nature, the speaker and hearer are fixed in a transcendental mentality, knowing that their position on the transcendental platform is to serve the Supreme Lord. The class of men known as pr&#257;krita-sahajiy&#257;s, who consider the transcendental pastimes of Lord Krishna something like the behavior between a man and a woman in the material field, artificially think that hearing the r&#257;sa-l&#299;l&#257; will help them by diminishing the lusty desires of their diseased hearts. But because they do not follow the regulative principles but instead violate even ordinary morals, their contemplation of r&#257;sa-l&#299;l&#257; is a futile attempt, which sometimes results in their imitating the dealings of the gop&#299;s and Lord Krishna. To forbid such habits of the pr&#257;krita-sahajiy&#257;s, &#346;r&#299; Caitanya Mah&#257;prabhu has excluded their material intelligence by using the word vi&#347;v&#257;sa ("faith"). In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/33/30.htm">10.33.30</A>), &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; says:</P><P>naitat sam&#257;carej j&#257;tu manas&#257;pi hy an&#299;&#347;varah</P><P CLASS=n>vina&#347;yaty &#257;caran maudhy&#257;d yath&#257; rudro 'bdhijam visham</P><P>"Certainly one who is not the Supreme Personality of Godhead should never, even within his mind, imitate the activities of the transcendental r&#257;sa-l&#299;l&#257; of Krishna. If out of ignorance one does so, he will be destroyed, just as if he were to imitate Lord &#346;iva, who drank poison produced from the ocean."</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>