<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 80</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 80"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.80</P><P CLASS=c>'grihastha' hañ&#257; nahe r&#257;ya shad-vargera va&#347;e</P><P CLASS=c>'vishay&#299;' hañ&#257; sanny&#257;s&#299;re upade&#347;e</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/grhastha">grihastha</A> <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; being <A HREF="http://vedabase.net/a/a">a</A> householder; <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; is not; <A CLASS=v HREF="http://vedabase.net/r/raya">r&#257;ya</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A>; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/v/vargera">vargera</A> <A CLASS=v HREF="http://vedabase.net/v/vase">va&#347;e</A> &#8212; under the control of the six kinds of bodily changes; <A CLASS=v HREF="http://vedabase.net/v/visayi">vishay&#299;</A> <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; being <A HREF="http://vedabase.net/a/a">a</A> pounds-and-shillings <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/s/sannyasire">sanny&#257;s&#299;re</A> <A CLASS=v HREF="http://vedabase.net/u/upadese">upade&#347;e</A> &#8212; advises persons <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life.</P><P CLASS=t>TRANSLATION</P><P>Although R&#257;m&#257;nanda R&#257;ya was a householder, he was not under the control of the six kinds of bodily changes. Although apparently a pounds-and-shillings man, he advised even persons in the renounced order.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; R&#257;m&#257;nanda R&#257;ya externally appeared to be a grihastha who was under the influence of the external, material energy, not a self-controlled brahmac&#257;r&#299;, v&#257;naprastha or sanny&#257;s&#299;. Grihasthas (householders) who are under the influence of the external energy accept householder life for the purpose of sense enjoyment, but a transcendentally situated Vaishnava is not subjected to the influence of the senses by the Lord's material rule of the six kinds of bodily changes (k&#257;ma, krodha, lobha, moha, mada and m&#257;tsarya), even when he plays the part of a grihastha. Thus although &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya acted as a grihastha and was accepted as an ordinary pounds-and-shillings man, he was always absorbed in the transcendental pastimes of Lord Krishna. Therefore his mind was spiritually situated, and he was interested only in the subject of Krishna. R&#257;m&#257;nanda R&#257;ya was not among the M&#257;y&#257;v&#257;d&#299; impersonalists or materialistic logicians who are opposed to the principles of Lord Krishna's transcendental pastimes. He was already spiritually situated in the order of renounced life; therefore he was able to turn sand into gold by spiritual potency, or, in other words, to elevate a person from a material to a spiritual position.</P><P CLASS=l><A CLASS=i HREF="79.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="81.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>