<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 85</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 85"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.85</P><P CLASS=c>'bhakti', 'prema', 'tattva' kahe r&#257;ye kari' 'vakt&#257;'</P><P CLASS=c>&#257;pani pradyumna-mi&#347;ra-saha haya '&#347;rot&#257;'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; ecstatic love; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; truth; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> says; <A CLASS=v HREF="http://vedabase.net/r/raye">r&#257;ye</A> &#8212; <A HREF="http://vedabase.net/r/ramananda">R&#257;m&#257;nanda</A> <A HREF="http://vedabase.net/r/raya">R&#257;ya</A>; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; by making; <A CLASS=v HREF="http://vedabase.net/v/vakta">vakt&#257;</A> &#8212; the speaker; <A CLASS=v HREF="http://vedabase.net/a/apani">&#257;pani</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/p/pradyumna">pradyumna</A>-<A CLASS=v HREF="http://vedabase.net/m/misra">mi&#347;ra</A> &#8212; <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A> <A HREF="http://vedabase.net/m/misra">Mi&#347;ra</A>; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> <A CLASS=v HREF="http://vedabase.net/s/srota">&#347;rot&#257;</A> &#8212; becomes the listener.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu preached about devotional service, ecstatic love and the Absolute Truth by making R&#257;m&#257;nanda R&#257;ya, a grihastha born in a low family, the speaker. Then &#346;r&#299; Caitanya Mah&#257;prabhu Himself, the exalted br&#257;hmana-sanny&#257;s&#299;, and Pradyumna Mi&#347;ra, the purified br&#257;hmana, both became the hearers of R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura says in his Amrita-prav&#257;ha-bh&#257;shya that sanny&#257;s&#299;s in the line of &#346;a&#324;kar&#257;c&#257;rya always think that they have performed all the duties of br&#257;hmanas and that, furthermore, having understood the essence of the Ved&#257;nta-s&#363;tra and become sanny&#257;s&#299;s, they are the natural spiritual masters of all society. Similarly, persons born in br&#257;hmana families think that because they execute the ritualistic ceremonies recommended in the Vedas and follow the principles of smriti, they alone can become spiritual masters of society. These highly exalted br&#257;hmanas think that unless one is born in a br&#257;hmana family, one cannot become a spiritual master and teach the Absolute Truth. To cut down the pride of these birthright br&#257;hmanas and M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, &#346;r&#299; Caitanya Mah&#257;prabhu proved that a person like R&#257;m&#257;nanda R&#257;ya, although born in a &#347;&#363;dra family and situated in the grihastha-&#257;&#347;rama, can become the spiritual master of such exalted personalities as Himself and Pradyumna Mi&#347;ra. This is the principle of the Vaishnava cult, as evinced in the teachings of &#346;r&#299; Caitanya Mah&#257;prabhu. A person who knows what is spiritual and what is material and who is firmly fixed in the spiritual position can be jagad-guru, the spiritual master of the entire world. One cannot become jagad-guru simply by advertising oneself as jagad-guru without knowing the essential principles for becoming jagad-guru. Even people who never see what a jagad-guru is and never talk with other people become puffed-up sanny&#257;s&#299;s and declare themselves jagad-gurus. &#346;r&#299; Caitanya Mah&#257;prabhu did not like this. Any person who knows the science of Krishna and who is fully qualified in spiritual life can become jagad-guru. Thus &#346;r&#299; Caitanya Mah&#257;prabhu personally took lessons from &#346;r&#299; R&#257;m&#257;nanda R&#257;ya and also sent Pradyumna Mi&#347;ra, an exalted br&#257;hmana, to take lessons from him.</P><P CLASS=l><A CLASS=i HREF="84.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="86.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>