<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 97</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5 Verse 97"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5.97</P><P CLASS=c>'ras&#257;bh&#257;sa' haya yadi 'siddh&#257;nta-virodha'</P><P CLASS=c>sahite n&#257; p&#257;re prabhu, mane haya krodha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A>-<A CLASS=v HREF="http://vedabase.net/a/abhasa">&#257;bh&#257;sa</A> &#8212; overlapping of transcendental mellows; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/siddhanta">siddh&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/v/virodha">virodha</A> &#8212; against the principles of the <A HREF="http://vedabase.net/b/bhakti">bhakti</A> cult; <A CLASS=v HREF="http://vedabase.net/s/sahite">sahite</A> <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/pare">p&#257;re</A> &#8212; cannot tolerate; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/m/mane">mane</A> &#8212; within the mind; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/k/krodha">krodha</A> &#8212; anger.</P><P CLASS=t>TRANSLATION</P><P>If there were a hint that transcendental mellows overlapped in a manner contrary to the principles of the bhakti cult, &#346;r&#299; Caitanya Mah&#257;prabhu would not tolerate it and would become very angry.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura quotes the following definition of ras&#257;bh&#257;sa from the Bhakti-ras&#257;mrita-sindhu (Uttara-vibh&#257;ga, Ninth Wave, 1-3, 33, 38 and 41):</P><P>p&#363;rvam ev&#257;nu&#347;ishtena vikal&#257; rasa-lakshan&#257;</P><P CLASS=n>ras&#257; eva ras&#257;bh&#257;s&#257; rasajñair anuk&#299;rtit&#257;h</P><P CLASS=n>syus tridhoparas&#257;&#347; c&#257;nuras&#257;&#347; c&#257;paras&#257;&#347; ca te</P><P CLASS=n>uttam&#257; madhyam&#257;h prokt&#257;h kanishth&#257;&#347; cety am&#299; kram&#257;t</P><P CLASS=n>pr&#257;ptaih sth&#257;yi-vibh&#257;v&#257;nubh&#257;v&#257;dyais tu vir&#363;pat&#257;m</P><P CLASS=n>&#347;&#257;nt&#257;dayo ras&#257; eva dv&#257;da&#347;oparas&#257; mat&#257;h</P><P CLASS=n>bhakt&#257;dibhir vibh&#257;v&#257;dyaih krishna-sambandha-varjitaih</P><P CLASS=n>ras&#257; h&#257;sy&#257;dayah sapta &#347;&#257;nta&#347; c&#257;nuras&#257; mat&#257;h</P><P CLASS=n>krishna-tat-pratipaksha&#347; ced vishay&#257;&#347;rayat&#257;m gat&#257;h</P><P CLASS=n>h&#257;s&#257;d&#299;n&#257;m tad&#257; te 'tra pr&#257;jñair aparas&#257; mat&#257;h</P><P CLASS=n>bh&#257;v&#257;h sarve tad&#257;bh&#257;s&#257; ras&#257;bh&#257;s&#257;&#347; ca kecana</P><P CLASS=n>am&#299; prokta-ras&#257;bhijñaih sarve 'pi rasan&#257;d ras&#257;h</P><P>"A mellow temporarily appearing transcendental but contradicting mellows previously stated and lacking some of a mellow's necessities is called ras&#257;bh&#257;sa, an overlapping mellow, by advanced devotees who know how to taste transcendental mellows. Such mellows are called uparasa (submellows), anurasa (imitation transcendental mellows) and aparasa (opposing transcendental mellows). Thus the overlapping of transcendental mellows is described as being first grade, second grade or third grade. When the twelve mellows &#8212; such as neutrality, servitorship and friendship &#8212; are characterized by adverse sth&#257;yi-bh&#257;va, vibh&#257;va and anubh&#257;va ecstasies, they are known as uparasa, submellows. When the seven indirect transcendental mellows and the dried-up mellow of neutrality are produced by devotees and moods not directly related to Krishna and devotional service in ecstatic love, they are described as anurasa, imitation mellows. If Krishna and the enemies who harbor feelings of opposition toward Him are respectively the object and abodes of the mellow of laughter, the resulting feelings are called aparasa, opposing mellows. Experts in distinguishing one mellow from another sometimes accept some overlapping transcendental mellows (ras&#257;bh&#257;sa) as rasas due to their being pleasurable and tasteful." &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says, paraspara-vairayor yadi yogas tad&#257; ras&#257;bh&#257;sah: "When two opposing transcendental mellows overlap, they produce ras&#257;bh&#257;sa, or an overlapping of transcendental mellows."</P><P CLASS=l><A CLASS=i HREF="96.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="98.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>