<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 5 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 5.1</B></A>: I am infected by the germs of material activity and am suffering from the boils of envy. Therefore, falling in an ocean of humility, I take shelter of the great physician Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 5.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu, the son of mother &#346;ac&#299;! All glories to &#346;r&#299; Nity&#257;nanda Prabhu! Indeed, He is the most glorious and merciful.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 5.3</B></A>: I offer my respectful obeisances unto Advaita Prabhu, the ocean of mercy, and to all the devotees, such as Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, Gad&#257;dhara Pandita, &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and &#346;r&#299; San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 5.4</B></A>: One day Pradyumna Mi&#347;ra came to see &#346;r&#299; Caitanya Mah&#257;prabhu, offering his respects and inquiring from Him with great submission.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 5.5</B></A>: "My Lord," he said, "kindly hear me. I am a cripple-minded householder, the most fallen of men, but somehow, by my good fortune, I have received the shelter of Your lotus feet, which are rarely to be seen.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 5.6</B></A>: "I wish to hear topics concerning Lord Krishna constantly. Be merciful unto me and kindly tell me something about Krishna."</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 5.7</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "I do not know about topics concerning Lord Krishna. I think that only R&#257;m&#257;nanda R&#257;ya knows, for I hear these topics from him.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 5.8</B></A>: "It is your good fortune that you are inclined to hear topics regarding Krishna. The best course for you would be to go to R&#257;m&#257;nanda R&#257;ya and hear these topics from him.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 5.9</B></A>: "I see that you have acquired a taste for hearing talks regarding Krishna. Therefore you are extremely fortunate. Not only you but anyone who has awakened such a taste is considered most fortunate.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 5.10</B></A>: "'A person who properly performs his regulative duties according to varna and &#257;&#347;rama but does not develop his dormant attachment for Krishna or awaken his taste for hearing and chanting about Krishna is certainly laboring fruitlessly.'"</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 5.11</B></A>: Pradyumna Mi&#347;ra, being thus advised by &#346;r&#299; Caitanya Mah&#257;prabhu, went to the home of R&#257;m&#257;nanda R&#257;ya. There the servant of R&#257;m&#257;nanda R&#257;ya gave him a proper place to sit down.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 5.12</B></A>: Unable to see R&#257;m&#257;nanda R&#257;ya immediately, Pradyumna Mi&#347;ra inquired from the servant, who then described what &#346;r&#299; R&#257;m&#257;nanda R&#257;ya was doing.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 5.13</B></A>: "There are two dancing girls who are extremely beautiful. They are very youthful, and they are expert in dancing and singing.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 5.14</B></A>: "&#346;r&#299;la R&#257;m&#257;nanda R&#257;ya has taken these two girls to a solitary place in his garden, where he is teaching and directing them to dance according to the songs he has composed for his drama.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 5.15</B></A>: "Please sit here and wait for a few moments. As soon as he comes, he will execute whatever order you give him."</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 5.16</B></A>: While Pradyumna Mi&#347;ra remained seated there, R&#257;m&#257;nanda R&#257;ya took the two girls to a solitary place.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 5.17</B></A>: With his own hand, &#346;r&#299; R&#257;m&#257;nanda R&#257;ya massaged their bodies with oil and bathed them with water. Indeed, R&#257;m&#257;nanda R&#257;ya cleansed their entire bodies with his own hand.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 5.18</B></A>: Although he dressed the two young girls and decorated their bodies with his own hand, he remained unchanged. Such is the mind of &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 5.19</B></A>: While touching the young girls, he was like a person touching wood or stone, for his body and mind were unaffected.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 5.20</B></A>: &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya used to act in that way because he thought of himself in his original position as a maidservant of the gop&#299;s. Thus although externally he appeared to be a man, internally, in his original spiritual position, he considered himself a maidservant and considered the two girls gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 5.21</B></A>: The greatness of the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu is exceedingly difficult to understand. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya is unique among them all, for he showed how one can extend his ecstatic love to the extreme limit.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 5.22</B></A>: R&#257;m&#257;nanda R&#257;ya directed the two girls how to dance and express the deep meaning of his songs through dramatic performances.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 5.23</B></A>: He taught them how to express the symptoms of continuous, natural and transitional ecstasies with the movements of their faces, their eyes and the other parts of their bodies.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 5.24</B></A>: Through the feminine poses and dances they were taught by R&#257;m&#257;nanda R&#257;ya, the two girls precisely exhibited all these expressions of ecstasy before Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 5.25</B></A>: Then R&#257;m&#257;nanda R&#257;ya fed the two girls sumptuous pras&#257;dam and sent them to their homes unexposed.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 5.26</B></A>: Every day he trained the two deva-d&#257;s&#299;s how to dance. Who among the small living entities, their minds always absorbed in material sense gratification, could understand the mentality of &#346;r&#299; R&#257;m&#257;nanda R&#257;ya?</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 5.27</B></A>: When the servant informed R&#257;m&#257;nanda R&#257;ya of Pradyumna Mi&#347;ra's arrival, R&#257;m&#257;nanda R&#257;ya immediately went to the assembly room.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 5.28</B></A>: He offered his obeisances to Pradyumna Mi&#347;ra with all respect and then, with great humility, spoke as follows.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 5.29</B></A>: "Sir, you came here long ago, but no one informed me. Therefore I have certainly become an offender at your lotus feet.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 5.30</B></A>: "My entire home has been purified by your arrival. Kindly order me. What can I do for you? I am your servant."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 5.31</B></A>: Pradyumna Mi&#347;ra replied, "I came simply to see you. Now I have purified myself by seeing Your Honor."</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 5.32</B></A>: Because Pradyumna Mi&#347;ra saw that it was late, he did not say anything else to R&#257;m&#257;nanda R&#257;ya. Instead, he took leave of him and returned to his own home.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 5.33</B></A>: The next day, when Pradyumna Mi&#347;ra arrived in the presence of &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord inquired, "Have you heard talks about Krishna from &#346;r&#299; R&#257;m&#257;nanda R&#257;ya?"</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 5.34</B></A>: Pradyumna Mi&#347;ra thereupon described the activities of &#346;r&#299; R&#257;m&#257;nanda R&#257;ya. After hearing about these activities, &#346;r&#299; Caitanya Mah&#257;prabhu began to speak.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>CC Antya 5.35-36</B></A>: "I am a sanny&#257;s&#299;," He said, "and I certainly consider Myself renounced. But what to speak of seeing a woman, if I even hear the name of a woman, I feel changes in My mind and body. Therefore who could remain unmoved by the sight of a woman? It is very difficult.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 5.37</B></A>: "Everyone please hear these topics about R&#257;m&#257;nanda R&#257;ya, although they are so wonderful and uncommon that they should not be spoken.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 5.38</B></A>: "The two professional dancing girls are beautiful and youthful, yet &#346;r&#299; R&#257;m&#257;nanda R&#257;ya personally massages their entire bodies with oil.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 5.39</B></A>: "He personally bathes and dresses them and decorates them with ornaments. In this way, he naturally sees and touches the private parts of their bodies.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 5.40</B></A>: "Nevertheless, the mind of &#346;r&#299; R&#257;m&#257;nanda R&#257;ya never changes, although he teaches the girls how to physically express all the transformations of ecstasy.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 5.41</B></A>: "His mind is as steady as wood or stone. Indeed, it is wonderful that even when he touches such young girls, his mind never changes.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 5.42</B></A>: "The authority for such acts is the prerogative of R&#257;m&#257;nanda R&#257;ya alone, for I can understand that his body is not material but has been completely transformed into a spiritual entity.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 5.43</B></A>: "He alone, and no one else, can understand the position of his mind.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 5.44</B></A>: "But I can make a guess in terms of directions from the &#347;&#257;stra. The Vedic scripture &#346;r&#299;mad-Bh&#257;gavatam gives the direct evidence in this matter.</P><P CLASS=r><A CLASS=i HREF="45-46.htm"><B>CC Antya 5.45-46</B></A>: "When one hears or describes with great faith the pastimes of Lord Krishna, such as His r&#257;sa dance with the gop&#299;s, the disease of lusty desires in his heart and the agitation caused by the three modes of material nature are immediately nullified, and he becomes sober and silent.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 5.47</B></A>: "Tasting transcendental, effulgent, sweetly ecstatic love of Krishna, such a person can enjoy life twenty-four hours a day in the transcendental bliss of the sweetness of Krishna's pastimes.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 5.48</B></A>: "'A transcendentally sober person who, with faith and love, continually hears from a realized soul about the activities of Lord Krishna in His r&#257;sa dance with the gop&#299;s, or one who describes such activities, can attain full transcendental devotional service at the lotus feet of the Supreme Personality of Godhead. Thus lusty material desires, which are the heart disease of all materialistic persons, are for him quickly and completely vanquished.'</P><P CLASS=r><A CLASS=i HREF="49-50.htm"><B>CC Antya 5.49-50</B></A>: "If a transcendentally situated person, following in the footsteps of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, hears and speaks about the r&#257;sa-l&#299;l&#257; dance of Krishna and is always absorbed in thoughts of Krishna while serving the Lord day and night within his mind, what shall I say about the result? It is so spiritually exalted that it cannot be expressed in words. Such a person is an eternally liberated associate of the Lord, and his body is completely spiritualized. Although he is visible to material eyes, he is spiritually situated, and all his activities are spiritual. By the will of Krishna, such a devotee is understood to possess a spiritual body.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 5.51</B></A>: "&#346;r&#299;la R&#257;m&#257;nanda R&#257;ya is situated on the path of spontaneous love of Godhead. Therefore he is in his spiritual body, and his mind is not materially affected.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 5.52</B></A>: "I also hear topics about Krishna from R&#257;m&#257;nanda R&#257;ya. If you want to hear such topics, go to him again.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 5.53</B></A>: "You can mention My name before him, saying, 'He has sent me to hear about Lord Krishna from you.'</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 5.54</B></A>: "Go hastily, while he is in the assembly room." Hearing this, Pradyumna Mi&#347;ra immediately departed.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 5.55</B></A>: Pradyumna Mi&#347;ra went to R&#257;m&#257;nanda R&#257;ya, who offered him respectful obeisances and said, "Please order me. For what purpose have you come?"</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 5.56</B></A>: Pradyumna Mi&#347;ra answered, "&#346;r&#299; Caitanya Mah&#257;prabhu has sent me to hear topics about Lord Krishna from you."</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 5.57</B></A>: Hearing this, R&#257;m&#257;nanda R&#257;ya became absorbed in ecstatic love and began to speak with great transcendental pleasure.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 5.58</B></A>: "Following the instruction of &#346;r&#299; Caitanya Mah&#257;prabhu, you have come to hear about Krishna. This is my great fortune. How else would I get such an opportunity?"</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 5.59</B></A>: Saying this, &#346;r&#299; R&#257;m&#257;nanda R&#257;ya took Pradyumna Mi&#347;ra to a secluded place and inquired from him, "What kind of krishna-kath&#257; do you want to hear from me?"</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 5.60</B></A>: Pradyumna Mi&#347;ra replied, "Kindly tell me about the same topics you spoke about at Vidy&#257;nagara.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 5.61</B></A>: "You are an instructor even for &#346;r&#299; Caitanya Mah&#257;prabhu, what to speak of others. I am but a beggar br&#257;hmana, and you are my maintainer.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 5.62</B></A>: "I do not know how to inquire, for I do not know what is good and what is bad. Seeing me to be poor in knowledge, kindly speak whatever is good for me by your own good will."</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 5.63</B></A>: Thereupon R&#257;m&#257;nanda R&#257;ya gradually began speaking on topics of Krishna. Thus the ocean of the transcendental mellows of those topics became agitated.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 5.64</B></A>: He began personally posing questions and then answering them with conclusive statements. When afternoon came, the topics still did not end.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 5.65</B></A>: The speaker and listener spoke and heard in ecstatic love. Thus they forgot their bodily consciousness. How, then, could they perceive the end of the day?</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 5.66</B></A>: The servant informed them, "The day has already ended." Then R&#257;m&#257;nanda R&#257;ya ended his discourses about Krishna.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 5.67</B></A>: R&#257;m&#257;nanda R&#257;ya paid great respect to Pradyumna Mi&#347;ra and bade him farewell. Pradyumna Mi&#347;ra said, "I have become very satisfied." He then began to dance.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 5.68</B></A>: After returning home, Pradyumna Mi&#347;ra bathed and ate his meal. In the evening he came to see the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 5.69</B></A>: In great happiness he worshiped the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord inquired, "Have you heard topics about Krishna?"</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 5.70</B></A>: Pradyumna Mi&#347;ra said, "My dear Lord, You have made me extremely obliged to You because You have drowned me in a nectarean ocean of talks about Krishna.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 5.71</B></A>: "I cannot properly describe the discourses of R&#257;m&#257;nanda R&#257;ya, for he is not an ordinary human being. He is fully absorbed in the devotional service of the Lord.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 5.72</B></A>: "There is one other thing R&#257;m&#257;nanda R&#257;ya said to me: 'Do not consider me the speaker in these talks about Krishna.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 5.73</B></A>: "'Whatever I speak is personally spoken by Lord &#346;r&#299; Caitanya Mah&#257;prabhu. Like a stringed instrument, I vibrate whatever He causes me to speak.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 5.74</B></A>: "'In this way the Lord speaks through my mouth to preach the cult of Krishna consciousness. Within the world, who will understand this pastime of the Lord's?'</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 5.75</B></A>: "What I have heard from R&#257;m&#257;nanda R&#257;ya is like a nectarean ocean of discourses about Krishna. Even the demigods, beginning with Lord Brahm&#257;, cannot understand all these topics.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 5.76</B></A>: "My dear Lord, You have made me drink this transcendental nectar of krishna-kath&#257;. Therefore I am sold to Your lotus feet, life after life."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 5.77</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "R&#257;m&#257;nanda R&#257;ya is a mine of great humility. Therefore he has attributed his own words to another's intelligence.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 5.78</B></A>: "This is a natural characteristic of those advanced in devotional service. They do not personally speak of their own good qualities."</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 5.79</B></A>: I have described but a fraction of the transcendental attributes of R&#257;m&#257;nanda R&#257;ya, as revealed when he instructed Pradyumna Mi&#347;ra.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 5.80</B></A>: Although R&#257;m&#257;nanda R&#257;ya was a householder, he was not under the control of the six kinds of bodily changes. Although apparently a pounds-and-shillings man, he advised even persons in the renounced order.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 5.81</B></A>: To demonstrate the transcendental attributes of R&#257;m&#257;nanda R&#257;ya, &#346;r&#299; Caitanya Mah&#257;prabhu sent Pradyumna Mi&#347;ra to hear discourses about Krishna from him.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 5.82</B></A>: The Supreme Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu, knows very well how to demonstrate the qualities of His devotees. Therefore, acting like an artistic painter, He does so in various ways and considers this His personal profit.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 5.83</B></A>: There is yet another characteristic of Lord &#346;r&#299; Caitanya Mah&#257;prabhu. O devotees, listen carefully to how He manifests His opulence and characteristics, although they are exceptionally deep.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 5.84</B></A>: To vanquish the false pride of so-called renunciants and learned scholars, He spreads real religious principles, even through a &#347;&#363;dra, or lowborn, fourth-class man.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 5.85</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu preached about devotional service, ecstatic love and the Absolute Truth by making R&#257;m&#257;nanda R&#257;ya, a grihastha born in a low family, the speaker. Then &#346;r&#299; Caitanya Mah&#257;prabhu Himself, the exalted br&#257;hmana-sanny&#257;s&#299;, and Pradyumna Mi&#347;ra, the purified br&#257;hmana, both became the hearers of R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 5.86</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu exhibited the glories of the holy name of the Lord through Harid&#257;sa Th&#257;kura, who was born in a Muslim family. Similarly, He exhibited the essence of devotional service through San&#257;tana Gosv&#257;m&#299;, who had almost been converted into a Muslim.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 5.87</B></A>: Also, the Lord fully exhibited the ecstatic love and transcendental pastimes of Vrind&#257;vana through &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. Considering all this, who can understand the deep plans of Lord &#346;r&#299; Caitanya Mah&#257;prabhu?</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 5.88</B></A>: The activities of &#346;r&#299; Caitanya Mah&#257;prabhu are just like an ocean of nectar. Even a drop of this ocean can inundate all the three worlds.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 5.89</B></A>: O devotees, relish daily the nectar of &#346;r&#299; Caitanya-carit&#257;mrita and the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu, for by doing so one can merge in transcendental bliss and attain full knowledge of devotional service.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 5.90</B></A>: Thus Lord &#346;r&#299; Caitanya Mah&#257;prabhu, accompanied by His associates, His pure devotees, enjoyed transcendental bliss in Jagann&#257;tha Pur&#299; [N&#299;l&#257;cala] by preaching the bhakti cult in many ways.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 5.91</B></A>: A br&#257;hmana from Bengal wrote a drama about the characteristics of &#346;r&#299; Caitanya Mah&#257;prabhu and came with his manuscript to induce the Lord to hear it.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 5.92</B></A>: The br&#257;hmana was acquainted with Bhagav&#257;n &#256;c&#257;rya, one of the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore after meeting him at Jagann&#257;tha Pur&#299;, the br&#257;hmana made his residence at Bhagav&#257;n &#256;c&#257;rya's home.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 5.93</B></A>: First the br&#257;hmana induced Bhagav&#257;n &#256;c&#257;rya to hear the drama, and then many other devotees joined Bhagav&#257;n &#256;c&#257;rya in listening to it.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 5.94</B></A>: All the Vaishnavas praised the drama, saying, "Very good, very good." They also desired that &#346;r&#299; Caitanya Mah&#257;prabhu hear the drama.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 5.95</B></A>: Customarily, anyone who composed a song, verse, literary composition or poem about &#346;r&#299; Caitanya Mah&#257;prabhu first had to bring it to Svar&#363;pa D&#257;modara Gosv&#257;m&#299; to be heard.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 5.96</B></A>: If passed by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, it could be presented for &#346;r&#299; Caitanya Mah&#257;prabhu to hear.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 5.97</B></A>: If there were a hint that transcendental mellows overlapped in a manner contrary to the principles of the bhakti cult, &#346;r&#299; Caitanya Mah&#257;prabhu would not tolerate it and would become very angry.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 5.98</B></A>: Therefore &#346;r&#299; Caitanya Mah&#257;prabhu would not hear anything before Svar&#363;pa D&#257;modara heard it first. The Lord made this etiquette a regulative principle.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 5.99</B></A>: Bhagav&#257;n &#256;c&#257;rya submitted to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, "A good br&#257;hmana has prepared a drama about &#346;r&#299; Caitanya Mah&#257;prabhu that appears exceptionally well composed.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 5.100</B></A>: "First you hear it, and if it is acceptable to your mind, I shall request &#346;r&#299; Caitanya Mah&#257;prabhu to hear it."</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 5.101</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; replied, "Dear Bhagav&#257;n &#256;c&#257;rya, you are a very liberal cowherd boy. Sometimes the desire awakens within you to hear any kind of poetry.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 5.102</B></A>: "In the writings of so-called poets there is generally a possibility of overlapping transcendental mellows. When the mellows thus go against the conclusive understanding, no one likes to hear such poetry.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 5.103</B></A>: "A so-called poet who has no knowledge of transcendental mellows and the overlapping of transcendental mellows cannot cross the ocean of the conclusions of devotional service.</P><P CLASS=r><A CLASS=i HREF="104-105.htm"><B>CC Antya 5.104-105</B></A>: "A poet who does not know the grammatical regulative principles, who is unfamiliar with metaphorical ornaments, especially those employed in drama, and who does not know how to present the pastimes of Lord Krishna is condemned. Moreover, the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are especially difficult to understand.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 5.106</B></A>: "One who has accepted the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu as his life and soul can describe the pastimes of Lord Krishna or the pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 5.107</B></A>: "Hearing the poetry of a person who has no transcendental knowledge and who writes about the relationships between man and woman simply causes unhappiness, whereas hearing the words of a devotee fully absorbed in ecstatic love causes great happiness.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 5.108</B></A>: "The standard for writing dramas has been set by R&#363;pa Gosv&#257;m&#299;. If a devotee hears the introductory portions of his two dramas, they enhance his transcendental pleasure."</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 5.109</B></A>: Despite the explanation of Svar&#363;pa D&#257;modara, Bhagav&#257;n &#256;c&#257;rya requested, "Please hear the drama once. If you hear it, you can consider whether it is good or bad."</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 5.110</B></A>: For two or three days Bhagav&#257;n &#256;c&#257;rya continually asked Svar&#363;pa D&#257;modara Gosv&#257;m&#299; to hear the poetry. Because of his repeated requests, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; wanted to hear the poetry written by the br&#257;hmana from Bengal.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 5.111</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; sat down with other devotees to hear the poetry, and then the poet began to read the introductory verse.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 5.112</B></A>: "The Supreme Personality of Godhead has assumed a golden complexion and has become the soul of the body named Lord Jagann&#257;tha, whose blooming lotus eyes are widely expanded. Thus He has appeared in Jagann&#257;tha Pur&#299; and brought dull matter to life. May that Lord, &#346;r&#299; Krishna Caitanyadeva, bestow all good fortune upon you."</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 5.113</B></A>: When everyone present heard the verse, they all commended the poet, but Svar&#363;pa D&#257;modara Gosv&#257;m&#299; requested him, "Kindly explain this verse."</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 5.114</B></A>: The poet said, "Lord Jagann&#257;tha is a most beautiful body, and &#346;r&#299; Caitanya Mah&#257;prabhu, who is exceptionally grave, is the owner of that body.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 5.115</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu has appeared here in N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;] to spiritualize the entire dull material world."</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 5.116</B></A>: Hearing this, everyone present was greatly happy. But Svar&#363;pa D&#257;modara, who alone was very unhappy, began to speak in great anger.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 5.117</B></A>: "You are a fool," he said. "You have brought ill fortune upon yourself, for you have no knowledge of the existence of the two Lords, Jagann&#257;thadeva and &#346;r&#299; Caitanya Mah&#257;prabhu, nor have you faith in Them.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 5.118</B></A>: "Lord Jagann&#257;tha is completely spiritual and full of transcendental bliss, but you have compared Him to a dull, destructible body composed of the inert, external energy of the Lord.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 5.119</B></A>: "You have calculated &#346;r&#299; Caitanya Mah&#257;prabhu, who is the Supreme Personality of Godhead, full in six opulences, to be on the level of an ordinary living being. Instead of knowing Him as the supreme fire, you have accepted Him as a spark."</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 5.120</B></A>: Svar&#363;pa D&#257;modara continued, "Because you have committed an offense to Lord Jagann&#257;tha and &#346;r&#299; Caitanya Mah&#257;prabhu, you will attain a hellish destination. You do not know how to describe the Absolute Truth, but nevertheless you have tried to do so. Therefore you must be condemned.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 5.121</B></A>: "You are in complete illusion, for you have distinguished between the body and the soul of His Lordship [Lord Jagann&#257;tha or &#346;r&#299; Caitanya Mah&#257;prabhu]. That is a great offense.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 5.122</B></A>: "At no time is there a distinction between the body and the soul of the Supreme Personality of Godhead. His personal identity and His body are made of blissful spiritual energy. There is no distinction between them.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 5.123</B></A>: "'There is no distinction between the body and the soul of the Supreme Personality of Godhead at any time.'</P><P CLASS=r><A CLASS=i HREF="124-125.htm"><B>CC Antya 5.124-125</B></A>: "'O my Lord, I do not see a form superior to Your present form of eternal bliss and knowledge. In Your impersonal Brahman effulgence in the spiritual sky, there is no occasional change and no deterioration of internal potency. I surrender unto You because, whereas I am proud of my material body and senses, Your Lordship is the cause of the cosmic manifestation. Yet You are untouched by matter."'This present form, or any transcendental form expanded by the Supreme Personality of Godhead, &#346;r&#299; Krishna, is equally auspicious for all the universes. Since You have manifested this eternal personal form, upon whom Your devotees meditate, I therefore offer my respectful obeisances unto You. Those who are destined to be dispatched to the path of hell neglect Your personal form because of speculating on material topics.'</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 5.126</B></A>: "Whereas Krishna, the Absolute Truth, the Supreme Personality of Godhead, is full of transcendental bliss, possesses all six spiritual opulences in full, and is the master of the material energy, the small conditioned soul, who is always unhappy, is the servant of the material energy.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 5.127</B></A>: "'The Supreme Personality of Godhead, the supreme controller, is always full of transcendental bliss and is accompanied by the potencies known as hl&#257;din&#299; and samvit. The conditioned soul, however, is always covered by ignorance and embarrassed by the threefold miseries of life. Thus he is a treasure house of all kinds of tribulations.'"</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 5.128</B></A>: Hearing this explanation, all the members of the assembly were struck with wonder. "Svar&#363;pa D&#257;modara Gosv&#257;m&#299; has spoken the real truth," they admitted. "The br&#257;hmana from Bengal has committed an offense by wrongly describing Lord Jagann&#257;tha and Lord &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 5.129</B></A>: When the Bengali poet heard this chastisement from Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, he was ashamed, fearful and astonished. Indeed, being like a duck in a society of white swans, he could not say anything.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 5.130</B></A>: Seeing the poet's unhappiness, Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, who was naturally very kindhearted, advised him so that he could derive some benefit.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 5.131</B></A>: "If you want to understand &#346;r&#299;mad-Bh&#257;gavatam," he said, "you must approach a self-realized Vaishnava and hear from him. You can do this when you have completely taken shelter of the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 5.132</B></A>: Svar&#363;pa D&#257;modara continued, "Associate regularly with the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, for then only will you understand the waves of the ocean of devotional service.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 5.133</B></A>: "Only if you follow the principles of &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees will your learning be successful. Then you will be able to write about the transcendental pastimes of Krishna without material contamination.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 5.134</B></A>: "You have composed this introductory verse to your great satisfaction, but the meaning you have expressed is contaminated by offenses to both Lord Jagann&#257;tha and &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 5.135</B></A>: "You have written something irregular, not knowing the regulative principles, but the goddess of learning, Sarasvat&#299;, has used your words to offer her prayers to the Supreme Lord.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 5.136</B></A>: "Sometimes demons, and even Lord Indra, the King of heaven, chastised Krishna, but mother Sarasvat&#299;, taking advantage of their words, offered prayers to the Lord.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 5.137</B></A>: [Lord Indra said:] "This Krishna, who is an ordinary human being, is talkative, childish, impudent and ignorant, although He thinks Himself very learned. The cowherd men in Vrind&#257;vana have offended me by accepting Him. This has not been greatly appreciated by me."</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 5.138</B></A>: "Indra, the King of heaven, being too proud of his heavenly opulences, became like a madman. Thus bereft of his intelligence, he could not restrain himself from speaking nonsensically about Krishna.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 5.139</B></A>: "Thus Indra thought, 'I have properly chastised Krishna and defamed Him.' But Sarasvat&#299;, the goddess of learning, took this opportunity to offer prayers to Krishna.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 5.140</B></A>: "The word 'v&#257;c&#257;la' is used to refer to a person who can speak according to Vedic authority, and the word 'b&#257;li&#347;a' means 'innocent.' Krishna spoke the Vedic knowledge, yet He always presents Himself as a prideless, innocent boy.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 5.141</B></A>: "When there is no one else to receive obeisances, one may be called 'anamra,' or one who offers obeisances to no one. This is the meaning of the word 'stabdha.' And because no one is found to be more learned than Krishna, He may be called 'ajña,' indicating that nothing is unknown to Him.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 5.142</B></A>: "The word 'pandita-m&#257;n&#299;' can be used to indicate that Krishna is honored even by learned scholars. Nevertheless, because of affection for His devotees, Krishna appears like an ordinary human being and may therefore be called 'martya.'</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 5.143</B></A>: "The demon Jar&#257;sandha chastised Krishna, saying, 'You are the lowest of human beings. I shall not fight with You, for You killed Your own relatives.'</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 5.144</B></A>: "Mother Sarasvat&#299; takes 'purush&#257;dhama' to mean 'purushottama,' 'He to whom all men are subordinate.'</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 5.145</B></A>: "Nescience, or m&#257;y&#257;, may be called 'bandhu' because she entangles everyone in the material world. Therefore by using the word 'bandhu-han,' mother Sarasvat&#299; says that Lord Krishna is the vanquisher of m&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 5.146</B></A>: "&#346;i&#347;up&#257;la also blasphemed Krishna in this way, but the goddess of learning, Sarasvat&#299;, offered her prayers to Krishna even by his words.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 5.147</B></A>: "In that way, although your verse is blasphemous according to your meaning, mother Sarasvat&#299; has taken advantage of it to offer prayers to the Lord.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 5.148</B></A>: "There is no difference between Lord Jagann&#257;tha and Krishna, but here Lord Jagann&#257;tha is fixed as the Absolute Person appearing in wood. Therefore He does not move.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 5.149</B></A>: "Thus Lord Jagann&#257;tha and &#346;r&#299; Caitanya Mah&#257;prabhu, although appearing as two, are one because They are both Krishna, who is one alone.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 5.150</B></A>: "The supreme desire to deliver the entire world meets in the two of Them, and for that reason also They are one and the same.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 5.151</B></A>: "To deliver all the materially contaminated people of the world, that same Krishna has descended in the moving form of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 5.152</B></A>: "By visiting Lord Jagann&#257;tha one is freed from material existence, but not all men of all countries can come or be admitted here in Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Antya 5.153</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu, however, moves from one country to another, personally or by His representative. Thus He, as the moving Brahman, delivers all the people of the world.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Antya 5.154</B></A>: "Thus I have explained the meaning intended by mother Sarasvat&#299;, the goddess of learning. It is your great fortune that you have described Lord Jagann&#257;tha and Lord &#346;r&#299; Caitanya Mah&#257;prabhu in that way.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Antya 5.155</B></A>: "Sometimes it so happens that one who wants to chastise Krishna utters the holy name, and thus the holy name becomes the cause of his liberation."</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Antya 5.156</B></A>: Upon hearing this proper explanation by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, the Bengali poet fell down at the feet of all the devotees and took shelter of them with a straw in his mouth.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Antya 5.157</B></A>: Thereupon all the devotees accepted his association. Explaining his humble behavior, they introduced him to &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Antya 5.158</B></A>: By the mercy of the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, that poet from Bengal gave up all other activities and stayed with them at Jagann&#257;tha Pur&#299;. Who can explain the mercy of the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu?</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Antya 5.159</B></A>: I have thus described the narration concerning Pradyumna Mi&#347;ra and how, following the order of &#346;r&#299; Caitanya Mah&#257;prabhu, he listened to discourses about Krishna spoken by R&#257;m&#257;nanda R&#257;ya.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Antya 5.160</B></A>: Within the narration I have explained the glorious characteristics of &#346;r&#299; R&#257;m&#257;nanda R&#257;ya, through whom &#346;r&#299; Caitanya Mah&#257;prabhu personally described the limits of ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Antya 5.161</B></A>: In the course of the narration, I have also told about the drama by the poet from Bengal. Although he was ignorant, because of his faith and humility he nevertheless obtained shelter at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Antya 5.162</B></A>: The pastimes of Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu are the essence of nectar. From the stream of one of His pastimes flow hundreds and thousands of branches.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Antya 5.163</B></A>: Anyone who reads and hears these pastimes with faith and love can understand the truth about devotional service, devotees and the transcendental mellows of the pastimes of Lord &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Antya 5.164</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>