<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 5"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">How Pradyumna Mi&#347;ra Received Instructions from R&#257;m&#257;nanda R&#257;ya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 5 Summary</P><P>The following summary of the Fifth Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. Pradyumna Mi&#347;ra, a resident of &#346;r&#299;hatta, came to see &#346;r&#299; Caitanya Mah&#257;prabhu to hear from Him about Lord Krishna and His pastimes. The Lord, however, sent him to &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya. &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya was training the deva-d&#257;s&#299; dancing girls in the temple, and when Pradyumna Mi&#347;ra heard about this, he returned to &#346;r&#299; Caitanya Mah&#257;prabhu. The Lord, however, elaborately described the character of &#346;r&#299;la R&#257;m&#257;nanda R&#257;ya. Then Pradyumna Mi&#347;ra went to see R&#257;m&#257;nanda R&#257;ya again to hear about the transcendental truth from him.</P><P>A br&#257;hmana from Bengal composed a drama about the activities of &#346;r&#299; Caitanya Mah&#257;prabhu and went to Jagann&#257;tha Pur&#299; to show it to the associates of the Lord. When &#346;r&#299; Caitanya Mah&#257;prabhu's secretary, Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, heard the drama, he discerned a tinge of M&#257;y&#257;v&#257;da philosophy and pointed it out to the author. Although Svar&#363;pa D&#257;modara condemned the entire drama, by reference to secondary meanings of the introductory verse he nevertheless satisfied the br&#257;hmana. That br&#257;hmana poet thus became greatly obliged to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, renounced his family connections and stayed at Jagann&#257;tha Pur&#299; with the associates of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="../4/239.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>