<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 13 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 13 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Hamsa-avat&#257;ra Answers the Questions of the Sons of Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.13.18</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>evam prishto mah&#257;-devah</P><P CLASS=c>svayambh&#363;r bh&#363;ta-bh&#257;vanah</P><P CLASS=c>dhy&#257;yam&#257;nah pra&#347;na-b&#299;jam</P><P CLASS=c>n&#257;bhyapadyata karma-dh&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/prstah">prishtah</A> &#8212; questioned; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; the great god <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> &#8212; without material birth (born directly from the body of Garbhodaka&#347;&#257;y&#299; <A HREF="http://vedabase.net/v/visnu">Vishnu</A>); <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of all conditioned souls; <A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; the creator (of their conditioned life); <A CLASS=v HREF="http://vedabase.net/d/dhyayamanah">dhy&#257;yam&#257;nah</A> &#8212; seriously considering; <A CLASS=v HREF="http://vedabase.net/p/prasna">pra&#347;na</A> &#8212; of the question; <A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; the essential truth; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/abhyapadyata">abhyapadyata</A> &#8212; did not reach; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; intelligence bewildered by his own activities of creation.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: My dear Uddhava, Brahm&#257; himself, who is born directly from the body of the Lord and who is the creator of all living entities within the material world, being the best of the demigods, seriously contemplated the question of his sons headed by Sanaka. The intelligence of Brahm&#257;, however, was affected by his own activities of creation, and thus he could not discover the essential answer to this question.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; has quoted three verses from the Second Canto of &#346;r&#299;mad-Bh&#257;gavatam as follows. In the Ninth Chapter, verse 32, Lord Krishna blessed Brahm&#257; with realized knowledge of the Lord's actual form, qualities and activities. In the Ninth Chapter, verse 37, the Lord ordered Brahm&#257; to rigidly carry out the Lord's injunctions and affirmed that Brahm&#257; would thus never be bewildered in his cosmic decision-making. In the Sixth Chapter, verse 34, Lord Brahm&#257; assured his son N&#257;rada, "O N&#257;rada, because I have caught hold of the lotus feet of the Supreme Personality of Godhead, Hari, with great zeal, whatever I say has never proved to have been false, nor is the progress of my mind ever deterred, nor are my senses ever degraded by temporary attachment to matter."</P><P>In the present verse in this Thirteenth Chapter of the Eleventh Canto, Lord Krishna states that Brahm&#257; unfortunately did become bewildered by his creative functions, thus providing a grave lesson to all of the Lord's empowered representatives. Although one may be elevated to an exalted position in the Lord's transcendental service, at any moment there is danger of false pride polluting one's devotional mentality.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>