<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 13 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 13 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Hamsa-avat&#257;ra Answers the Questions of the Sons of Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.13.22</P><P CLASS=c>vastuno yady an&#257;n&#257;tva</P><P CLASS=c>&#257;tmanah pra&#347;na &#299;dri&#347;ah</P><P CLASS=c>katham ghateta vo vipr&#257;</P><P CLASS=c>vaktur v&#257; me ka &#257;&#347;rayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vastunah">vastunah</A> &#8212; of the essential reality; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/ananatve">an&#257;n&#257;tve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the concept of nonindividuality; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the <A HREF="http://vedabase.net/j/jiva">j&#299;va</A> soul; <A CLASS=v HREF="http://vedabase.net/p/prasnah">pra&#347;nah</A> &#8212; question; <A CLASS=v HREF="http://vedabase.net/i/idrsah">&#299;dri&#347;ah</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/g/ghateta">ghateta</A> &#8212; is <A HREF="http://vedabase.net/i/it">it</A> possible or appropriate; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; of you who <A HREF="http://vedabase.net/a/are">are</A> asking; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/v/vaktuh">vaktuh</A> &#8212; of the speaker; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; the real situation or resting place.</P><P CLASS=t>TRANSLATION</P><P>My dear br&#257;hmanas, if, when asking Me who I am, you believe that I am also a j&#299;va soul and that there is no ultimate difference between us &#8212; since all souls are ultimately one without individuality &#8212; then how is your question possible or appropriate? Ultimately, what is the real situation or resting place both of yourselves and of Me?</P><P CLASS=t>PURPORT</P><P>&#256;&#347;raya means "the resting place" or "shelter." Lord Krishna's question "That is our actual resting place or shelter?" means "What is our ultimate nature or constitutional position?" This is because no one can come to rest or be satisfied unless one is in one's natural position. The example is given that one may travel all over the world, but ultimately one becomes satisfied by returning to one's own home. Similarly, a crying child is satisfied when embraced by its own mother. By inquiring about the shelter or resting place of Himself and the br&#257;hmanas, the Lord is indicating the eternal, constitutional position of every living entity</P><P>If Lord Krishna were also in the j&#299;va category, and if all living entities including Him were thus equal, there would be no deep purpose in one living entity inquiring and another answering. Only one who is in a superior position can meaningfully answer important questions. It may be argued that the bona fide spiritual master answers all the questions of the disciple, and yet the guru is in the j&#299;va category. The answer is that the bona fide spiritual master speaks not on his own behalf but as a representative of the Supreme Personality of Godhead, who is in the Vishnu category. A so-called guru speaking on his own behalf as a j&#299;va soul is useless and is unable to meaningfully answer serious questions. Thus, the sages' question ko bhav&#257;n ("Who are You?") indicates that the Supreme Personality of Godhead is eternally an individual person. And because the sages headed by Lord Brahm&#257; offered obeisances and worshiped the Lord, it is understood that He is the Supreme Personality of Godhead. Lord Brahm&#257;, as the first created being in this universe, could not accept any other living entity except the Lord as worshipable.</P><P>Lord Krishna's actual purpose is to explain the ultimate perfection of yoga, which the sages were desiring to know. If one becomes fixed in transcendental knowledge, the mutual attraction between the material mind and the material sense objects automatically ceases. The spiritual mind is not attracted to material objects of gratification, and thus by spiritualizing the mind, material existence automatically slackens. By questioning the propriety of the sages' question, the Lord is assuming the position of the spiritual master and preparing to give valuable instructions. One should never be envious of a bona fide spiritual master, especially if, as in the case of Lord Hamsa speaking to the sages headed by Brahm&#257; and Sanaka-kum&#257;ra, the guru is the Supreme Personality of Godhead Himself.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>