<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 13 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 13 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Hamsa-avat&#257;ra Answers the Questions of the Sons of Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.13.31</P><P CLASS=c>asattv&#257;d &#257;tmano 'nyesh&#257;m</P><P CLASS=c>bh&#257;v&#257;n&#257;m tat-krit&#257; bhid&#257;</P><P CLASS=c>gatayo hetava&#347; c&#257;sya</P><P CLASS=c>mrish&#257; svapna-dri&#347;o yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asattvat">asattv&#257;t</A> &#8212; because of lacking factual existence; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; from the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anyesam">anyesh&#257;m</A> &#8212; of others; <A CLASS=v HREF="http://vedabase.net/b/bhavanam">bh&#257;v&#257;n&#257;m</A> &#8212; states of existence; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/k/krta">krit&#257;</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/b/bhida">bhid&#257;</A> &#8212; difference or separation; <A CLASS=v HREF="http://vedabase.net/g/gatayah">gatayah</A> &#8212; destinations such <A HREF="http://vedabase.net/a/as">as</A> going <A HREF="http://vedabase.net/t/to">to</A> heaven; <A CLASS=v HREF="http://vedabase.net/h/hetavah">hetavah</A> &#8212; fruitive activities, which <A HREF="http://vedabase.net/a/are">are</A> the cause of future rewards; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/s/svapna">svapna</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> dream; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; of the seer; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>Those states of existence that are conceived of as separate from the Supreme Personality of Godhead have no actual existence, although they create a sense of separation from the Absolute Truth. Just as the seer of a dream imagines many different activities and rewards, similarly, because of the sense of an existence separate from the Lord's existence, the living entity falsely performs fruitive activities, thinking them to be the cause of future rewards and destinations.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments as follows: "Although Lord Krishna in His form of Hamsa-avat&#257;ra has condemned the intelligence that sees duality and separate values within the material world, the Vedas themselves institute the system of varn&#257;&#347;rama-dharma, by which the entire human society is divided into different castes, occupations and spiritual statuses. Therefore, how can the Lord recommend that one give up one's faith in this Vedic system? The answer is given in this verse as follows. The words anyesh&#257;m bh&#257;v&#257;n&#257;m, or 'of other states of existence,' refer to the innumerable divisions of false identification with the material body, mind, occupation, and so on. Such identification is illusion, and the material divisions of the varn&#257;&#347;rama system are certainly based on this illusion. The Vedic literatures promise heavenly rewards such as residence in upper planetary systems and prescribe the means to acquire such rewards. However, both the rewards and the means for achieving them are ultimately illusion. Since this world is the Lord's creation, one cannot deny that its existence is also real; yet the living entity who identifies the creations of this world as belonging to himself is certainly in illusion. The example may be given that horns are real and rabbits are real, but if one imagines a rabbit's horns, that is certainly illusion, though a rabbit's horns may occur in a dream. Similarly, the living entity dreams of a permanent relationship within the material world. One may dream that one is feasting on sumptuous sweet rice prepared with milk and sugar, but there is no actual nutritional value in the dream of royal feasting."</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura remarks in this regard that just as one soon forgets the experience of a dream after awakening, similarly, a liberated soul in Krishna consciousness does not see anything substantial in even the most exalted rewards offered by the Vedas, such as promotion to the heavenly planets. Therefore Lord Krishna advised Arjuna in Bhagavad-g&#299;t&#257; to remain fixed in self-realization, without being deviated by fruitive rituals performed in the name of religion.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>