<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 13 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 13 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Hamsa-avat&#257;ra Answers the Questions of the Sons of Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.13.34</P><P CLASS=c>&#299;ksheta vibhramam idam manaso vil&#257;sam</P><P CLASS=c>drishtam vinashtam ati-lolam al&#257;ta-cakram</P><P CLASS=c>vijñ&#257;nam ekam urudheva vibh&#257;ti m&#257;y&#257;</P><P CLASS=c>svapnas tridh&#257; guna-visarga-krito vikalpah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ikseta">&#299;ksheta</A> &#8212; one should see; <A CLASS=v HREF="http://vedabase.net/v/vibhramam">vibhramam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> illusion or mistake; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (material world); <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/v/vilasam">vil&#257;sam</A> &#8212; appearance or jumping; <A CLASS=v HREF="http://vedabase.net/d/drstam">drishtam</A> &#8212; here today; <A CLASS=v HREF="http://vedabase.net/v/vinastam">vinashtam</A> &#8212; gone tomorrow; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/l/lolam">lolam</A> &#8212; extremely flickering; <A CLASS=v HREF="http://vedabase.net/a/alata">al&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/c/cakram">cakram</A> &#8212; just like the moving red line created by whirling <A HREF="http://vedabase.net/a/a">a</A> fiery stick; <A CLASS=v HREF="http://vedabase.net/v/vijnanam">vijñ&#257;nam</A> &#8212; the spirit soul, by nature fully conscious; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; is one; <A CLASS=v HREF="http://vedabase.net/u/urudha">urudh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> many divisions; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/v/vibhati">vibh&#257;ti</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; this is illusion; <A CLASS=v HREF="http://vedabase.net/s/svapnah">svapnah</A> &#8212; merely <A HREF="http://vedabase.net/a/a">a</A> dream; <A CLASS=v HREF="http://vedabase.net/t/tridha">tridh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> three divisions; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the modes of nature; <A CLASS=v HREF="http://vedabase.net/v/visarga">visarga</A> &#8212; by the transformation; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/v/vikalpah">vikalpah</A> &#8212; variety of perception or imagination.</P><P CLASS=t>TRANSLATION</P><P>One should see that the material world is a distinct illusion appearing in the mind, because material objects have an extremely flickering existence and are here today and gone tomorrow. They can be compared to the streaking red line created by whirling a fiery stick. The spirit soul by nature exists in the single state of pure consciousness. However, in this world he appears in many different forms and stages of existence. The modes of nature divide the soul's consciousness into normal wakefulness, dreaming and dreamless sleep. All such varieties of perception, however, are actually m&#257;y&#257; and exist only like a dream.</P><P CLASS=t>PURPORT</P><P>The Lord now describes an additional process for transcending the illusory interaction of the material mind and material sense objects. L&#257;sa means "jumping" or "dancing," and thus manaso vil&#257;sam here indicates that the material mind is jumping superficially from one conception of life to another. Our original consciousness, however, is one (vijñ&#257;nam ekam). Therefore, one should carefully study the flickering "here today, gone tomorrow" nature of the material world and detach oneself from the illusory variety of m&#257;y&#257;.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>