<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 13 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 13 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Hamsa-avat&#257;ra Answers the Questions of the Sons of Brahm&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.13.40</P><P CLASS=c>m&#257;m bhajanti gun&#257;h sarve</P><P CLASS=c>nirgunam nirapekshakam</P><P CLASS=c>suhridam priyam &#257;tm&#257;nam</P><P CLASS=c>s&#257;my&#257;sa&#324;g&#257;dayo 'gun&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; serve and take shelter of; <A CLASS=v HREF="http://vedabase.net/g/gunah">gun&#257;h</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nirgunam">nirgunam</A> &#8212; free from the modes of nature; <A CLASS=v HREF="http://vedabase.net/n/nirapeksakam">nirapekshakam</A> &#8212; detached; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdam">hridam</A> &#8212; the well-wisher; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; the most dear; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/samya">s&#257;mya</A> &#8212; being equally situated everywhere; <A CLASS=v HREF="http://vedabase.net/a/asanga">asa&#324;ga</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/agunah">agun&#257;h</A> &#8212; free from the transformation of the material modes.</P><P CLASS=t>TRANSLATION</P><P>All superior transcendental qualities, such as being beyond the modes of nature, detached, the well-wisher, the most dear, the Supersoul, equally situated everywhere, and free from material entanglement &#8212; all such qualities, free from the transformations of material qualities, find their shelter and worshipable object in Me.</P><P CLASS=t>PURPORT</P><P>Because in the previous verse Lord Krishna explained His exalted nature, the sons of Brahm&#257; might have slightly doubted the Lord's position, thinking that they had detected some pride within the Lord's mind. Therefore, they may have doubted the instructions they had just received from Lord Hamsa. Anticipating any such reluctance, the Lord immediately clarifies the situation in the present verse. The Lord explains that, unlike ordinary living entities even up to the standard of Brahm&#257;, the Lord's transcendental body is not different from His eternal Self and has no material qualities such as false egotism. The Lord's transcendental form is eternal, full of knowledge and bliss, and is thus nirgunam, beyond the modes of nature. Because the Lord completely ignores the so-called enjoyment offered by the illusory energy, He is called nirapekshakam, and being the best well-wisher of His devotees, He is called suhridam. Priyam indicates that the Lord is the supreme lovable object and that He establishes wonderful affectionate relationships with His devotees. S&#257;mya indicates that the Lord is neutral and detached in all material situations. These and other exalted qualities find their shelter and worshipable object in the Lord, who does not take material designations into consideration but awards His mercy to anyone who takes shelter of Him. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/16/26.htm">1.16.26-30</A>) mother Bh&#363;mi, the predominating deity of the earth, gives a list of some of the Lord's transcendental qualities, and even more are found in The Nectar of Devotion. Actually, the Lord's qualities are unlimited, but a small sample is given here simply to establish the Lord's transcendental position.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has quoted from the K&#257;la-samhit&#257; as follows. "The demigods are not actually perfectly endowed with transcendental qualities. Indeed, their opulences are limited, and therefore they worship the Supreme Personality of Godhead, the Absolute Truth, who is simultaneously free of all material qualities and completely endowed with all transcendental qualities, which exist in His personal body."</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>