<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 80 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 80 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 80: <A CLASS=v HREF="index.htm">The Br&#257;hmana Sud&#257;m&#257; Visits Lord Krishna in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.80.11</P><P CLASS=c>&#257;ste 'dhun&#257; dv&#257;ravaty&#257;m</P><P CLASS=c>bhoja-vrishny-andhake&#347;varah</P><P CLASS=c>smaratah p&#257;da-kamalam</P><P CLASS=c>&#257;tm&#257;nam api yacchati</P><P CLASS=c>kim nv artha-k&#257;m&#257;n bhajato</P><P CLASS=c>n&#257;ty-abh&#299;sht&#257;n jagad-guruh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; is present; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/d/dvaravatyam">dv&#257;ravaty&#257;m</A> &#8212; at <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/bhoja">bhoja</A>-<A CLASS=v HREF="http://vedabase.net/v/vrsni">vrishni</A>-<A CLASS=v HREF="http://vedabase.net/a/andhaka">andhaka</A> &#8212; of the Bhojas, Vrishnis and Andhakas; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/s/smaratah">smaratah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who remembers; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/k/kamalam">kamalam</A> &#8212; His lotus feet; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/y/yacchati">yacchati</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> gives; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; what then <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; economic success; <A CLASS=v HREF="http://vedabase.net/k/kaman">k&#257;m&#257;n</A> &#8212; and sense gratification; <A CLASS=v HREF="http://vedabase.net/b/bhajatah">bhajatah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> one who worships Him; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/a/abhistan">abh&#299;sht&#257;n</A> &#8212; desirable; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the whole universe; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; the spiritual master.</P><P CLASS=t>TRANSLATION</P><P>Lord Krishna is now the ruler of the Bhojas, Vrishnis and Andhakas and is staying at Dv&#257;rak&#257;. Since He gives even His own self to anyone who simply remembers His lotus feet, what doubt is there that He, the spiritual master of the universe, will bestow upon His sincere worshiper prosperity and material enjoyment, which are not even very desirable?</P><P CLASS=t>PURPORT</P><P>The br&#257;hmana's wife here implies that since Lord Krishna is the ruler of the Bhojas, Vrishnis and Andhakas, if these opulent rulers merely acknowledge Sud&#257;m&#257; as a personal friend of Krishna's, they could give him everything he required.</P><P>In this connection &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; comments that since Lord Krishna had at this point put aside His weapons, He no longer traveled outside His own capital of Dv&#257;rak&#257;. Thus &#346;r&#299;la Prabhup&#257;da writes in Krishna, the Supreme Personality of Godhead: "[The br&#257;hmana's wife said: ] 'I have heard that He never leaves His capital city, Dv&#257;rak&#257;. He is living there without outside engagements.' "</P><P>As mentioned here, material wealth and sense gratification are not very desirable. The reason for this is that in the long run they give no real satisfaction. Still, Sud&#257;m&#257;'s wife thought, even if Sud&#257;m&#257; went to Dv&#257;rak&#257; and simply remained silent before the Lord, He would certainly give him abundant wealth, as well as shelter at His lotus feet, which was Sud&#257;m&#257;'s real objective.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12-13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>