<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 80 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 80 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 80: <A CLASS=v HREF="index.htm">The Br&#257;hmana Sud&#257;m&#257; Visits Lord Krishna in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.80.9</P><P CLASS=c>nanu brahman bhagavatah</P><P CLASS=c>sakh&#257; s&#257;ksh&#257;c chriyah patih</P><P CLASS=c>brahmanya&#347; ca &#347;aranya&#347; ca</P><P CLASS=c>bhagav&#257;n s&#257;tvatarshabhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of your exalted self; <A CLASS=v HREF="http://vedabase.net/s/sakha">sakh&#257;</A> &#8212; the friend; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/s/sriyah">&#347;riyah</A> &#8212; of the supreme goddess of fortune; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the husband; <A CLASS=v HREF="http://vedabase.net/b/brahmanyah">brahmanyah</A> &#8212; compassionate <A HREF="http://vedabase.net/t/to">to</A> br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/saranyah">&#347;aranyah</A> &#8212; willing <A HREF="http://vedabase.net/t/to">to</A> give shelter; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/satvata">s&#257;tvata</A> &#8212; of the Y&#257;davas; <A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; the best.</P><P CLASS=t>TRANSLATION</P><P>[Sud&#257;m&#257;'s wife said:] O br&#257;hmana, isn't it true that the husband of the goddess of fortune is the personal friend of your exalted self? That greatest of Y&#257;davas, the Supreme Lord Krishna, is compassionate to br&#257;hmanas and very willing to grant them His shelter.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; explains in his commentary how the br&#257;hmana's wife anticipated every possible objection her husband might make to her request that he go to Lord Krishna to beg charity. If the br&#257;hmana might say, "How could the husband of the goddess of fortune befriend a fallen soul like myself?" she replies by saying that Lord Krishna is brahmanya, very favorably disposed toward the br&#257;hmanas. If Sud&#257;m&#257; might claim to have no real devotion for the Lord, she replies by saying that he is a great and wise personality who would surely obtain the shelter and mercy of the Lord. If the br&#257;hmana might object that Lord Krishna is equally disposed to all the countless unhappy conditioned souls suffering the fruits of their own karma, she replies that Lord Krishna is especially the Lord of the devotees, and thus even if He Himself did not grant Sud&#257;m&#257; His mercy, certainly the devotees engaged in serving the Lord would mercifully give him some charity. Since the Lord protects the S&#257;tvatas, the members of the Yadu dynasty, what difficulty would there be for Him to protect a humble br&#257;hmana like Sud&#257;m&#257;, and what fault would there be in His doing so?</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>