<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 80</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 80"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 80: <A CLASS=v HREF="index.htm">The Br&#257;hmana Sud&#257;m&#257; Visits Lord Krishna in Dv&#257;rak&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.80 Summary</P><P>This chapter relates how Lord Krishna worshiped His br&#257;hmana friend Sud&#257;m&#257;, who came to His palace seeking charity, and how the two of them discussed the pastimes they had shared while living at the home of their spiritual master, S&#257;nd&#299;pani Muni.</P><P>The br&#257;hmana Sud&#257;m&#257;, a personal friend of Lord Krishna's, was completely free of material desires. He maintained himself and his wife with whatever came of its own accord, and thus they were poverty-stricken. One day Sud&#257;m&#257;'s wife, unable to find any food to prepare for her husband, went to him and asked that he visit his friend Krishna in Dv&#257;rak&#257; and beg some charity. Sud&#257;m&#257; was reluctant, but when she persisted he agreed to go, reflecting that an opportunity to see the Lord was extremely auspicious. His wife begged a few handfuls of flattened rice as a gift for &#346;r&#299; Krishna, and Sud&#257;m&#257; set off for Dv&#257;rak&#257;.</P><P>As Sud&#257;m&#257; approached the palace of Lord Krishna's principal wife, Rukmin&#299;-dev&#299;, the Lord saw him from a distance. Krishna immediately rose from His seat on Rukmin&#299;'s bed and embraced His friend with great joy. Then He sat Sud&#257;m&#257; down on the bed, washed his feet with His own hands and sprinkled the wash water on His head. After this He presented him with various gifts and worshiped him with incense, lamps and so on. Meanwhile, Rukmin&#299; fanned the shabbily dressed br&#257;hmana with a yaktail whisk. All of this astonished the residents of the palace.</P><P>Lord &#346;r&#299; Krishna then took the hand of His friend, and the two of them reminisced about the things they had done together long ago, while living in the school of their spiritual master. Sud&#257;m&#257; pointed out that Krishna engages in the pastime of acquiring an education only to set an example for human society.</P><P CLASS=l><A CLASS=i HREF="../79/34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>