<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 14 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 14 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Pregnancy of Diti in the Evening</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.14.20</P><P CLASS=c>y&#257;m &#257;&#347;rityendriy&#257;r&#257;t&#299;n</P><P CLASS=c>durjay&#257;n itar&#257;&#347;ramaih</P><P CLASS=c>vayam jayema hel&#257;bhir</P><P CLASS=c>dasy&#363;n durga-patir yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/a/asritya">&#257;&#347;ritya</A> &#8212; taking shelter of; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/a/aratin">ar&#257;t&#299;n</A> &#8212; enemies; <A CLASS=v HREF="http://vedabase.net/d/durjayan">durjay&#257;n</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> conquer; <A CLASS=v HREF="http://vedabase.net/i/itara">itara</A> &#8212; other than the householders; <A CLASS=v HREF="http://vedabase.net/a/asramaih">&#257;&#347;ramaih</A> &#8212; by orders of society; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/j/jayema">jayema</A> &#8212; can conquer; <A CLASS=v HREF="http://vedabase.net/h/helabhih">hel&#257;bhih</A> &#8212; easily; <A CLASS=v HREF="http://vedabase.net/d/dasyun">dasy&#363;n</A> &#8212; invading plunderers; <A CLASS=v HREF="http://vedabase.net/d/durga">durga</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fort commander; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>.</P><P CLASS=t>TRANSLATION</P><P>As a fort commander very easily conquers invading plunderers, by taking shelter of a wife one can conquer the senses, which are unconquerable in the other social orders.</P><P CLASS=t>PURPORT</P><P>Of the four orders of human society &#8212; the student, or brahmac&#257;r&#299; order, the householder, or grihastha order, the retired, or v&#257;naprastha order, and the renounced, or sanny&#257;s&#299; order &#8212; the householder is on the safe side. The bodily senses are considered plunderers of the fort of the body. The wife is supposed to be the commander of the fort, and therefore whenever there is an attack on the body by the senses, it is the wife who protects the body from being smashed. The sex demand is inevitable for everyone, but one who has a fixed wife is saved from the onslaught of the sense enemies. A man who possesses a good wife does not create a disturbance in society by corrupting virgin girls. Without a fixed wife, a man becomes a debauchee of the first order and is a nuisance in society &#8212; unless he is a trained brahmac&#257;r&#299;, v&#257;naprastha or sanny&#257;s&#299;. Unless there is rigid and systematic training of the brahmac&#257;r&#299; by the expert spiritual master, and unless the student is obedient, it is sure that the so-called brahmac&#257;r&#299; will fall prey to the attack of sex. There are so many instances of falldown, even for great yog&#299;s like Vi&#347;v&#257;mitra. A grihastha is saved, however, because of his faithful wife. Sex life is the cause of material bondage, and therefore it is prohibited in three &#257;&#347;ramas and is allowed only in the grihastha-&#257;&#347;rama. The grihastha is responsible for producing first-quality brahmac&#257;r&#299;s, v&#257;naprasthas and sanny&#257;s&#299;s.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>