<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 14 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 14 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Pregnancy of Diti in the Evening</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.14.24</P><P CLASS=c>etasy&#257;m s&#257;dhvi sandhy&#257;y&#257;m</P><P CLASS=c>bhagav&#257;n bh&#363;ta-bh&#257;vanah</P><P CLASS=c>par&#299;to bh&#363;ta-parshadbhir</P><P CLASS=c>vrishen&#257;tati bh&#363;tar&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etasyam">etasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this period; <A CLASS=v HREF="http://vedabase.net/s/sadhvi">s&#257;dhvi</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> chaste one; <A CLASS=v HREF="http://vedabase.net/s/sandhyayam">sandhy&#257;y&#257;m</A> &#8212; at the junction of day and night (evening); <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of God; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; the well-wisher of the ghostly characters; <A CLASS=v HREF="http://vedabase.net/p/paritah">par&#299;tah</A> &#8212; surrounded by; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/parsadbhih">parshadbhih</A> &#8212; by ghostly companions; <A CLASS=v HREF="http://vedabase.net/v/vrsena">vrishena</A> &#8212; on the back of the bull carrier; <A CLASS=v HREF="http://vedabase.net/a/atati">atati</A> &#8212; travels; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/r/rat">r&#257;t</A> &#8212; the king of the ghosts.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;iva, the king of the ghosts, sitting on the back of his bull carrier, travels at this time, accompanied by ghosts who follow him for their welfare.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva, or Rudra, is the king of the ghosts. Ghostly characters worship Lord &#346;iva to be gradually guided toward a path of self-realization. M&#257;y&#257;v&#257;d&#299; philosophers are mostly worshipers of Lord &#346;iva, and &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya is considered to be the incarnation of Lord &#346;iva for preaching godlessness to the M&#257;y&#257;v&#257;d&#299; philosophers. Ghosts are bereft of a physical body because of their grievously sinful acts, such as suicide. The last resort of the ghostly characters in human society is to take shelter of suicide, either material or spiritual. Material suicide causes loss of the physical body, and spiritual suicide causes loss of the individual identity. M&#257;y&#257;v&#257;d&#299; philosophers desire to lose their individuality and merge into the impersonal spiritual brahmajyoti existence. Lord &#346;iva, being very kind to the ghosts, sees that although they are condemned, they get physical bodies. He places them into the wombs of women who indulge in sexual intercourse regardless of the restrictions on time and circumstance. Ka&#347;yapa wanted to impress this fact upon Diti so that she might wait for a while.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>