<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 14 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 14 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Pregnancy of Diti in the Evening</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.14.26</P><P CLASS=c>na yasya loke sva-janah paro v&#257;</P><P CLASS=c>n&#257;ty&#257;drito nota ka&#347;cid vigarhyah</P><P CLASS=c>vayam vratair yac-caran&#257;paviddh&#257;m</P><P CLASS=c>&#257;&#347;&#257;smahe 'j&#257;m bata bhukta-bhog&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; kinsman; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; unconnected; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; greater; <A CLASS=v HREF="http://vedabase.net/a/adrtah">&#257;dritah</A> &#8212; favorable; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/v/vigarhyah">vigarhyah</A> &#8212; criminal; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/v/vrataih">vrataih</A> &#8212; by vows; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; feet; <A CLASS=v HREF="http://vedabase.net/a/apaviddham">apaviddh&#257;m</A> &#8212; rejected; <A CLASS=v HREF="http://vedabase.net/a/asasmahe">&#257;&#347;&#257;smahe</A> &#8212; respectfully worship; <A CLASS=v HREF="http://vedabase.net/a/ajam">aj&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A HREF="http://vedabase.net/p/prasada">pras&#257;da</A>; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhukta">bhukta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhogam">bhog&#257;m</A> &#8212; remnants of foodstuff.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;iva regards no one as his relative, yet there is no one who is not connected with him; he does not regard anyone as very favorable or abominable. We respectfully worship the remnants of his foodstuff, and we vow to accept what is rejected by him.</P><P CLASS=t>PURPORT</P><P>Ka&#347;yapa informed his wife that just because Lord &#346;iva happened to be his brother-in-law, that should not encourage her in her offense towards him. Ka&#347;yapa warned her that actually Lord &#346;iva is not connected with anyone, nor is anyone his enemy. Since he is one of the three controllers of the universal affairs, he is equal to everyone. His greatness is incomparable because he is a great devotee of the Supreme Personality of Godhead. It is said that among all the devotees of the Personality of Godhead, Lord &#346;iva is the greatest. Thus the remnants of foodstuff left by him are accepted by other devotees as mah&#257;-pras&#257;da, or great spiritual foodstuff. The remnants of foodstuff offered to Lord Krishna are called pras&#257;da, but when the same pras&#257;da is eaten by a great devotee like Lord &#346;iva, it is called mah&#257;-pras&#257;da. Lord &#346;iva is so great that he does not care for the material prosperity for which every one of us is so eager. P&#257;rvat&#299;, who is the powerful material nature personified, is under his full control as his wife, yet he does not use her even to build a residential house. He prefers to remain without shelter, and his great wife also agrees to live with him humbly. People in general worship goddess Durg&#257;, the wife of Lord &#346;iva, for material prosperity, but Lord &#346;iva engages her in his service without material desire. He simply advises his great wife that of all kinds of worship, the worship of Vishnu is the highest, and greater than that is the worship of a great devotee or anything in relation with Vishnu.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>