<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 14 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 14 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Pregnancy of Diti in the Evening</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.14.38</P><P CLASS=c>ka&#347;yapa uv&#257;ca</P><P CLASS=c>apr&#257;yaty&#257;d &#257;tmanas te</P><P CLASS=c>dosh&#257;n mauh&#363;rtik&#257;d uta</P><P CLASS=c>man-nide&#347;&#257;tic&#257;rena</P><P CLASS=c>dev&#257;n&#257;m c&#257;tihelan&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasyapah">ka&#347;yapah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> <A HREF="http://vedabase.net/k/kasyapa">Ka&#347;yapa</A> said; <A CLASS=v HREF="http://vedabase.net/a/aprayatyat">apr&#257;yaty&#257;t</A> &#8212; because of the pollution; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/d/dosat">dosh&#257;t</A> &#8212; because of defilement; <A CLASS=v HREF="http://vedabase.net/m/mauhurtikat">mauh&#363;rtik&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> terms of the moment; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/n/nidesa">nide&#347;a</A> &#8212; direction; <A CLASS=v HREF="http://vedabase.net/a/aticarena">atic&#257;rena</A> &#8212; being too neglectful; <A CLASS=v HREF="http://vedabase.net/d/devanam">dev&#257;n&#257;m</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atihelanat">atihelan&#257;t</A> &#8212; being too apathetic.</P><P CLASS=t>TRANSLATION</P><P>The learned Ka&#347;yapa said: Because of your mind's being polluted, because of defilement of the particular time, because of your negligence of my directions, and because of your being apathetic to the demigods, everything was inauspicious.</P><P CLASS=t>PURPORT</P><P>The conditions for having good progeny in society are that the husband should be disciplined in religious and regulative principles and the wife should be faithful to the husband. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/11.htm">7.11</A>) it is said that sexual intercourse according to religious principles is a representation of Krishna consciousness. Before engaging in sexual intercourse, both the husband and the wife must consider their mental condition, the particular time, the husband's direction, and obedience to the demigods. According to Vedic society, there is a suitable auspicious time for sex life, which is called the time for garbh&#257;dh&#257;na. Diti neglected all the principles of scriptural injunction, and therefore, although she was very anxious for auspicious children, she was informed that her children would not be worthy to be the sons of a br&#257;hmana. There is a clear indication herein that a br&#257;hmana's son is not always a br&#257;hmana. Personalities like R&#257;vana and Hiranyaka&#347;ipu were actually born of br&#257;hmanas, but they were not accepted as br&#257;hmanas because their fathers did not follow the regulative principles for their birth. Such children are called demons, or R&#257;kshasas. There were only one or two R&#257;kshasas in the previous ages due to negligence of the disciplinary methods, but during the age of Kali there is no discipline in sex life. How, then, can one expect good children? Certainly unwanted children cannot be a source of happiness in society, but through the Krishna consciousness movement they can be raised to the human standard by chanting the holy name of God. That is the unique contribution of Lord Caitanya to human society.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>