<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 14 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 14 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Pregnancy of Diti in the Evening</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.14.42</P><P CLASS=c>ditir uv&#257;ca</P><P CLASS=c>vadham bhagavat&#257; s&#257;ksh&#257;t</P><P CLASS=c>sun&#257;bhod&#257;ra-b&#257;hun&#257;</P><P CLASS=c>&#257;&#347;&#257;se putrayor mahyam</P><P CLASS=c>m&#257; kruddh&#257;d br&#257;hman&#257;d prabho</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/ditih">ditih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/d/diti">Diti</A> said; <A CLASS=v HREF="http://vedabase.net/v/vadham">vadham</A> &#8212; the killing; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/s/sunabha">sun&#257;bha</A> &#8212; with His <A HREF="http://vedabase.net/s/sudarsana">Sudar&#347;ana</A> weapon; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A> &#8212; very magnanimous; <A CLASS=v HREF="http://vedabase.net/b/bahuna">b&#257;hun&#257;</A> &#8212; by the arms; <A CLASS=v HREF="http://vedabase.net/a/asase">&#257;&#347;&#257;se</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> desire; <A CLASS=v HREF="http://vedabase.net/p/putrayoh">putrayoh</A> &#8212; of the sons; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; of <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; never be <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/k/kruddhat">kruddh&#257;t</A> &#8212; by the <A HREF="http://vedabase.net/r/rage">rage</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmanat">br&#257;hman&#257;t</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my husband.</P><P CLASS=t>TRANSLATION</P><P>Diti said: It is very good that my sons will be magnanimously killed by the arms of the Personality of Godhead with His Sudar&#347;ana weapon. O my husband, may they never be killed by the wrath of the br&#257;hmana devotees.</P><P CLASS=t>PURPORT</P><P>When Diti heard from her husband that the great souls would be angered by the activities of her sons, she was very anxious. She thought that her sons might be killed by the wrath of the br&#257;hmanas. The Lord does not appear when the br&#257;hmanas become angry at someone, because the wrath of a br&#257;hmana is sufficient in itself. He certainly appears, however, when His devotee simply becomes sorry. A devotee of the Lord never prays to the Lord to appear for the sake of the troubles the miscreants cause for him, and he never bothers Him by asking for protection. Rather, the Lord is anxious to give protection to the devotees. Diti knew well that the killing of her sons by the Lord would also be His mercy, and therefore she says that the wheel and arms of the Lord are magnanimous. If someone is killed by the wheel of the Lord and is thus fortunate enough to see the arms of the Lord, that is sufficient for his liberation. Such good fortune is not achieved even by the great sages.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>