<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 14 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 14 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Pregnancy of Diti in the Evening</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.14.48</P><P CLASS=c>sa vai mah&#257;-bh&#257;gavato mah&#257;tm&#257;</P><P CLASS=c>mah&#257;nubh&#257;vo mahat&#257;m mahishthah</P><P CLASS=c>pravriddha-bhakty&#257; hy anubh&#257;vit&#257;&#347;aye</P><P CLASS=c>nive&#347;ya vaikuntham imam vih&#257;syati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the topmost devotee; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; expanded intelligence; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubh&#257;vah</A> &#8212; expanded influence; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of the great souls; <A CLASS=v HREF="http://vedabase.net/m/mahisthah">mahishthah</A> &#8212; the greatest; <A CLASS=v HREF="http://vedabase.net/p/pravrddha">pravriddha</A> &#8212; well matured; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anubhavita">anubh&#257;vita</A> &#8212; being situated <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/a/anubhava">anubh&#257;va</A> stage of ecstasy; <A CLASS=v HREF="http://vedabase.net/a/asaye">&#257;&#347;aye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/n/nivesya">nive&#347;ya</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/v/vaikuntham">vaikuntham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the spiritual sky; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this (material world); <A CLASS=v HREF="http://vedabase.net/v/vihasyati">vih&#257;syati</A> &#8212; will quit.</P><P CLASS=t>TRANSLATION</P><P>That topmost devotee of the Lord will have expanded intelligence and expanded influence and will be the greatest of the great souls. Due to matured devotional service, he will certainly be situated in transcendental ecstasy and will enter the spiritual sky after quitting this material world.</P><P CLASS=t>PURPORT</P><P>There are three stages of transcendental development in devotional service, which are technically called sth&#257;yi-bh&#257;va, anubh&#257;va and mah&#257;bh&#257;va. Continual perfect love of Godhead is called sth&#257;yi-bh&#257;va, and when it is performed in a particular type of transcendental relationship it is called anubh&#257;va. But the stage of mah&#257;bh&#257;va is visible amongst the personal pleasure potential energies of the Lord. It is understood that the grandson of Diti, namely Prahl&#257;da Mah&#257;r&#257;ja, would constantly meditate on the Lord and reiterate His activities. Because he would constantly remain in meditation, he would easily transfer himself to the spiritual world after quitting his material body. Such meditation is still more conveniently performed by chanting and hearing the holy name of the Lord. This is especially recommended in this age of Kali.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>