<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 14 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 14 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Pregnancy of Diti in the Evening</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.14.50</P><P CLASS=c>antar bahi&#347; c&#257;malam abja-netram</P><P CLASS=c>sva-p&#363;rushecch&#257;nugrih&#299;ta-r&#363;pam</P><P CLASS=c>pautras tava &#347;r&#299;-lalan&#257;-lal&#257;mam</P><P CLASS=c>drasht&#257; sphurat-kundala-mandit&#257;nanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; within; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/amalam">amalam</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/a/abja">abja</A>-<A CLASS=v HREF="http://vedabase.net/n/netram">netram</A> &#8212; lotus eyes; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">p&#363;rusha</A> &#8212; own devotee; <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrhita">anugrih&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; accepting form according <A HREF="http://vedabase.net/t/to">to</A> desire; <A CLASS=v HREF="http://vedabase.net/p/pautrah">pautrah</A> &#8212; grandchild; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/l/lalana">lalan&#257;</A> &#8212; beautiful goddess of fortune; <A CLASS=v HREF="http://vedabase.net/l/lalamam">lal&#257;mam</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/d/drasta">drasht&#257;</A> &#8212; will see; <A CLASS=v HREF="http://vedabase.net/s/sphurat">sphurat</A>-<A CLASS=v HREF="http://vedabase.net/k/kundala">kundala</A> &#8212; with brilliant earrings; <A CLASS=v HREF="http://vedabase.net/m/mandita">mandita</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/a/ananam">&#257;nanam</A> &#8212; face.</P><P CLASS=t>TRANSLATION</P><P>Your grandson will be able to see, inside and outside, the Supreme Personality of Godhead, whose wife is the beautiful goddess of fortune. The Lord can assume the form desired by the devotee, and His face is always beautifully decorated with earrings.</P><P CLASS=t>PURPORT</P><P>It is predicted herewith that the grandson of Diti, Prahl&#257;da Mah&#257;r&#257;ja, would not only see the Personality of Godhead within himself by meditation but would also be able to see Him personally with his eyes. This direct vision is possible only for one who is highly elevated in Krishna consciousness, for the Lord is not possible to see with material eyes. The Supreme Personality of Godhead has multifarious eternal forms such as Krishna, Baladeva, Sa&#324;karshana, Aniruddha, Pradyumna, V&#257;sudeva, N&#257;r&#257;yana, R&#257;ma, Nrisimha, Var&#257;ha and V&#257;mana, and the devotee of the Lord knows all those Vishnu forms. A pure devotee becomes attached to one of the eternal forms of the Lord, and the Lord is pleased to appear before him in the form desired. A devotee does not imagine something whimsical about the form of the Lord, nor does he ever think that the Lord is impersonal and can assume a form desired by the nondevotee. The nondevotee has no idea of the form of the Lord, and thus he cannot think of any one of the above-mentioned forms. But whenever a devotee sees the Lord, he sees Him in a most beautifully decorated form, accompanied by His constant companion the goddess of fortune, who is eternally beautiful.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>