<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 12 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 12 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Mohin&#299;-m&#363;rti Incarnation Bewilders Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.12.10</P><P CLASS=c>n&#257;ham par&#257;yur rishayo na mar&#299;ci-mukhy&#257;</P><P CLASS=c>j&#257;nanti yad-viracitam khalu sattva-sarg&#257;h</P><P CLASS=c>yan-m&#257;yay&#257; mushita-cetasa &#299;&#347;a daitya-</P><P CLASS=c>marty&#257;dayah kim uta &#347;a&#347;vad-abhadra-vritt&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/ayuh">&#257;yuh</A> &#8212; that personality who lives for millions and millions of years (Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the seven rishis of the seven planets; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/m/marici">mar&#299;ci</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhyah">mukhy&#257;h</A> &#8212; headed by <A HREF="http://vedabase.net/m/marici">Mar&#299;ci</A> <A HREF="http://vedabase.net/r/rsi">Rishi</A>; <A CLASS=v HREF="http://vedabase.net/j/jananti">j&#257;nanti</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; by whom (the Supreme Lord); <A CLASS=v HREF="http://vedabase.net/v/viracitam">viracitam</A> &#8212; this universe, which has been created; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A>-<A CLASS=v HREF="http://vedabase.net/s/sargah">sarg&#257;h</A> &#8212; although born <A HREF="http://vedabase.net/i/in">in</A> the mode of material goodness; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the influence of whose energy; <A CLASS=v HREF="http://vedabase.net/m/musita">mushita</A>-<A CLASS=v HREF="http://vedabase.net/c/cetasah">cetasah</A> &#8212; their hearts <A HREF="http://vedabase.net/a/are">are</A> bewildered; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the human beings and others; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/abhadra">abhadra</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttah">vritt&#257;h</A> &#8212; influenced by the base qualities of material nature.</P><P CLASS=t>TRANSLATION</P><P>O my Lord, I, who am considered to be the best of the demigods, and Lord Brahm&#257; and the great rishis, headed by Mar&#299;ci, are born of the mode of goodness. Nonetheless, we are bewildered by Your illusory energy and cannot understand what this creation is. Aside from us, what is to be said of others, like the demons and human beings, who are in the base modes of material nature [rajo-guna and tamo-guna]? How will they know You?</P><P CLASS=t>PURPORT</P><P>Factually speaking, even those who are situated in the material mode of goodness cannot understand the position of the Supreme Personality of Godhead. What then is to be said of those who are situated in rajo-guna and tamo-guna, the base qualities of material nature? How can we even imagine the Supreme Personality of Godhead? There are so many philosophers trying to understand the Absolute Truth, but since they are situated in the base qualities of material nature and are addicted to so many bad habits, like drinking, meat-eating, illicit sex and gambling, how can they conceive of the Supreme Personality of Godhead? For them it is impossible. For the present day, the p&#257;ñcar&#257;trik&#299;-vidhi as enunciated by N&#257;rada Muni is the only hope. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, therefore, has quoted the following verse from the Brahma-y&#257;mala:</P><P>&#347;ruti-smriti-pur&#257;n&#257;di-</P><P CLASS=n>pañcar&#257;tra-vidhim vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir</P><P CLASS=n>utp&#257;t&#257;yaiva kalpate</P><P CLASS=n>[BRS 1.2.101]</P><P>"Devotional service of the Lord that ignores the authorized Vedic literatures like the Upanishads, pur&#257;nas and N&#257;rada-pañcar&#257;tra is simply an unnecessary disturbance in society." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/101">1.2.101</A>) Those who are very advanced in knowledge and are situated in the mode of goodness follow the Vedic instructions of the &#347;ruti and smriti and other religious scriptures, including the p&#257;ñcar&#257;trik&#299;-vidhi. Without understanding the Supreme Personality of Godhead in this way, one only creates a disturbance. In this age of Kali, so many gurus have sprung up, and because they do not refer to the &#347;ruti-smriti-pur&#257;n&#257;di-pañcar&#257;trika-vidhi [BRS 1.2.101], they are creating a great disturbance in the world in regard to understanding the Absolute Truth. However, those who follow the p&#257;ñcar&#257;trik&#299;-vidhi under the guidance of a proper spiritual master can understand the Absolute Truth. It is said, pañcar&#257;trasya kritsnasya vakt&#257; tu bhagav&#257;n svayam: the pañcar&#257;tra system is spoken by the Supreme Personality of Godhead, just like Bhagavad-g&#299;t&#257;. V&#257;sudeva-&#347;aran&#257; vidur añjasaiva: the truth can be understood only by one who has taken shelter of the lotus feet of V&#257;sudeva.</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare." (<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>) Only those who have surrendered to the lotus feet of V&#257;sudeva can understand the Absolute Truth.</P><P>v&#257;sudeve bhagavati</P><P CLASS=n>bhakti-yogah prayojitah</P><P CLASS=n>janayaty &#257;&#347;u vair&#257;gyam</P><P CLASS=n>jñ&#257;nam ca yad ahaitukam</P><P>"By rendering devotional service unto the Personality of Godhead, &#346;r&#299; Krishna, one immediately acquires causeless knowledge and detachment from the world." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/7.htm">1.2.7</A>) Therefore, V&#257;sudeva, Bhagav&#257;n &#346;r&#299; Krishna, personally teaches in Bhagavad-g&#299;t&#257;:</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P>"Abandon all varieties of religion and just surrender unto Me." (<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>)</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P>"One can understand the Supreme Personality as He is only by devotional service." (<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>) The Supreme Personality of Godhead is not properly understood even by Lord &#346;iva or Lord Brahm&#257;, what to speak of others, but He can be understood by the process of bhakti-yoga.</P><P>mayy &#257;sakta-man&#257;h p&#257;rtha</P><P CLASS=n>yogam yuñjan mad-&#257;&#347;rayah</P><P CLASS=n>asam&#347;ayam samagram m&#257;m</P><P CLASS=n>yath&#257; jñ&#257;syasi tac chrinu</P><P>(<A CLASS=v HREF="../../../bg/7/1.htm">Bg. 7.1</A>)</P><P>If one practices bhakti-yoga by taking shelter of V&#257;sudeva, Krishna, simply by hearing V&#257;sudeva speak about Himself, one can understand everything about Him. Indeed, one can understand Him completely (samagram).</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>