<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 12 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 12 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Mohin&#299;-m&#363;rti Incarnation Bewilders Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.12.15</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>kaut&#363;hal&#257;ya daity&#257;n&#257;m</P><P CLASS=c>yoshid-vesho may&#257; dhritah</P><P CLASS=c>pa&#347;yat&#257; sura-k&#257;ry&#257;ni</P><P CLASS=c>gate p&#299;y&#363;sha-bh&#257;jane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/k/kautuhalaya">kaut&#363;hal&#257;ya</A> &#8212; for the bewildering; <A CLASS=v HREF="http://vedabase.net/d/daityanam">daity&#257;n&#257;m</A> &#8212; of the demons; <A CLASS=v HREF="http://vedabase.net/y/yosit">yoshit</A>-<A CLASS=v HREF="http://vedabase.net/v/vesah">veshah</A> &#8212; the form of <A HREF="http://vedabase.net/a/a">a</A> beautiful woman; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/d/dhrtah">dhritah</A> &#8212; assumed; <A CLASS=v HREF="http://vedabase.net/p/pasyata">pa&#347;yat&#257;</A> &#8212; seeing that <A HREF="http://vedabase.net/i/it">it</A> is necessary for <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/k/karyani">k&#257;ry&#257;ni</A> &#8212; for executing the interests of the demigods; <A CLASS=v HREF="http://vedabase.net/g/gate">gate</A> &#8212; having been taken away; <A CLASS=v HREF="http://vedabase.net/p/piyusa">p&#299;y&#363;sha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajane">bh&#257;jane</A> &#8212; the jug of nectar.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: When the demons took away the jug of nectar, I assumed the form of a beautiful woman to bewilder them by directly cheating them and thus to act in the interest of the demigods.</P><P CLASS=t>PURPORT</P><P>When the Supreme Personality of Godhead assumed the form of the beautiful woman Mohin&#299;-m&#363;rti, the demons were certainly captivated, but the demigods present were not. In other words, those who maintain a demoniac mentality are bewildered by the beauty of a woman, but those who are advanced in Krishna consciousness, or even those on the platform of goodness, are not bewildered. The Supreme Personality of Godhead knew that because Lord &#346;iva is not an ordinary person, he cannot be bewildered even by the most beautiful woman. Cupid himself tried to invoke Lord &#346;iva's lusty desires in the presence of P&#257;rvat&#299;, but Lord &#346;iva was never agitated. Rather, the blazing fire from Lord &#346;iva's eyes turned Cupid to ashes. Therefore, Lord Vishnu had to think twice about what kind of beautiful form would bewilder even Lord &#346;iva. Consequently He was smiling gravely, as stated in the previous verse (prahasya bh&#257;va-gambh&#299;ram). A beautiful woman generally cannot induce Lord &#346;iva to be lusty, but Lord Vishnu was considering whether there was any form of woman who could enchant him.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>