<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 12 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 12 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Mohin&#299;-m&#363;rti Incarnation Bewilders Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.12.22</P><P CLASS=c>t&#257;m v&#299;kshya deva iti kanduka-l&#299;layeshad-</P><P CLASS=c>vr&#299;d&#257;sphuta-smita-visrishta-kat&#257;ksha-mushtah</P><P CLASS=c>str&#299;-prekshana-pratisam&#299;kshana-vihval&#257;tm&#257;</P><P CLASS=c>n&#257;tm&#257;nam antika um&#257;m sva-gan&#257;m&#347; ca veda</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; Her; <A CLASS=v HREF="http://vedabase.net/v/viksya">v&#299;kshya</A> &#8212; after observing; <A CLASS=v HREF="http://vedabase.net/d/devah">devah</A> &#8212; Lord &#346;ambhu; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/k/kanduka">kanduka</A>-<A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; by playing with the ball; <A CLASS=v HREF="http://vedabase.net/i/isat">&#299;shat</A> &#8212; slight; <A CLASS=v HREF="http://vedabase.net/v/vrida">vr&#299;d&#257;</A> &#8212; by bashfulness; <A CLASS=v HREF="http://vedabase.net/a/asphuta">asphuta</A> &#8212; not very distinct; <A CLASS=v HREF="http://vedabase.net/s/smita">smita</A> &#8212; with smiling; <A CLASS=v HREF="http://vedabase.net/v/visrsta">visrishta</A> &#8212; sent; <A CLASS=v HREF="http://vedabase.net/k/kataksa">kat&#257;ksha</A>-<A CLASS=v HREF="http://vedabase.net/m/mustah">mushtah</A> &#8212; defeated by the glances; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/preksana">prekshana</A> &#8212; by glancing at that beautiful woman; <A CLASS=v HREF="http://vedabase.net/p/pratisamiksana">pratisam&#299;kshana</A> &#8212; and by constantly being watched by Her; <A CLASS=v HREF="http://vedabase.net/v/vihvala">vihvala</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; whose mind was agitated; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/a/antike">antike</A> &#8212; (situated) nearby; <A CLASS=v HREF="http://vedabase.net/u/umam">um&#257;m</A> &#8212; his wife, mother <A HREF="http://vedabase.net/u/uma">Um&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/g/ganan">gan&#257;n</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and his associates; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> could understand.</P><P CLASS=t>TRANSLATION</P><P>While Lord &#346;iva observed the beautiful woman playing with the ball, She sometimes glanced at him and slightly smiled in bashfulness. As he looked at the beautiful woman and She watched him, he forgot both himself and Um&#257;, his most beautiful wife, as well as his associates nearby.</P><P CLASS=t>PURPORT</P><P>The material bondage of this world is that a beautiful woman can captivate a handsome man and that a handsome man can captivate a beautiful woman. Such are the affairs that began when Lord &#346;iva observed the beautiful girl playing with the ball. In such activities, the influence of Cupid is very prominent. As both parties move their eyebrows and glance at one another, their lusty desires increase more and more. Such reciprocations of lusty desire took place between Lord &#346;iva and the beautiful woman, even though Um&#257; and Lord &#346;iva's associates were by Lord &#346;iva's side. Such is the attraction between man and woman in the material world. Lord &#346;iva was supposed to be above all this attraction, but he was victimized by the captivating power of Lord Vishnu. Rishabhadeva thus explains the nature of lusty attraction:</P><P>pumsah striy&#257; mithun&#299;-bh&#257;vam etam</P><P CLASS=n>tayor mitho hridaya-granthim &#257;huh</P><P CLASS=n>ato griha-kshetra-sut&#257;pta-vittair</P><P CLASS=n>janasya moho 'yam aham mameti</P><P>"The attraction between male and female is the basic principle of material existence. On the basis of this misconception, which ties together the hearts of the male and female, one becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life's illusions and thinks in terms of 'I and mine.' " (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/8.htm">5.5.8</A>) When a man and woman exchange feelings of lust, both of them are victimized, and thus they are bound to this material world in various ways.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>