<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 12 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 12 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Mohin&#299;-m&#363;rti Incarnation Bewilders Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.12.5</P><P CLASS=c>&#257;dy-ant&#257;v asya yan madhyam</P><P CLASS=c>idam anyad aham bahih</P><P CLASS=c>yato 'vyayasya nait&#257;ni</P><P CLASS=c>tat satyam brahma cid bhav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the beginning; <A CLASS=v HREF="http://vedabase.net/a/antau">antau</A> &#8212; and the end; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this manifested cosmos or of anything material or visible; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/m/madhyam">madhyam</A> &#8212; between the beginning and the end, the sustenance; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything other than You; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; the wrong mental conception; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; outside of You; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because of; <A CLASS=v HREF="http://vedabase.net/a/avyayasya">avyayasya</A> &#8212; the inexhaustible; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/etani">et&#257;ni</A> &#8212; all these differences; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship.</P><P CLASS=t>TRANSLATION</P><P>The manifest, the unmanifest, false ego and the beginning, maintenance and annihilation of this cosmic manifestation all come from You, the Supreme Personality of Godhead. But because You are the Absolute Truth, the supreme absolute spirit soul, the Supreme Brahman, such changes as birth, death and sustenance do not exist in You.</P><P CLASS=t>PURPORT</P><P>According to the Vedic mantras, yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;yante: everything is an emanation of the Supreme Personality of Godhead. As stated by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/4.htm">7.4</A>):</P><P>bh&#363;mir &#257;po 'nalo v&#257;yuh</P><P CLASS=n>kham mano buddhir eva ca</P><P CLASS=n>aha&#324;k&#257;ra it&#299;yam me</P><P CLASS=n>bhinn&#257; prakritir ashtadh&#257;</P><P>"Earth, water, fire, air, ether, mind, intelligence and false ego &#8212; all together these eight comprise My separated material energies." In other words, the ingredients of the cosmic manifestation also consist of the energy of the Supreme Personality of Godhead. This does not mean, however, that because the ingredients come from Him, He is no longer complete. p&#363;rnasya p&#363;rnam &#257;d&#257;ya p&#363;rnam ev&#257;va&#347;ishyate: "Because He is the complete whole, even though so many complete units emanate from Him, He remains the complete balance." Thus the Lord is called avyaya, inexhaustible. Unless we accept the Absolute Truth as acintya-bhed&#257;bheda, simultaneously one and different, we cannot have a clear conception of the Absolute Truth. The Lord is the root of everything. Aham &#257;dir hi dev&#257;n&#257;m: He is the original cause of all the devas, or demigods. Aham sarvasya prabhavah: everything emanates from Him. In all cases &#8212; nominative, objective, positive, negative and so on &#8212; whatever we may conceive of in this entire cosmic manifestation is in fact the Supreme Lord. For Him there are no such distinctions as "this is mine, and this belongs to someone else," because He is everything. He is therefore called avyaya &#8212; changeless and inexhaustible. Because the Supreme Lord is avyaya, He is the Absolute Truth, the fully spiritual Supreme Brahman.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>