<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 12 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 12 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">The Mohin&#299;-m&#363;rti Incarnation Bewilders Lord &#346;iva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.12.6</P><P CLASS=c>tavaiva caran&#257;mbhojam</P><P CLASS=c>&#347;reyas-k&#257;m&#257; nir&#257;&#347;ishah</P><P CLASS=c>visrijyobhayatah sa&#324;gam</P><P CLASS=c>munayah samup&#257;sate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/ambhojam">ambhojam</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h</A> &#8212; persons desiring the ultimate auspiciousness, the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/n/nirasisah">nir&#257;&#347;ishah</A> &#8212; without material desire; <A CLASS=v HREF="http://vedabase.net/v/visrjya">visrijya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/u/ubhayatah">ubhayatah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this life and the next; <A CLASS=v HREF="http://vedabase.net/s/sangam">sa&#324;gam</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/s/samupasate">samup&#257;sate</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>Pure devotees or great saintly persons who desire to achieve the highest goal in life and who are completely free from all material desires for sense gratification engage constantly in the transcendental service of Your lotus feet.</P><P CLASS=t>PURPORT</P><P>One is in the material world when he thinks, "I am this body, and everything with reference to my body is mine." Ato griha-kshetra-sut&#257;pta-vittair janasya moho 'yam aham mameti [<A CLASS=v HREF="../../5/5/8.htm">SB 5.5.8</A>]. This is the symptom of material life. In the materialistic conception of life, one thinks, "This is my house, this is my land, this is my family, this is my state," and so on. But those who are munayah, saintly persons following in the footsteps of N&#257;rada Muni, simply engage in the transcendental loving service of the Lord without any personal desire for sense gratification. Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. Either in this life or in the next, the only concern of such saintly devotees is to serve the Supreme Personality of Godhead. Thus they are also absolute because they have no other desires. Being freed from the dualities of material desire, they are called &#347;reyas-k&#257;m&#257;h. In other words, they are not concerned with dharma (religiosity), artha (economic development), or k&#257;ma (sense gratification). The only concern of such devotees is moksha, liberation. This moksha does not refer to becoming one with the Supreme like the M&#257;y&#257;v&#257;d&#299; philosophers. Caitanya Mah&#257;prabhu explained that real moksha means taking shelter of the lotus feet of the Personality of Godhead. The Lord clearly explained this fact while instructing S&#257;rvabhauma Bhatt&#257;c&#257;rya. S&#257;rvabhauma Bhatt&#257;c&#257;rya wanted to correct the word mukti-pade in &#346;r&#299;mad-Bh&#257;gavatam, but Caitanya Mah&#257;prabhu informed him that there is no need to correct any word in &#346;r&#299;mad-Bh&#257;gavatam. He explained that mukti-pade refers to the lotus feet of the Supreme Personality of Godhead, Vishnu, who offers mukti and is therefore called Mukunda. A pure devotee is not concerned with material things. He is not concerned with religiosity, economic development or sense gratification. He is interested only in serving the lotus feet of the Lord.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>