<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.13</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>aho vayam dhanyatam&#257; nrip&#257;n&#257;m</P><P CLASS=c>mahattam&#257;nugrahan&#299;ya-&#347;&#299;l&#257;h</P><P CLASS=c>r&#257;jñ&#257;m kulam br&#257;hmana-p&#257;da-&#347;auc&#257;d</P><P CLASS=c>d&#363;r&#257;d visrishtam bata garhya-karma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the fortunate King said; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; ah; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/d/dhanya">dhanya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tam&#257;h</A> &#8212; most thankful; <A CLASS=v HREF="http://vedabase.net/n/nrpanam">nrip&#257;n&#257;m</A> &#8212; of all the kings; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; of the great souls; <A CLASS=v HREF="http://vedabase.net/a/anugrahaniya">anugrahan&#299;ya</A>-<A CLASS=v HREF="http://vedabase.net/s/silah">&#347;&#299;l&#257;h</A> &#8212; trained <A HREF="http://vedabase.net/t/to">to</A> get favors; <A CLASS=v HREF="http://vedabase.net/r/rajnam">r&#257;jñ&#257;m</A> &#8212; of the royal; <A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; orders; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A> &#8212; feet of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/saucat">&#347;auc&#257;t</A> &#8212; refuse after cleaning; <A CLASS=v HREF="http://vedabase.net/d/durat">d&#363;r&#257;t</A> &#8212; at <A HREF="http://vedabase.net/a/a">a</A> distance; <A CLASS=v HREF="http://vedabase.net/v/visrstam">visrishtam</A> &#8212; always left out; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; on account of; <A CLASS=v HREF="http://vedabase.net/g/garhya">garhya</A> &#8212; condemnable; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities.</P><P CLASS=t>TRANSLATION</P><P>The fortunate King said: Indeed, we are the most grateful of all the kings who are trained to get favors from the great souls. Generally you [sages] consider royalty as refuse to be rejected and left in a distant place.</P><P CLASS=t>PURPORT</P><P>According to religious principles, stool, urine, wash water, etc., must be left at a long distance. Attached bathrooms, urinals, etc. may be very convenient amenities of modern civilization, but they are ordered to be situated at a distance from residential quarters. That very example is cited herein in relation to the kingly order for those who are progressively marching back to Godhead. Lord &#346;r&#299; Caitanya Mah&#257;prabhu said that to be in intimate touch with dollars-and-cents men, or the kingly order, is worse than suicide for one who desires to go back to Godhead. In other words, the transcendentalists do not generally associate with men who are too enamored by the external beauty of God's creation. By advanced knowledge in spiritual realization, the transcendentalist knows that this beautiful material world is nothing but a shadowy reflection of the reality, the kingdom of God. They are not, therefore, very much captivated by royal opulence or anything like that. But in the case of Mah&#257;r&#257;ja Par&#299;kshit, the situation was different. Apparently the King was condemned to death by an inexperienced br&#257;hmana boy, but factually he was called by the Lord to return to Him. Other transcendentalists, the great sages and mystics who assembled together because of Mah&#257;r&#257;ja Par&#299;kshit's fasting unto death, were quite anxious to see him, for he was going back to Godhead. Mah&#257;r&#257;ja Par&#299;kshit also could understand that the great sages who assembled there were all kind to his forefathers, the P&#257;ndavas, because of their devotional service to the Lord. He therefore felt grateful to the sages for being present there at the last stage of his life, and he felt that it was all due to the greatness of his late forefathers or grandfathers. He felt proud, therefore, that he happened to be the descendant of such great devotees. Such pride for the devotees of the Lord is certainly not equal to the puffed-up sense of vanity for material prosperity. The first is reality, whereas the other is false and vain.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>