<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.16</P><P CLASS=c>puna&#347; ca bh&#363;y&#257;d bhagavaty anante</P><P CLASS=c>ratih prasa&#324;ga&#347; ca tad-&#257;&#347;rayeshu</P><P CLASS=c>mahatsu y&#257;m y&#257;m upay&#257;mi srishtim</P><P CLASS=c>maitry astu sarvatra namo dvijebhyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/anante">anante</A> &#8212; who has unlimited potency; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attracting; <A CLASS=v HREF="http://vedabase.net/p/prasangah">prasa&#324;gah</A> &#8212; association; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/a/asrayesu">&#257;&#347;rayeshu</A> &#8212; with those who <A HREF="http://vedabase.net/a/are">are</A> His devotees; <A CLASS=v HREF="http://vedabase.net/m/mahatsu">mahatsu</A> &#8212; within the material creation; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; wherever; <A CLASS=v HREF="http://vedabase.net/u/upayami">upay&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> may take; <A CLASS=v HREF="http://vedabase.net/s/srstim">srishtim</A> &#8212; my birth; <A CLASS=v HREF="http://vedabase.net/m/maitri">maitr&#299;</A> &#8212; friendly relation; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my obeisances; <A CLASS=v HREF="http://vedabase.net/d/dvijebhyah">dvijebhyah</A> &#8212; unto the br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>Again, offering obeisances unto all you br&#257;hmanas, I pray that if I should again take my birth in the material world I will have complete attachment to the unlimited Lord Krishna, association with His devotees and friendly relations with all living beings.</P><P CLASS=t>PURPORT</P><P>That a devotee of the Lord is the only perfect living being is explained herein by Mah&#257;r&#257;ja Par&#299;kshit. A devotee of the Lord is no one's enemy, although there may be many enemies of a devotee. A devotee of the Lord does not like to associate with nondevotees, although he has no enmity with them. He desires association with the devotees of the Lord. This is perfectly natural because birds of the same feather mix together. And the most important function of a devotee is to have complete attachment for Lord &#346;r&#299; Krishna, the father of all living beings. As a good son of the father behaves in a friendly way with all his other brothers, so also the devotee of the Lord, being a good son of the supreme father, Lord Krishna, sees all other living beings in relation with the supreme father. He tries to bring back the upstart sons of the father to a saner stage and to get them to accept the supreme fatherhood of God. Mah&#257;r&#257;ja Par&#299;kshit was certainly going back to Godhead, but even if he were not to go back, he prayed for a pattern of life which is the most perfect way in the material world. A pure devotee does not desire the company of a personality as great as Brahm&#257;, but he prefers the association of a petty living being, provided he is a devotee of the Lord.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>