<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.19</P><P CLASS=c>maharshayo vai samup&#257;gat&#257; ye</P><P CLASS=c>pra&#347;asya s&#257;dhv ity anumodam&#257;n&#257;h</P><P CLASS=c>&#363;cuh praj&#257;nugraha-&#347;&#299;la-s&#257;r&#257;</P><P CLASS=c>yad uttama-&#347;loka-gun&#257;bhir&#363;pam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maharsayah">maharshayah</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> matter of course; <A CLASS=v HREF="http://vedabase.net/s/samupagatah">samup&#257;gat&#257;h</A> &#8212; assembled there; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/p/prasasya">pra&#347;asya</A> &#8212; by praising; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; quite all right; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anumodamanah">anumodam&#257;n&#257;h</A> &#8212; all approving; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/praja">praj&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anugraha">anugraha</A> &#8212; doing good <A HREF="http://vedabase.net/t/to">to</A> the living being; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/s/sarah">s&#257;r&#257;h</A> &#8212; qualitatively powerful; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A> &#8212; one who is praised by selected poems; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/abhirupam">abhir&#363;pam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> beautiful <A HREF="http://vedabase.net/a/as">as</A> godly qualities.</P><P CLASS=t>TRANSLATION</P><P>All the great sages who were assembled there also praised the decision of Mah&#257;r&#257;ja Par&#299;kshit and they expressed their approval by saying, "Very good." Naturally the sages are inclined to do good to common men, for they have all the qualitative powers of the Supreme Lord. Therefore they were very much pleased to see Mah&#257;r&#257;ja Par&#299;kshit, a devotee of the Lord, and they spoke as follows.</P><P CLASS=t>PURPORT</P><P>The natural beauty of a living being is enhanced by rising up to the platform of devotional service. Mah&#257;r&#257;ja Par&#299;kshit was absorbed in attachment for Lord Krishna. Seeing this, the great sages assembled were very pleased, and they expressed their approval by saying, "Very good." Such sages are naturally inclined to do good to the common man, and when they see a personality like Mah&#257;r&#257;ja Par&#299;kshit advance in devotional service, their pleasure knows no bounds, and they offer all blessings in their power. The devotional service of the Lord is so auspicious that all demigods and sages, up to the Lord Himself, became pleased with the devotee, and therefore the devotee finds everything auspicious. All inauspicious matters are removed from the path of a progressive devotee. Meeting all the great sages at the time of death was certainly auspicious for Mah&#257;r&#257;ja Par&#299;kshit, and thus he was blessed by the so-called curse of a br&#257;hmana's boy.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>