<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.20</P><P CLASS=c>na v&#257; idam r&#257;jarshi-varya citram</P><P CLASS=c>bhavatsu krishnam samanuvrateshu</P><P CLASS=c>ye 'dhy&#257;sanam r&#257;ja-kir&#299;ta-jushtam</P><P CLASS=c>sadyo jahur bhagavat-p&#257;r&#347;va-k&#257;m&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/r/rajarsi">r&#257;jarshi</A> &#8212; saintly king; <A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; the chief; <A CLASS=v HREF="http://vedabase.net/c/citram">citram</A> &#8212; astonishing; <A CLASS=v HREF="http://vedabase.net/b/bhavatsu">bhavatsu</A> &#8212; unto all of you; <A CLASS=v HREF="http://vedabase.net/k/krsnam">krishnam</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/samanuvratesu">samanuvrateshu</A> &#8212; unto those who <A HREF="http://vedabase.net/a/are">are</A> strictly <A HREF="http://vedabase.net/i/in">in</A> the line of; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/adhyasanam">adhy&#257;sanam</A> &#8212; seated on the throne; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/k/kirita">kir&#299;ta</A> &#8212; helmets of kings; <A CLASS=v HREF="http://vedabase.net/j/justam">jushtam</A> &#8212; decorated; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/j/jahuh">jahuh</A> &#8212; gave up; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parsva">p&#257;r&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> achieve association.</P><P CLASS=t>TRANSLATION</P><P>[The sages said:] O chief of all the saintly kings of the P&#257;ndu dynasty who are strictly in the line of Lord &#346;r&#299; Krishna! It is not at all astonishing that you give up your throne, which is decorated with the helmets of many kings, to achieve eternal association with the Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Foolish politicians who hold political administrative posts think that the temporary posts they occupy are the highest material gain of life, and therefore they stick to those posts even up to the last moment of life, without knowing that achievement of liberation as one of the associates of the Lord in His eternal abode is the highest gain of life. The human life is meant for achieving this end. The Lord has assured us in the Bhagavad-g&#299;t&#257; many times that going back to Godhead, His eternal abode, is the highest achievement. Prahl&#257;da Mah&#257;r&#257;ja, while praying to Lord Nrisimha, said, "O my Lord, I am very much afraid of the materialistic way of life, and I am not the least afraid of Your present ghastly ferocious feature as Nrisimhadeva. This materialistic way of life is something like a grinding stone, and we are being crushed by it. We have fallen into this horrible whirlpool of the tossing waves of life, and thus, my Lord, I pray at Your lotus feet to call me back to Your eternal abode as one of Your servitors. This is the summit liberation of this materialistic way of life. I have very bitter experience of the materialistic way of life. In whichever species of life I have taken birth, compelled by the force of my own activities, I have very painfully experienced two things, namely separation from my beloved and meeting with what is not wanted. And to counteract them, the remedies which I undertook were more dangerous than the disease itself. So I drift from one point to another birth after birth, and I pray to You therefore to give me a shelter at Your lotus feet."</P><P>The P&#257;ndava kings, who are more than many saints of the world, knew the bitter results of the materialistic way of life. They were never captivated by the glare of the imperial throne they occupied, and they sought always the opportunity of being called by the Lord to associate with Him eternally. Mah&#257;r&#257;ja Par&#299;kshit was the worthy grandson of Mah&#257;r&#257;ja Yudhishthira. Mah&#257;r&#257;ja Yudhishthira gave up the imperial throne to his grandson, and similarly Mah&#257;r&#257;ja Par&#299;kshit, the grandson of Mah&#257;r&#257;ja Yudhishthira, gave up the imperial throne to his son Janamejaya. That is the way of all the kings in the dynasty because they are all strictly in the line of Lord Krishna. Thus the devotees of the Lord are never enchanted by the glare of materialistic life, and they live impartially, unattached to the objects of the false, illusory materialistic way of life.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>