<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.21</P><P CLASS=c>sarve vayam t&#257;vad ih&#257;smahe 'tha</P><P CLASS=c>kalevaram y&#257;vad asau vih&#257;ya</P><P CLASS=c>lokam param virajaskam vi&#347;okam</P><P CLASS=c>y&#257;syaty ayam bh&#257;gavata-pradh&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; at this place; <A CLASS=v HREF="http://vedabase.net/a/asmahe">&#257;smahe</A> &#8212; shall stay; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; hereafter; <A CLASS=v HREF="http://vedabase.net/k/kalevaram">kalevaram</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> long; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/v/vihaya">vih&#257;ya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; the planet; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/v/virajaskam">virajaskam</A> &#8212; completely free from mundane contamination; <A CLASS=v HREF="http://vedabase.net/v/visokam">vi&#347;okam</A> &#8212; completely freed from all kinds of lamentation; <A CLASS=v HREF="http://vedabase.net/y/yasyati">y&#257;syati</A> &#8212; returns; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; devotee; <A CLASS=v HREF="http://vedabase.net/p/pradhanah">pradh&#257;nah</A> &#8212; the foremost.</P><P CLASS=t>TRANSLATION</P><P>We shall all wait here until the foremost devotee of the Lord, Mah&#257;r&#257;ja Par&#299;kshit, returns to the supreme planet, which is completely free from all mundane contamination and all kinds of lamentation.</P><P CLASS=t>PURPORT</P><P>Beyond the limitation of the material creation, which is compared to the cloud in the sky, there is the paravyoma, or the spiritual sky, full of planets called Vaikunthas. Such Vaikuntha planets are also differently known as the Purushottamaloka, Acyutaloka, Trivikramaloka, Hrish&#299;ke&#347;aloka, Ke&#347;avaloka, Aniruddhaloka, M&#257;dhavaloka, Pradyumnaloka, Sa&#324;karshanaloka, &#346;r&#299;dharaloka, V&#257;sudevaloka, Ayodhy&#257;loka, Dv&#257;rak&#257;loka and many other millions of spiritual lokas wherein the Personality of Godhead predominates; all the living entities there are liberated souls with spiritual bodies as good as that of the Lord. There is no material contamination; everything there is spiritual, and therefore there is nothing objectively lamentable. They are full of transcendental bliss, and are without birth, death, old age and disease. And amongst all the above-mentioned Vaikunthalokas, there is one supreme loka called Goloka Vrind&#257;vana, which is the abode of the Lord &#346;r&#299; Krishna and His specific associates. Mah&#257;r&#257;ja Par&#299;kshit was destined to achieve this particular loka, and the great rishis assembled there could foresee this. All of them consulted among themselves about the great departure of the great King, and they wanted to see him up to the last moment because they would no more be able to see such a great devotee of the Lord. When a great devotee of the Lord passes away, there is nothing to be lamented because the devotee is destined to enter into the kingdom of God. But the sorry plight is that such great devotees leave our sight, and therefore there is every reason to be sorry. As the Lord is rarely to be seen by our present eyes, so also are the great devotees. The great rishis, therefore, correctly decided to remain on the spot till the last moment.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>