<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.24</P><P CLASS=c>tata&#347; ca vah pricchyam imam vipricche</P><P CLASS=c>vi&#347;rabhya vipr&#257; iti krityat&#257;y&#257;m</P><P CLASS=c>sarv&#257;tman&#257; mriyam&#257;nai&#347; ca krityam</P><P CLASS=c>&#347;uddham ca tatr&#257;mri&#347;at&#257;bhiyukt&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> such; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/p/prcchyam">pricchyam</A> &#8212; that which is <A HREF="http://vedabase.net/t/to">to</A> be asked; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/viprcche">vipricche</A> &#8212; beg <A HREF="http://vedabase.net/t/to">to</A> ask you; <A CLASS=v HREF="http://vedabase.net/v/visrabhya">vi&#347;rabhya</A> &#8212; trustworthy; <A CLASS=v HREF="http://vedabase.net/v/viprah">vipr&#257;h</A> &#8212; br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/krtyatayam">krityat&#257;y&#257;m</A> &#8212; out of all different duties; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by everyone; <A CLASS=v HREF="http://vedabase.net/m/mriyamanaih">mriyam&#257;naih</A> &#8212; especially those who <A HREF="http://vedabase.net/a/are">are</A> just about <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/krtyam">krityam</A> &#8212; dutiful; <A CLASS=v HREF="http://vedabase.net/s/suddham">&#347;uddham</A> &#8212; perfectly correct; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therein; <A CLASS=v HREF="http://vedabase.net/a/amrsata">&#257;mri&#347;ata</A> &#8212; by complete deliberation; <A CLASS=v HREF="http://vedabase.net/a/abhiyuktah">abhiyukt&#257;h</A> &#8212; just befitting.</P><P CLASS=t>TRANSLATION</P><P>O trustworthy br&#257;hmanas, I now ask you about my immediate duty. Please, after proper deliberation, tell me of the unalloyed duty of everyone in all circumstances, and specifically of those who are just about to die.</P><P CLASS=t>PURPORT</P><P>In this verse the King has placed two questions before the learned sages. The first question is what is the duty of everyone in all circumstances, and the second question is what is the specific duty of one who is to die very shortly. Out of the two, the question relating to the dying man is most important because everyone is a dying man, either very shortly or after one hundred years. The duration of life is immaterial, but the duty of a dying man is very important. Mah&#257;r&#257;ja Par&#299;kshit placed these two questions before &#346;ukadeva Gosv&#257;m&#299; also on his arrival, and practically the whole of the &#346;r&#299;mad-Bh&#257;gavatam, beginning from the Second Canto up to the last Twelfth Canto, deals with these two questions. The conclusion arrived at thereof is that devotional service of the Lord &#346;r&#299; Krishna, as it is confirmed by the Lord Himself in the last phases of the Bhagavad-g&#299;t&#257;, is the last word in relation to everyone's permanent duty in life. Mah&#257;r&#257;ja Par&#299;kshit was already aware of this fact, but he wanted the great sages assembled there to unanimously give their verdict on his conviction so that he might be able to go on with his confirmed duty without controversy. He has especially mentioned the word &#347;uddha, or perfectly correct. For transcendental realization or self-realization, many processes are recommended by various classes of philosophers. Some of them are first-class methods, and some of them are second- or third-class methods. The first-class method demands that one give up all other methods and surrender unto the lotus feet of the Lord and thus be saved from all sins and their reactions.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>