<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.25</P><P CLASS=c>tatr&#257;bhavad bhagav&#257;n vy&#257;sa-putro</P><P CLASS=c>yadricchay&#257; g&#257;m atam&#257;no 'napekshah</P><P CLASS=c>alakshya-li&#324;go nija-l&#257;bha-tushto</P><P CLASS=c>vrita&#347; ca b&#257;lair avadh&#363;ta-veshah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; appeared; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; powerful; <A CLASS=v HREF="http://vedabase.net/v/vyasa">vy&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/p/putrah">putrah</A> &#8212; son of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> one desires; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/a/atamanah">atam&#257;nah</A> &#8212; while traveling; <A CLASS=v HREF="http://vedabase.net/a/anapeksah">anapekshah</A> &#8212; disinterested; <A CLASS=v HREF="http://vedabase.net/a/alaksya">alakshya</A> &#8212; unmanifested; <A CLASS=v HREF="http://vedabase.net/l/lingah">li&#324;gah</A> &#8212; symptoms; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/l/labha">l&#257;bha</A> &#8212; self-realized; <A CLASS=v HREF="http://vedabase.net/t/tustah">tushtah</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/balaih">b&#257;laih</A> &#8212; by children; <A CLASS=v HREF="http://vedabase.net/a/avadhuta">avadh&#363;ta</A> &#8212; neglected by others; <A CLASS=v HREF="http://vedabase.net/v/vesah">veshah</A> &#8212; dressed.</P><P CLASS=t>TRANSLATION</P><P>At that moment there appeared the powerful son of Vy&#257;sadeva, who traveled over the earth disinterested and satisfied with himself. He did not manifest any symptoms of belonging to any social order or status of life. He was surrounded with women and children, and he dressed as if others had neglected him.</P><P CLASS=t>PURPORT</P><P>The word bhagav&#257;n is sometimes used in relation with some of the great devotees of the Lord, like &#346;ukadeva Gosv&#257;m&#299;. Such liberated souls are disinterested in the affairs of this material world because they are self-satisfied by the great achievements of devotional service. As explained before, &#346;ukadeva Gosv&#257;m&#299; never accepted any formal spiritual master, nor did he undergo any formal reformatory performances. His father, Vy&#257;sadeva, was his natural spiritual master because &#346;ukadeva Gosv&#257;m&#299; heard &#346;r&#299;mad-Bh&#257;gavatam from him. After this, he became completely self-satisfied. Thus he was not dependent on any formal process. The formal processes are necessary for those who are expected to reach the stage of complete liberation, but &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; was already in that status by the grace of his father. As a young boy he was expected to be properly dressed, but he went about naked and was uninterested in social customs. He was neglected by the general populace, and inquisitive boys and women surrounded him as if he were a madman. He thus appears on the scene while traveling on the earth of his own accord. It appears that upon the inquiry of Mah&#257;r&#257;ja Par&#299;kshit, the great sages were not unanimous in their decision as to what was to be done. For spiritual salvation there were many prescriptions according to the different modes of different persons. But the ultimate aim of life is to attain the highest perfectional stage of devotional service to the Lord. As doctors differ, so also sages differ in their different prescriptions. While such things were going on, the great and powerful son of Vy&#257;sadeva appeared on the scene.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>