<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.3</P><P CLASS=c>adyaiva r&#257;jyam balam riddha-ko&#347;am</P><P CLASS=c>prakopita-brahma-kul&#257;nalo me</P><P CLASS=c>dahatv abhadrasya punar na me 'bh&#363;t</P><P CLASS=c>p&#257;p&#299;yas&#299; dh&#299;r dvija-deva-gobhyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; this day; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; on the very; <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; kingdom; <A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> <A CLASS=v HREF="http://vedabase.net/r/rddha">riddha</A> &#8212; strength and riches; <A CLASS=v HREF="http://vedabase.net/k/kosam">ko&#347;am</A> &#8212; treasury; <A CLASS=v HREF="http://vedabase.net/p/prakopita">prakopita</A> &#8212; ignited by; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; by the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> community; <A CLASS=v HREF="http://vedabase.net/a/analah">analah</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> <A CLASS=v HREF="http://vedabase.net/d/dahatu">dahatu</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> burn <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/abhadrasya">abhadrasya</A> &#8212; inauspiciousness; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/abhut">abh&#363;t</A> &#8212; may occur; <A CLASS=v HREF="http://vedabase.net/p/papiyasi">p&#257;p&#299;yas&#299;</A> &#8212; sinful; <A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/g/gobhyah">gobhyah</A> &#8212; and the cows.</P><P CLASS=t>TRANSLATION</P><P>I am uncivilized and sinful due to my neglect of brahminical culture, God consciousness and cow protection. Therefore I wish that my kingdom, strength and riches burn up immediately by the fire of the br&#257;hmana's wrath so that in the future I may not be guided by such inauspicious attitudes.</P><P CLASS=t>PURPORT</P><P>Progressive human civilization is based on brahminical culture, God consciousness and protection of cows. All economic development of the state by trade, commerce, agriculture and industries must be fully utilized in relation to the above principles, otherwise all so-called economic development becomes a source of degradation. Cow protection means feeding the brahminical culture, which leads towards God consciousness, and thus perfection of human civilization is achieved. The age of Kali aims at killing the higher principles of life, and although Mah&#257;r&#257;ja Par&#299;kshit strongly resisted the domination of the personality of Kali within the world, the influence of the age of Kali came at an opportune moment, and even a strong king like Mah&#257;r&#257;ja Par&#299;kshit was induced to disregard the brahminical culture due to a slight provocation of hunger and thirst. Mah&#257;r&#257;ja Par&#299;kshit lamented the accidental incident, and he desired that all his kingdom, strength and accumulation of wealth would be burned up for not being engaged in brahminical culture, etc.</P><P>Where wealth and strength are not engaged in the advancement of brahminical culture, God consciousness and cow protection, the state and home are surely doomed by Providence. If we want peace and prosperity in the world, we should take lessons from this verse; every state and every home must endeavor to advance the cause of brahminical culture for self-purification, God consciousness for self-realization and cow protection for getting sufficient milk and the best food to continue a perfect civilization.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>