<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.31</P><P CLASS=c>pra&#347;&#257;ntam &#257;s&#299;nam akuntha-medhasam</P><P CLASS=c>munim nripo bh&#257;gavato 'bhyupetya</P><P CLASS=c>pranamya m&#363;rdhn&#257;vahitah krit&#257;ñjalir</P><P CLASS=c>natv&#257; gir&#257; s&#363;nritay&#257;nvapricchat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prasantam">pra&#347;&#257;ntam</A> &#8212; perfectly pacified; <A CLASS=v HREF="http://vedabase.net/a/asinam">&#257;s&#299;nam</A> &#8212; sitting; <A CLASS=v HREF="http://vedabase.net/a/akuntha">akuntha</A> &#8212; without hesitation; <A CLASS=v HREF="http://vedabase.net/m/medhasam">medhasam</A> &#8212; one who has sufficient intelligence; <A CLASS=v HREF="http://vedabase.net/m/munim">munim</A> &#8212; unto the great sage; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nripah</A> &#8212; the King (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavatah</A> &#8212; the great devotee; <A CLASS=v HREF="http://vedabase.net/a/abhyupetya">abhyupetya</A> &#8212; approaching him; <A CLASS=v HREF="http://vedabase.net/p/pranamya">pranamya</A> &#8212; bowing down; <A CLASS=v HREF="http://vedabase.net/m/murdhna">m&#363;rdhn&#257;</A> &#8212; his head; <A CLASS=v HREF="http://vedabase.net/a/avahitah">avahitah</A> &#8212; properly; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/anjalih">añjalih</A> &#8212; with folded hands; <A CLASS=v HREF="http://vedabase.net/n/natva">natv&#257;</A> &#8212; politely; <A CLASS=v HREF="http://vedabase.net/g/gira">gir&#257;</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/s/sunrtaya">s&#363;nritay&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sweet voices; <A CLASS=v HREF="http://vedabase.net/a/anvaprcchat">anvapricchat</A> &#8212; inquired.</P><P CLASS=t>TRANSLATION</P><P>The sage &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; sat perfectly pacified, intelligent and ready to answer any question without hesitation. The great devotee, Mah&#257;r&#257;ja Par&#299;kshit, approached him, offered his respects by bowing before him, and politely inquired with sweet words and folded hands.</P><P CLASS=t>PURPORT</P><P>The gesture now adopted by Mah&#257;r&#257;ja Par&#299;kshit of questioning a master is quite befitting in terms of scriptural injunctions. The scriptural injunction is that one should humbly approach a spiritual master to understand the transcendental science. Mah&#257;r&#257;ja Par&#299;kshit was now prepared for meeting his death, and within the very short time of seven days he was to know the process of entering the kingdom of God. In such important cases, one is required to approach a spiritual master. There is no necessity of approaching a spiritual master unless one is in need of solving the problems of life. One who does not know how to put questions before the spiritual master has no business seeing him. And the qualification of the spiritual master is perfectly manifested in the person of &#346;ukadeva Gosv&#257;m&#299;. Both the spiritual master and the disciple, namely &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; and Mah&#257;r&#257;ja Par&#299;kshit, attained perfection through the medium of &#346;r&#299;mad-Bh&#257;gavatam. &#346;ukadeva Gosv&#257;m&#299; learned &#346;r&#299;mad-Bh&#257;gavatam from his father, Vy&#257;sadeva, but he had no chance to recite it. Before Mah&#257;r&#257;ja Par&#299;kshit he recited &#346;r&#299;mad-Bh&#257;gavatam and answered the questions of Mah&#257;r&#257;ja Par&#299;kshit unhesitatingly, and thus both the master and the disciple got salvation.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>