<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.35</P><P CLASS=c>api me bhagav&#257;n pr&#299;tah</P><P CLASS=c>krishnah p&#257;ndu-suta-priyah</P><P CLASS=c>paitri-shvaseya-pr&#299;ty-artham</P><P CLASS=c>tad-gotrasy&#257;tta-b&#257;ndhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; definitely; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; pleased; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/p/pandu">p&#257;ndu</A>-<A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; the sons of King <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A>; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; dear; <A CLASS=v HREF="http://vedabase.net/p/paitr">paitri</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation with the father; <A CLASS=v HREF="http://vedabase.net/s/svaseya">svaseya</A> &#8212; the sons of the sister; <A CLASS=v HREF="http://vedabase.net/p/priti">pr&#299;ti</A> &#8212; satisfaction; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; their; <A CLASS=v HREF="http://vedabase.net/g/gotrasya">gotrasya</A> &#8212; of the descendant; <A CLASS=v HREF="http://vedabase.net/a/atta">&#257;tta</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/b/bandhavah">b&#257;ndhavah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> friend.</P><P CLASS=t>TRANSLATION</P><P>Lord Krishna, the Personality of Godhead, who is very dear to the sons of King P&#257;ndu, has accepted me as one of those relatives just to please His great cousins and brothers.</P><P CLASS=t>PURPORT</P><P>A pure and exclusive devotee of the Lord serves his family interest more dexterously than others, who are attached to illusory family affairs. Generally people are attached to family matters, and the whole economic impetus of human society is moving under the influence of family affection. Such deluded persons have no information that one can render better service to the family by becoming a devotee of the Lord. The Lord gives special protection to the family members and descendants of a devotee, even though such members are themselves nondevotees! Mah&#257;r&#257;ja Prahl&#257;da was a great devotee of the Lord, but his father, Hiranyaka&#347;ipu, was a great atheist and declared enemy of the Lord. But despite all this, Hiranyaka&#347;ipu was awarded salvation due to his being the father of Mah&#257;r&#257;ja Prahl&#257;da. The Lord is so kind that he gives all protection to the family members of His devotee, and thus the devotee has no need to bother about his family members, even if one leaves such family members aside to discharge devotional service. Mah&#257;r&#257;ja Yudhishthira and his brothers were the sons of Kunt&#299;, the paternal aunt of Lord Krishna, and Mah&#257;r&#257;ja Par&#299;kshit admits the patronage of Lord Krishna because of his being the only grandson of the great P&#257;ndavas.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>