<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.36</P><P CLASS=c>anyath&#257; te 'vyakta-gater</P><P CLASS=c>dar&#347;anam nah katham nrin&#257;m</P><P CLASS=c>nitar&#257;m mriyam&#257;n&#257;n&#257;m</P><P CLASS=c>samsiddhasya van&#299;yasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/avyakta">avyakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gateh">gateh</A> &#8212; of one whose movements <A HREF="http://vedabase.net/a/are">are</A> invisible; <A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; meeting; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; for us; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/n/nrnam">nrin&#257;m</A> &#8212; of the people; <A CLASS=v HREF="http://vedabase.net/n/nitaram">nitar&#257;m</A> &#8212; specifically; <A CLASS=v HREF="http://vedabase.net/m/mriyamananam">mriyam&#257;n&#257;n&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> about <A HREF="http://vedabase.net/t/to">to</A> die; <A CLASS=v HREF="http://vedabase.net/s/samsiddhasya">samsiddhasya</A> &#8212; of one who is all-perfect; <A CLASS=v HREF="http://vedabase.net/v/vaniyasah">van&#299;yasah</A> &#8212; voluntary appearance.</P><P CLASS=t>TRANSLATION</P><P>Otherwise [without being inspired by Lord Krishna] how is it that you have voluntarily appeared here, though you are moving incognito to the common man and are not visible to us who are on the verge of death?</P><P CLASS=t>PURPORT</P><P>The great sage &#346;ukadeva Gosv&#257;m&#299; was certainly inspired by Lord Krishna to appear voluntarily before Mah&#257;r&#257;ja Par&#299;kshit, the great devotee of the Lord, just to give him the teachings of &#346;r&#299;mad-Bh&#257;gavatam. One can achieve the nucleus of the devotional service of the Lord by the mercy of the spiritual master and the Personality of Godhead. The spiritual master is the manifested representative of the Lord to help one achieve ultimate success. One who is not authorized by the Lord cannot become a spiritual master. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; is an authorized spiritual master, and thus he was inspired by the Lord to appear before Mah&#257;r&#257;ja Par&#299;kshit and instruct him in the teachings of &#346;r&#299;mad-Bh&#257;gavatam. One can achieve the ultimate success of going back to Godhead if he is favored by the Lord's sending His true representative. As soon as a true representative of the Lord is met by a devotee of the Lord, the devotee is assured a guarantee for going back to Godhead just after leaving the present body. This, however, depends on the sincerity of the devotee himself. The Lord is seated in the heart of all living beings, and thus he knows very well the movements of all individual persons. As soon as the Lord finds that a particular soul is very eager to go back to Godhead, the Lord at once sends His bona fide representative. The sincere devotee is thus assured by the Lord of going back to Godhead. The conclusion is that to get the assistance and help of a bona fide spiritual master means to receive the direct help of the Lord Himself.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>