<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.4</P><P CLASS=c>sa cintayann ittham ath&#257;&#347;rinod yath&#257;</P><P CLASS=c>muneh sutokto nirritis takshak&#257;khyah</P><P CLASS=c>sa s&#257;dhu mene na cirena takshak&#257;-</P><P CLASS=c>nalam prasaktasya virakti-k&#257;ranam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>, the King; <A CLASS=v HREF="http://vedabase.net/c/cintayan">cintayan</A> &#8212; thinking; <A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/a/asrnot">a&#347;rinot</A> &#8212; heard; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/m/muneh">muneh</A> &#8212; of the sage; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A>-<A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; uttered by the son; <A CLASS=v HREF="http://vedabase.net/n/nirrtih">nirritih</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/t/taksaka">takshaka</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyah">&#257;khyah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation with the snake-bird; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (the King); <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; well and good; <A CLASS=v HREF="http://vedabase.net/m/mene">mene</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/c/cirena">cirena</A> &#8212; very long time; <A CLASS=v HREF="http://vedabase.net/t/taksaka">takshaka</A> &#8212; snake-bird; <A CLASS=v HREF="http://vedabase.net/a/analam">analam</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/p/prasaktasya">prasaktasya</A> &#8212; for one who is too attached; <A CLASS=v HREF="http://vedabase.net/v/virakti">virakti</A> &#8212; indifference; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; cause.</P><P CLASS=t>TRANSLATION</P><P>While the King was thus repenting, he received news of his imminent death, which would be due to the bite of a snake-bird, occasioned by the curse spoken by the sage's son. The King accepted this as good news, for it would be the cause of his indifference toward worldly things.</P><P CLASS=t>PURPORT</P><P>Real happiness is achieved by spiritual existence or by cessation of the repetition of birth and death. One can stop the repetition of birth and death only by going back to Godhead. In the material world, even by attaining the topmost planet (Brahmaloka), one cannot get rid of the conditions of repeated birth and death, but still we do not accept the path of attaining perfection. The path of perfection frees one from all material attachments, and thus one becomes fit to enter into the spiritual kingdom. Therefore, those who are materially poverty-stricken are better candidates than those who are materially prosperous. Mah&#257;r&#257;ja Par&#299;kshit was a great devotee of the Lord and a bona fide candidate for entering into the kingdom of God, but even though he was so, his material assets as the Emperor of the world were setbacks to perfect attainment of his rightful status as one of the associates of the Lord in the spiritual sky. As a devotee of the Lord, he could understand that the cursing of the br&#257;hmana boy, although unwise, was a blessing upon him, being the cause of detachment from worldly affairs, both political and social. &#346;am&#299;ka Muni also, after regretting the incident, conveyed the news to the King as a matter of duty so that the King would be able to prepare himself to go back to Godhead. &#346;am&#299;ka Muni sent news to the King that foolish &#346;ri&#324;gi, his son, although a powerful br&#257;hmana boy, unfortunately had misused his spiritual power by cursing the King unwarrantedly. The incident of the King's garlanding the muni was not sufficient cause for being cursed to death, but since there was no way to retract the curse, the King was informed to prepare for death within a week. Both &#346;am&#299;ka Muni and the King were self-realized souls. &#346;am&#299;ka Muni was a mystic, and Mah&#257;r&#257;ja Par&#299;kshit was a devotee. Therefore there was no difference between them in self-realization. Neither of them was afraid of meeting death. Mah&#257;r&#257;ja Par&#299;kshit could have gone to the muni to beg his pardon, but the news of imminent death was conveyed to the King with so much regret by the muni that the King did not want to shame the muni further by his presence there. He decided to prepare himself for his imminent death and find out the way to go back to Godhead.</P><P>The life of a human being is a chance to prepare oneself to go back to Godhead, or to get rid of the material existence, the repetition of birth and death. Thus in the system of varn&#257;&#347;rama-dharma every man and woman is trained for this purpose. In other words, the system of varn&#257;&#347;rama-dharma is known also as san&#257;tana-dharma, or the eternal occupation. The system of varn&#257;&#347;rama-dharma prepares a man for going back to Godhead, and thus a householder is ordered to go to the forest as v&#257;naprastha to acquire complete knowledge and then to take sanny&#257;sa prior to his inevitable death. Par&#299;kshit Mah&#257;r&#257;ja was fortunate to get a seven-day notice to meet his inevitable death. But for the common man there is no definite notice, although death is inevitable for all. Foolish men forget this sure fact of death and neglect the duty of preparing themselves for going back to Godhead. They spoil their lives in animal propensities to eat, drink, be merry and enjoy. Such an irresponsible life is adopted by the people in the age of Kali because of a sinful desire to condemn brahminical culture, God consciousness and cow protection, for which the state is responsible. The state must employ revenue to advance these three items and thus educate the populace to prepare for death. The state which does so is the real welfare state. The state of India should better follow the examples of Mah&#257;r&#257;ja Par&#299;kshit, the ideal executive head, than to imitate other materialistic states which have no idea of the kingdom of Godhead, the ultimate goal of human life. Deterioration of the ideals of Indian civilization has brought about the deterioration of civic life, not only in India but also abroad.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>