<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.5</P><P CLASS=c>atho vih&#257;yemam amum ca lokam</P><P CLASS=c>vimar&#347;itau heyatay&#257; purast&#257;t</P><P CLASS=c>krishn&#257;&#324;ghri-sev&#257;m adhimanyam&#257;na</P><P CLASS=c>up&#257;vi&#347;at pr&#257;yam amartya-nady&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vihaya">vih&#257;ya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/amum">amum</A> &#8212; and the next; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/v/vimarsitau">vimar&#347;itau</A> &#8212; all of them being judged; <A CLASS=v HREF="http://vedabase.net/h/heyataya">heyatay&#257;</A> &#8212; because of inferiority; <A CLASS=v HREF="http://vedabase.net/p/purastat">purast&#257;t</A> &#8212; hereinbefore; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; the lotus feet of the Lord, <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/sevam">sev&#257;m</A> &#8212; transcendental loving service; <A CLASS=v HREF="http://vedabase.net/a/adhimanyamanah">adhimanyam&#257;nah</A> &#8212; one who thinks of the greatest of all achievements; <A CLASS=v HREF="http://vedabase.net/u/upavisat">up&#257;vi&#347;at</A> &#8212; <A HREF="http://vedabase.net/s/sat">sat</A> down firmly; <A CLASS=v HREF="http://vedabase.net/p/prayam">pr&#257;yam</A> &#8212; for fasting; <A CLASS=v HREF="http://vedabase.net/a/amartya">amartya</A>-<A CLASS=v HREF="http://vedabase.net/n/nadyam">nady&#257;m</A> &#8212; on the bank of the transcendental river (the Ganges or the <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>).</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;kshit sat down firmly on the banks of the Ganges to concentrate his mind in Krishna consciousness, rejecting all other practices of self-realization, because transcendental loving service to Krishna is the greatest achievement, superseding all other methods.</P><P CLASS=t>PURPORT</P><P>For a devotee like Mah&#257;r&#257;ja Par&#299;kshit, none of the material planets, even the topmost Brahmaloka, is as desirable as Goloka Vrind&#257;vana, the abode of Lord &#346;r&#299; Krishna, the primeval Lord and original Personality of Godhead. This earth is one of the innumerable material planets within the universe, and there are innumerable universes also within the compass of the mahat-tattva. The devotees are told by the Lord and His representatives, the spiritual masters or &#257;c&#257;ryas, that not one of the planets within all the innumerable universes is suitable for the residential purposes of a devotee. The devotee always desires to go back home, back to Godhead, just to become one of the associates of the Lord in the capacity of servitor, friend, parent or conjugal lover of the Lord, either in one of the innumerable Vaikuntha planets or in Goloka Vrind&#257;vana, the planet of Lord &#346;r&#299; Krishna. All these planets are eternally situated in the spiritual sky, the paravyoma, which is on the other side of the Causal Ocean within the mahat-tattva. Mah&#257;r&#257;ja Par&#299;kshit was already aware of all this information due to his accumulated piety and birth in a high family of devotees, Vaishnavas, and thus he was not at all interested in the material planets. Modern scientists are very eager to reach the moon by material arrangements, but they cannot conceive of the highest planet of this universe. But a devotee like Mah&#257;r&#257;ja Par&#299;kshit does not care a fig for the moon or, for that matter, any of the material planets. So when he was assured of his death on a fixed date, he became more determined in the transcendental loving service of Lord Krishna by complete fasting on the bank of the transcendental River Yamun&#257;, which flows down by the capital of Hastin&#257;pura (in the Delhi state). Both the Ganges and the Yamun&#257; are amarty&#257; (transcendental) rivers, and Yamun&#257; is still more sanctified for the following reasons.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>