<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.6</P><P CLASS=c>y&#257; vai lasac-chr&#299;-tulas&#299;-vimi&#347;ra-</P><P CLASS=c>krishn&#257;&#324;ghri-renv-abhyadhik&#257;mbu-netr&#299;</P><P CLASS=c>pun&#257;ti lok&#257;n ubhayatra se&#347;&#257;n</P><P CLASS=c>kas t&#257;m na seveta marishyam&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; the river which; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/l/lasat">lasat</A> &#8212; floating with; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> &#8212; <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> leaves; <A CLASS=v HREF="http://vedabase.net/v/vimisra">vimi&#347;ra</A> &#8212; mixed; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; the lotus feet of the Lord, <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/r/renu">renu</A> &#8212; dust; <A CLASS=v HREF="http://vedabase.net/a/abhyadhika">abhyadhika</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/a/ambu">ambu</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/n/netri">netr&#299;</A> &#8212; that which is carrying; <A CLASS=v HREF="http://vedabase.net/p/punati">pun&#257;ti</A> &#8212; sanctifies; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; planets; <A CLASS=v HREF="http://vedabase.net/u/ubhayatra">ubhayatra</A> &#8212; both the upper and lower or inside and outside; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/i/isan">&#299;&#347;&#257;n</A> &#8212; along with Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; who else; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that river; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/s/seveta">seveta</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/m/marisyamanah">marishyam&#257;nah</A> &#8212; one who is <A HREF="http://vedabase.net/t/to">to</A> die at any moment.</P><P CLASS=t>TRANSLATION</P><P>The river [Ganges, by which the King sat to fast] carries the most auspicious water, which is mixed with the dust of the lotus feet of the Lord and tulas&#299; leaves. Therefore that water sanctifies the three worlds inside and outside and even sanctifies Lord &#346;iva and other demigods. Consequently everyone who is destined to die must take shelter of this river.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Par&#299;kshit, just after receiving the news of his death within seven days, at once retired from family life and shifted himself to the sacred bank of the Yamun&#257; River. Generally it is said that the King took shelter on the bank of the Ganges, but according to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the King took shelter on the bank of the Yamun&#257;. &#346;r&#299;la J&#299;va Gosv&#257;m&#299;'s statement appears to be more accurate because of the geographical situation. Mah&#257;r&#257;ja Par&#299;kshit resided in his capital Hastin&#257;pura, situated near present Delhi, and the River Yamun&#257; flows down past the city. Naturally the King would take shelter of the River Yamun&#257; because she was flowing past his palace door. And as far as sanctity is concerned, the River Yamun&#257; is more directly connected with Lord Krishna than the Ganges. The Lord sanctified the River Yamun&#257; from the beginning of His transcendental pastimes in the world. While His father Vasudeva was crossing the Yamun&#257; with the baby Lord Krishna for a safe place at Gokula on the other bank of the river from Mathur&#257;, the Lord fell down in the river, and by the dust of His lotus feet the river at once became sanctified. It is especially mentioned herein that Mah&#257;r&#257;ja Par&#299;kshit took shelter of that particular river which is beautifully flowing, carrying the dust of the lotus feet of Lord Krishna, mixed with tulas&#299; leaves. Lord Krishna's lotus feet are always besmeared with the tulas&#299; leaves, and thus as soon as His lotus feet contact the water of the Ganges and the Yamun&#257;, the rivers become at once sanctified. The Lord, however, contacted the River Yamun&#257; more than the Ganges. According to the Var&#257;ha Pur&#257;na, as quoted by &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, there is no difference between the water of the Ganges and the Yamun&#257;, but when the water of the Ganges is sanctified one hundred times, it is called the Yamun&#257;. Similarly, it is said in the scriptures that one thousand names of Vishnu are equal to one name of R&#257;ma, and three names of Lord R&#257;ma are equal to one name of Krishna.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>