<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.7</P><P CLASS=c>iti vyavacchidya sa p&#257;ndaveyah</P><P CLASS=c>pr&#257;yopave&#347;am prati vishnu-pady&#257;m</P><P CLASS=c>dadhau mukund&#257;&#324;ghrim ananya-bh&#257;vo</P><P CLASS=c>muni-vrato mukta-samasta-sa&#324;gah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vyavacchidya">vyavacchidya</A> &#8212; having decided; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/p/pandaveyah">p&#257;ndaveyah</A> &#8212; worthy descendant of the P&#257;ndavas; <A CLASS=v HREF="http://vedabase.net/p/praya">pr&#257;ya</A>-<A CLASS=v HREF="http://vedabase.net/u/upavesam">upave&#347;am</A> &#8212; for fasting until death; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; toward; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/p/padyam">pady&#257;m</A> &#8212; on the bank of the Ganges (emanating from the lotus feet of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>); <A CLASS=v HREF="http://vedabase.net/d/dadhau">dadhau</A> &#8212; gave himself up; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/a/anghrim">a&#324;ghrim</A> &#8212; unto the lotus feet of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A> &#8212; without deviation; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; spirit; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/v/vratah">vratah</A> &#8212; with the vows of <A HREF="http://vedabase.net/a/a">a</A> sage; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A> &#8212; liberated from; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; all kinds of; <A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; association.</P><P CLASS=t>TRANSLATION</P><P>Thus the King, the worthy descendant of the P&#257;ndavas, decided once and for all and sat on the Ganges' bank to fast until death and give himself up to the lotus feet of Lord Krishna, who alone is able to award liberation. So, freeing himself from all kinds of associations and attachments, he accepted the vows of a sage.</P><P CLASS=t>PURPORT</P><P>The water of the Ganges sanctifies all the three worlds, including the gods and the demigods, because it emanates from the lotus feet of the Personality of Godhead Vishnu. Lord Krishna is the fountainhead of the principle of vishnu-tattva, and therefore shelter of His lotus feet can deliver one from all sins, including an offense committed by a king unto a br&#257;hmana. Mah&#257;r&#257;ja Par&#299;kshit, therefore, decided to meditate upon the lotus feet of Lord &#346;r&#299; Krishna, who is Mukunda, or the giver of liberations of all description. The banks of the Ganges or the Yamun&#257; give one a chance to remember the Lord continuously. Mah&#257;r&#257;ja Par&#299;kshit freed himself from all sorts of material association and meditated upon the lotus feet of Lord Krishna, and that is the way of liberation. To be free from all material association means to cease completely from committing any further sins. To meditate upon the lotus feet of the Lord means to become free from the effects of all previous sins. The conditions of the material world are so made that one has to commit sins willingly or unwillingly, and the best example is Mah&#257;r&#257;ja Par&#299;kshit himself, who was a recognized sinless, pious king. But he also became a victim of an offense, even though he was ever unwilling to commit such a mistake. He was cursed also, but because he was a great devotee of the Lord, even such reverses of life became favorable. The principle is that one should not willingly commit any sin in his life and should constantly remember the lotus feet of the Lord without deviation. Only in such a mood will the Lord help the devotee make regular progress toward the path of liberation and thus attain the lotus feet of the Lord. Even if there are accidental sins committed by the devotee, the Lord saves the surrendered soul from all sins, as confirmed in all scriptures.</P><P>sva-p&#257;da-m&#363;lam bhajatah priyasya</P><P CLASS=n>tyakt&#257;ny abh&#257;vasya harih pare&#347;ah</P><P CLASS=n>vikarma yac cotpatitam kathañcid</P><P CLASS=n>dhunoti sarvam hridi sannivishtah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/11/5/42.htm">11.5.42</A>)</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>