<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Appearance of &#346;ukadeva Gosv&#257;m&#299;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.19.8</P><P CLASS=c>tatropajagmur bhuvanam pun&#257;n&#257;</P><P CLASS=c>mah&#257;nubh&#257;v&#257; munayah sa-&#347;ishy&#257;h</P><P CLASS=c>pr&#257;yena t&#299;rth&#257;bhigam&#257;pade&#347;aih</P><P CLASS=c>svayam hi t&#299;rth&#257;ni punanti santah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there; <A CLASS=v HREF="http://vedabase.net/u/upajagmuh">upajagmuh</A> &#8212; arrived; <A CLASS=v HREF="http://vedabase.net/b/bhuvanam">bhuvanam</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/p/punanah">pun&#257;n&#257;h</A> &#8212; those who can sanctify; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubh&#257;v&#257;h</A> &#8212; great minds; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; thinkers; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/sisyah">&#347;ishy&#257;h</A> &#8212; along with their disciples; <A CLASS=v HREF="http://vedabase.net/p/prayena">pr&#257;yena</A> &#8212; almost; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; place of pilgrimage; <A CLASS=v HREF="http://vedabase.net/a/abhigama">abhigama</A> &#8212; journey; <A CLASS=v HREF="http://vedabase.net/a/apadesaih">apade&#347;aih</A> &#8212; on the plea of; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tirthani">t&#299;rth&#257;ni</A> &#8212; all the places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/p/punanti">punanti</A> &#8212; sanctify; <A CLASS=v HREF="http://vedabase.net/s/santah">santah</A> &#8212; sages.</P><P CLASS=t>TRANSLATION</P><P>At that time all the great minds and thinkers, accompanied by their disciples, and sages who could verily sanctify a place of pilgrimage just by their presence, arrived there on the plea of making a pilgrim's journey.</P><P CLASS=t>PURPORT</P><P>When Mah&#257;r&#257;ja Par&#299;kshit sat down on the bank of the Ganges, the news spread in all directions of the universe, and the great-minded sages, who could follow the importance of the occasion, all arrived there on the plea of pilgrimage. Actually they came to meet Mah&#257;r&#257;ja Par&#299;kshit and not to take a bath of pilgrimage because all of them were competent enough to sanctify the places of pilgrimage. Common men go to pilgrimage sites to get themselves purified of all sins. Thus the places of pilgrimage become overburdened with the sins of others. But when such sages visit overburdened places of pilgrimage, they sanctify the places by their presence. Therefore the sages who came to meet Mah&#257;r&#257;ja Par&#299;kshit were not very much interested in getting themselves purified like common men, but on the plea of taking a bath in that place they came to meet Mah&#257;r&#257;ja Par&#299;kshit because they could foresee that &#346;r&#299;mad-Bh&#257;gavatam would be spoken by &#346;ukadeva Gosv&#257;m&#299;. All of them wanted to take advantage of the great occasion.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9-10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>