<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 19"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 19: The Appearance of &#346;ukadeva Gosv&#257;m&#299;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.19.1</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: While returning home, the King [Mah&#257;r&#257;ja Par&#299;kshit] felt that the act he had committed against the faultless and powerful br&#257;hmana was heinous and uncivilized. Consequently he was distressed.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.19.2</B></A>: [King Par&#299;kshit thought:] Due to my neglecting the injunctions of the Supreme Lord I must certainly expect some difficulty to overcome me in the near future. I now desire without reservation that the calamity come now, for in this way I may be freed of the sinful action and not commit such an offense again.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 1.19.3</B></A>: I am uncivilized and sinful due to my neglect of brahminical culture, God consciousness and cow protection. Therefore I wish that my kingdom, strength and riches burn up immediately by the fire of the br&#257;hmana's wrath so that in the future I may not be guided by such inauspicious attitudes.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 1.19.4</B></A>: While the King was thus repenting, he received news of his imminent death, which would be due to the bite of a snake-bird, occasioned by the curse spoken by the sage's son. The King accepted this as good news, for it would be the cause of his indifference toward worldly things.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.19.5</B></A>: Mah&#257;r&#257;ja Par&#299;kshit sat down firmly on the banks of the Ganges to concentrate his mind in Krishna consciousness, rejecting all other practices of self-realization, because transcendental loving service to Krishna is the greatest achievement, superseding all other methods.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 1.19.6</B></A>: The river [Ganges, by which the King sat to fast] carries the most auspicious water, which is mixed with the dust of the lotus feet of the Lord and tulas&#299; leaves. Therefore that water sanctifies the three worlds inside and outside and even sanctifies Lord &#346;iva and other demigods. Consequently everyone who is destined to die must take shelter of this river.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 1.19.7</B></A>: Thus the King, the worthy descendant of the P&#257;ndavas, decided once and for all and sat on the Ganges' bank to fast until death and give himself up to the lotus feet of Lord Krishna, who alone is able to award liberation. So, freeing himself from all kinds of associations and attachments, he accepted the vows of a sage.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.19.8</B></A>: At that time all the great minds and thinkers, accompanied by their disciples, and sages who could verily sanctify a place of pilgrimage just by their presence, arrived there on the plea of making a pilgrim's journey.</P><P CLASS=r><A CLASS=i HREF="9-10.htm"><B>SB 1.19.9-10</B></A>: From different parts of the universe there arrived great sages like Atri, Cyavana, &#346;aradv&#257;n, Arishtanemi, Bhrigu, Vasishtha, Par&#257;&#347;ara, Vi&#347;v&#257;mitra, A&#324;gir&#257;, Para&#347;ur&#257;ma, Utathya, Indrapramada, Idhmav&#257;hu, Medh&#257;tithi, Devala, &#256;rshtishena, Bh&#257;radv&#257;ja, Gautama, Pippal&#257;da, Maitreya, Aurva, Kavasha, Kumbhayoni, Dvaip&#257;yana and the great personality N&#257;rada.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 1.19.11</B></A>: There were also many other saintly demigods, kings and special royal orders called arun&#257;dayas [a special rank of r&#257;jarshis] from different dynasties of sages. When they all assembled together to meet the Emperor [Par&#299;kshit], he received them properly and bowed his head to the ground.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 1.19.12</B></A>: After all the rishis and others had seated themselves comfortably, the King, humbly standing before them with folded hands, told them of his decision to fast until death.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 1.19.13</B></A>: The fortunate King said: Indeed, we are the most grateful of all the kings who are trained to get favors from the great souls. Generally you [sages] consider royalty as refuse to be rejected and left in a distant place.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 1.19.14</B></A>: The Supreme Personality of Godhead, the controller of both the transcendental and mundane worlds, has graciously overtaken me in the form of a br&#257;hmana's curse. Due to my being too much attached to family life, the Lord, in order to save me, has appeared before me in such a way that only out of fear I will detach myself from the world.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.19.15</B></A>: O br&#257;hmanas, just accept me as a completely surrendered soul, and let mother Ganges, the representative of the Lord, also accept me in that way, for I have already taken the lotus feet of the Lord into my heart. Let the snake-bird &#8212; or whatever magical thing the br&#257;hmana created &#8212; bite me at once. I only desire that you all continue singing the deeds of Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.19.16</B></A>: Again, offering obeisances unto all you br&#257;hmanas, I pray that if I should again take my birth in the material world I will have complete attachment to the unlimited Lord Krishna, association with His devotees and friendly relations with all living beings.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 1.19.17</B></A>: In perfect self-control, Mah&#257;r&#257;ja Par&#299;kshit sat down on a seat of straw, with straw-roots facing the east, placed on the southern bank of the Ganges, and he himself faced the north. Just previously he had given charge of his kingdom over to his son.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 1.19.18</B></A>: Thus the King, Mah&#257;r&#257;ja Par&#299;kshit, sat to fast until death. All the demigods of the higher planets praised the King's actions and in pleasure continually scattered flowers over the earth and beat celestial drums.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.19.19</B></A>: All the great sages who were assembled there also praised the decision of Mah&#257;r&#257;ja Par&#299;kshit and they expressed their approval by saying, "Very good." Naturally the sages are inclined to do good to common men, for they have all the qualitative powers of the Supreme Lord. Therefore they were very much pleased to see Mah&#257;r&#257;ja Par&#299;kshit, a devotee of the Lord, and they spoke as follows.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.19.20</B></A>: [The sages said:] O chief of all the saintly kings of the P&#257;ndu dynasty who are strictly in the line of Lord &#346;r&#299; Krishna! It is not at all astonishing that you give up your throne, which is decorated with the helmets of many kings, to achieve eternal association with the Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.19.21</B></A>: We shall all wait here until the foremost devotee of the Lord, Mah&#257;r&#257;ja Par&#299;kshit, returns to the supreme planet, which is completely free from all mundane contamination and all kinds of lamentation.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.19.22</B></A>: All that was spoken by the great sages was very sweet to hear, full of meaning and appropriately presented as perfectly true. So after hearing them, Mah&#257;r&#257;ja Par&#299;kshit, desiring to hear of the activities of Lord &#346;r&#299; Krishna, the Personality of Godhead, congratulated the great sages.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.19.23</B></A>: The King said: O great sages, you have all very kindly assembled here, having come from all parts of the universe. You are all as good as supreme knowledge personified, who resides in the planet above the three worlds [Satyaloka]. Consequently you are naturally inclined to do good to others, and but for this you have no interest, either in this life or in the next.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.19.24</B></A>: O trustworthy br&#257;hmanas, I now ask you about my immediate duty. Please, after proper deliberation, tell me of the unalloyed duty of everyone in all circumstances, and specifically of those who are just about to die.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.19.25</B></A>: At that moment there appeared the powerful son of Vy&#257;sadeva, who traveled over the earth disinterested and satisfied with himself. He did not manifest any symptoms of belonging to any social order or status of life. He was surrounded with women and children, and he dressed as if others had neglected him.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.19.26</B></A>: This son of Vy&#257;sadeva was only sixteen years old. His legs, hands, thighs, arms, shoulders, forehead and the other parts of his body were all delicately formed. His eyes were beautifully wide, and his nose and ears were highly raised. He had a very attractive face, and his neck was well formed and beautiful like a conchshell.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.19.27</B></A>: His collarbone was fleshy, his chest broad and thick, his navel deep and his abdomen beautifully striped. His arms were long, and curly hair was strewn over his beautiful face. He was naked, and the hue of his body reflected that of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 1.19.28</B></A>: He was blackish and very beautiful due to his youth. Because of the glamor of his body and his attractive smiles, he was pleasing to women. Though he tried to cover his natural glories, the great sages present there were all expert in the art of physiognomy, and so they honored him by rising from their seats.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 1.19.29</B></A>: Mah&#257;r&#257;ja Par&#299;kshit, who is also known as Vishnur&#257;ta [one who is always protected by Vishnu], bowed his head to receive the chief guest, &#346;ukadeva Gosv&#257;m&#299;. At that time all the ignorant women and boys ceased following &#346;r&#299;la &#346;ukadeva. Receiving respect from all, &#346;ukadeva Gosv&#257;m&#299; took his exalted seat.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.19.30</B></A>: &#346;ukadeva Gosv&#257;m&#299; was then surrounded by saintly sages and demigods just as the moon is surrounded by stars, planets and other heavenly bodies. His presence was gorgeous, and he was respected by all.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.19.31</B></A>: The sage &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; sat perfectly pacified, intelligent and ready to answer any question without hesitation. The great devotee, Mah&#257;r&#257;ja Par&#299;kshit, approached him, offered his respects by bowing before him, and politely inquired with sweet words and folded hands.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 1.19.32</B></A>: The fortunate King Par&#299;kshit said: O br&#257;hmana, by your mercy only, you have sanctified us, making us like unto places of pilgrimage, all by your presence here as my guest. By your mercy, we, who are but unworthy royalty, become eligible to serve the devotee.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 1.19.33</B></A>: Simply by our remembering you, our houses become instantly sanctified. And what to speak of seeing you, touching you, washing your holy feet and offering you a seat in our home?</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 1.19.34</B></A>: Just as the atheist cannot remain in the presence of the Personality of Godhead, so also the invulnerable sins of a man are immediately vanquished in your presence, O saint! O great mystic!</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 1.19.35</B></A>: Lord Krishna, the Personality of Godhead, who is very dear to the sons of King P&#257;ndu, has accepted me as one of those relatives just to please His great cousins and brothers.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 1.19.36</B></A>: Otherwise [without being inspired by Lord Krishna] how is it that you have voluntarily appeared here, though you are moving incognito to the common man and are not visible to us who are on the verge of death?</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 1.19.37</B></A>: You are the spiritual master of great saints and devotees. I am therefore begging you to show the way of perfection for all persons, and especially for one who is about to die.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 1.19.38</B></A>: Please let me know what a man should hear, chant, remember and worship, and also what he should not do. Please explain all this to me.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 1.19.39</B></A>: O powerful br&#257;hmana, it is said that you hardly stay in the houses of men long enough to milk a cow.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 1.19.40</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: The King thus spoke and questioned the sage, using sweet language. Then the great and powerful personality, the son of Vy&#257;sadeva, who knew the principles of religion, began his reply.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>