<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 14 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 14 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Citraketu's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.14.10</P><P CLASS=c>&#257;s&#299;d r&#257;j&#257; s&#257;rvabhaumah</P><P CLASS=c>&#347;&#363;raseneshu vai nripa</P><P CLASS=c>citraketur iti khy&#257;to</P><P CLASS=c>yasy&#257;s&#299;t k&#257;madhu&#324; mah&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; one king; <A CLASS=v HREF="http://vedabase.net/s/sarva">s&#257;rva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaumah">bhaumah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> emperor of the entire surface of the globe; <A CLASS=v HREF="http://vedabase.net/s/surasenesu">&#347;&#363;raseneshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the country known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/surasena">&#346;&#363;rasena</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/c/citraketuh">citraketuh</A> &#8212; <A HREF="http://vedabase.net/c/citraketu">Citraketu</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/khyatah">khy&#257;tah</A> &#8212; celebrated; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; was; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/d/dhuk">dhuk</A> &#8212; supplying all the necessities; <A CLASS=v HREF="http://vedabase.net/m/mahi">mah&#299;</A> &#8212; the earth.</P><P CLASS=t>TRANSLATION</P><P>O King Par&#299;kshit, in the province of &#346;&#363;rasena there was a king named Citraketu, who ruled the entire earth. During his reign, the earth produced all the necessities for life.</P><P CLASS=t>PURPORT</P><P>Here the most significant statement is that the earth completely produced all the necessities of life during the time of King Citraketu. As stated in the &#298;&#347;opanishad (Mantra 1):</P><P>&#299;&#347;&#257;v&#257;syam idam sarvam</P><P CLASS=n>yat kiñca jagaty&#257;m jagat</P><P CLASS=n>tena tyaktena bhuñj&#299;th&#257;</P><P CLASS=n>m&#257; gridhah kasya svid dhanam</P><P>"Everything animate or inanimate that is within the universe is controlled and owned by the Lord. One should therefore accept only those things necessary for himself, which are set aside as his quota, and one should not accept other things, knowing well to whom they belong." Krishna, the supreme controller, has created the material world, which is completely perfect and free from scarcity. The Lord supplies the necessities of all living entities. These necessities come from the earth, and thus the earth is the source of supply. When there is a good ruler, that source produces the necessities of life abundantly. However, when there is not such a good ruler, there will be scarcity. This is the significance of the word k&#257;madhuk. Elsewhere in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/10/4.htm">1.10.4</A>) it is said, k&#257;mam vavarsha parjanyah sarva-k&#257;ma-dugh&#257; mah&#299;: "During the reign of Mah&#257;r&#257;ja Yudhishthira, the clouds showered all the water that people needed, and the earth produced all the necessities of men in profusion." We have experience that in some seasons the rains produce abundance and in other seasons there is scarcity. We have no control over the earth's productiveness, for it is naturally under the full control of the Supreme Personality of Godhead. By His order, the Lord can make the earth produce sufficiently or insufficiently. If a pious king rules the earth according to the &#347;&#257;stric injunctions, there will naturally be regular rainfall and sufficient produce to provide for all men. There will be no question of exploitation, for everyone will have enough. Black-marketeering and other corrupt dealings will then automatically stop. Simply ruling the land cannot solve man's problems unless the leader has spiritual capabilities. He must be like Mah&#257;r&#257;ja Yudhishthira, Par&#299;kshit Mah&#257;r&#257;ja or R&#257;macandra. Then all the inhabitants of the land will be extremely happy.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>