<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 14 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 14 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Citraketu's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.14.17</P><P CLASS=c>a&#324;gir&#257; uv&#257;ca</P><P CLASS=c>api te 'n&#257;mayam svasti</P><P CLASS=c>prakrit&#299;n&#257;m tath&#257;tmanah</P><P CLASS=c>yath&#257; prakritibhir guptah</P><P CLASS=c>pum&#257;n r&#257;j&#257; ca saptabhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/angirah">a&#324;gir&#257;h</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the great sage A&#324;gir&#257; said; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/a/anamayam">an&#257;mayam</A> &#8212; health; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A> &#8212; auspiciousness; <A CLASS=v HREF="http://vedabase.net/p/prakrtinam">prakrit&#299;n&#257;m</A> &#8212; of your royal elements (associates and paraphernalia); <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of your own body, mind and soul; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/p/prakrtibhih">prakritibhih</A> &#8212; by the elements of material nature; <A CLASS=v HREF="http://vedabase.net/g/guptah">guptah</A> &#8212; protected; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; the living being; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the king; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/saptabhih">saptabhih</A> &#8212; by seven.</P><P CLASS=t>TRANSLATION</P><P>The great sage A&#324;gir&#257; said: My dear King, I hope that your body and mind and your royal associates and paraphernalia are well. When the seven properties of material nature [the total material energy, the ego and the five objects of sense gratification] are in proper order, the living entity within the material elements is happy. Without these seven elements one cannot exist. Similarly, a king is always protected by seven elements &#8212; his instructor (sv&#257;m&#299; or guru), his ministers, his kingdom, his fort, his treasury, his royal order and his friends.</P><P CLASS=t>PURPORT</P><P>As it is quoted by &#346;r&#299;dhara Sv&#257;m&#299; in his Bh&#257;gavatam commentary:</P><P>sv&#257;my-am&#257;tyau janapad&#257;</P><P CLASS=n>durga-dravina-sañcay&#257;h</P><P CLASS=n>dando mitram ca tasyait&#257;h</P><P CLASS=n>sapta-prakritayo mat&#257;h</P><P>A king is not alone. He first has his spiritual master, the supreme guide. Then come his ministers, his kingdom, his fortifications, his treasury, his system of law and order, and his friends or allies. If these seven are properly maintained, the king is happy. Similarly, as explained in Bhagavad-g&#299;t&#257; (dehino 'smin yath&#257; dehe [<A CLASS=v HREF="../../../bg/2/13.htm">Bg. 2.13</A>]), the living entity, the soul, is within the material covering of the mahat-tattva, ego and pañca-tanm&#257;tr&#257;, the five objects of sense gratification. When these seven are in proper order, the living entity is in a mood of pleasure. Generally when the associates of the king are quiet and obedient, the king can be happy. Therefore the great sage A&#324;gir&#257; Rishi inquired about the King's personal health and the good fortune of his seven associates. When we inquire from a friend whether everything is well, we are concerned not only with his personal self but also with his family, his source of income, and his assistants or servants. All of them must be well, and then a person can be happy.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>