<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 14 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 14 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Citraketu's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.14.4</P><P CLASS=c>pr&#257;yo mumukshavas tesh&#257;m</P><P CLASS=c>kecanaiva dvijottama</P><P CLASS=c>mumuksh&#363;n&#257;m sahasreshu</P><P CLASS=c>ka&#347;cin mucyeta sidhyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/m/mumuksavah">mumukshavah</A> &#8212; persons interested <A HREF="http://vedabase.net/i/in">in</A> liberation; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/k/kecana">kecana</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/m/mumuksunam">mumuksh&#363;n&#257;m</A> &#8212; of those who desire <A HREF="http://vedabase.net/t/to">to</A> be liberated; <A CLASS=v HREF="http://vedabase.net/s/sahasresu">sahasreshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> many thousands; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; someone; <A CLASS=v HREF="http://vedabase.net/m/mucyeta">mucyeta</A> &#8212; may be actually liberated; <A CLASS=v HREF="http://vedabase.net/s/sidhyati">sidhyati</A> &#8212; someone is perfect.</P><P CLASS=t>TRANSLATION</P><P>O best of the br&#257;hmanas, &#346;ukadeva Gosv&#257;m&#299;, out of many persons who follow religious principles, only a few desire liberation from the material world. Among many thousands who desire liberation, one may actually achieve liberation, giving up material attachment to society, friendship, love, country, home, wife and children. And among many thousands of such liberated persons, one who can understand the true meaning of liberation is very rare.</P><P CLASS=t>PURPORT</P><P>There are four classes of men, namely karm&#299;s, jñ&#257;n&#299;s, yog&#299;s and bhaktas. This statement pertains especially to karm&#299;s and jñ&#257;n&#299;s. A karm&#299; tries to he happy within this material world by changing from one body to another. His objective is bodily comfort, either in this planet or in another. When such a person becomes a jñ&#257;n&#299;, however, be aspires for liberation from material bondage. Among many such persons who aspire for liberation, one may actually be liberated during his life. Such a person gives up his attachment for society, friendship, love, country, family, wife and children. Among many such persons, who are in the v&#257;naprastha stage, one may understand the value of becoming a sanny&#257;s&#299;, completely accepting the renounced order of life.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>