<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 14 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 14 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Citraketu's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.14.5</P><P CLASS=c>mukt&#257;n&#257;m api siddh&#257;n&#257;m</P><P CLASS=c>n&#257;r&#257;yana-par&#257;yanah</P><P CLASS=c>sudurlabhah pra&#347;&#257;nt&#257;tm&#257;</P><P CLASS=c>kotishv api mah&#257;-mune</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/muktanam">mukt&#257;n&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> liberated during this life (who <A HREF="http://vedabase.net/a/are">are</A> unattached <A HREF="http://vedabase.net/t/to">to</A> the bodily comforts of society, friendship and love); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/siddhanam">siddh&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> perfect (because they understand the insignificance of bodily comforts); <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who has concluded that <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A> is the Supreme; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/durlabhah">durlabhah</A> &#8212; very rarely found; <A CLASS=v HREF="http://vedabase.net/p/prasanta">pra&#347;&#257;nta</A> &#8212; fully pacified; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; whose mind; <A CLASS=v HREF="http://vedabase.net/k/kotisu">kotishu</A> &#8212; out of millions and trillions; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mune">mune</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sage.</P><P CLASS=t>TRANSLATION</P><P>O great sage, among many millions who are liberated and perfect in knowledge of liberation, one may be a devotee of Lord N&#257;r&#257;yana, or Krishna. Such devotees, who are fully peaceful, are extremely rare.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura gives the following purport to this verse. Simply desiring mukti, or liberation, is insufficient; one must become factually liberated. When one understands the futility of the materialistic way of life, one becomes advanced in knowledge, and therefore he situates himself in the v&#257;naprastha order, unattached to family, wife and children. One should then further progress to the platform of sanny&#257;sa, the actual renounced order, never to fall again and be afflicted by materialistic life. Even though one desires to be liberated, this does not mean he is liberated. Only rarely is someone liberated. Indeed, although many men take sanny&#257;sa to become liberated, because of their imperfections they again become attached to women, material activities, social welfare work and so on.</P><P>Jñ&#257;n&#299;s, yog&#299;s and karm&#299;s devoid of devotional service are called offenders. &#346;r&#299; Caitanya Mah&#257;prabhu says, m&#257;y&#257;v&#257;d&#299; krishne apar&#257;dh&#299;: one who thinks that everything is m&#257;y&#257; instead of thinking that everything is Krishna is called an apar&#257;dh&#299;, or offender. Although the M&#257;y&#257;v&#257;d&#299;s, impersonalists, are offenders at the lotus feet of Krishna, they may nonetheless be counted among the siddhas, those who have realized the self. They may be considered nearer to spiritual perfection because at least they have realized what spiritual life is. If such a person becomes n&#257;r&#257;yana-par&#257;yana, a devotee of Lord N&#257;r&#257;yana, he is better than a j&#299;van-mukta, one who is liberated or perfect. This requires higher intelligence.</P><P>There are two kinds of jñ&#257;n&#299;s. One is inclined to devotional service and the other to impersonal realization. Impersonalists generally undergo great endeavor for no tangible benefit, and therefore it is said that they are husking paddy that has no grain (sth&#363;la-tush&#257;vagh&#257;tinah). The other class of jñ&#257;n&#299;s, whose jñ&#257;na is mixed with bhakti, are also of two kinds &#8212; those who are devoted to the so-called false form of the Supreme Personality of Godhead and those who understand the Supreme Personality of Godhead as sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>], the actual spiritual form. The M&#257;y&#257;v&#257;d&#299; devotees worship N&#257;r&#257;yana or Vishnu with the idea that Vishnu has accepted a form of m&#257;y&#257; and that the ultimate truth is actually impersonal. The pure devotee, however, never thinks that Vishnu has accepted a body of m&#257;y&#257;; instead, he knows perfectly well that the original Absolute Truth is the Supreme Person. Such a devotee is actually situated in knowledge. He never merges in the Brahman effulgence. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/2/32.htm">10.2.32</A>):</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>"O Lord, the intelligence of those who think themselves liberated but who have no devotion is impure. Even though they rise to the highest point of liberation by dint of severe penances and austerities, they are sure to fall down again into material existence, for they do not take shelter at Your lotus feet." Evidence of this same point is also given in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>), wherein the Lord says:</P><P>avaj&#257;nanti m&#257;m m&#363;dh&#257;</P><P CLASS=n>m&#257;nush&#299;m tanum &#257;&#347;ritam</P><P CLASS=n>param bh&#257;vam aj&#257;nanto</P><P CLASS=n>mama bh&#363;ta-mahe&#347;varam</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>]</P><P>"Fools deride Me when I descend in the human form. They do not know My transcendental nature and My supreme dominion over all that be." When rascals (m&#363;dhas) see that Krishna acts exactly like a human being, they deride the transcendental form of the Lord because they do not know the param bh&#257;vam, His transcendental form and activities. Such persons are further described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/12.htm">9.12</A>) as follows:</P><P>mogh&#257;&#347;&#257; mogha-karm&#257;no</P><P CLASS=n>mogha-jñ&#257;n&#257; vicetasah</P><P CLASS=n>r&#257;kshas&#299;m &#257;sur&#299;m caiva</P><P CLASS=n>prakritim mohin&#299;m &#347;rit&#257;h</P><P>"Those who are thus bewildered are attracted by demoniac and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities and their culture of knowledge are all defeated." Such persons do not know that Krishna's body is not material. There is no distinction between Krishna's body and His soul, but because less intelligent men see Krishna as a human being, they deride Him. They cannot imagine how a person like Krishna could be the origin of everything (govindam &#257;di-purusham tam aham bhaj&#257;mi **). Such persons are described as mogh&#257;&#347;&#257;h, baffled in their hopes. Whatever they desire for the future will be baffled. Even if they apparently engage in devotional service, they are described as mogh&#257;&#347;&#257;h because they ultimately desire to merge into the Brahman effulgence.</P><P>Those who aspire to be elevated to the heavenly planets by devotional service will also be frustrated, because this is not the result of devotional service. However, they are also given a chance to engage in devotional service and be purified. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/17.htm">1.2.17</A>):</P><P>&#347;rinvat&#257;m sva-kath&#257;h krishnah</P><P CLASS=n>punya-&#347;ravana-k&#299;rtanah</P><P CLASS=n>hridy antah-stho hy abhadr&#257;ni</P><P CLASS=n>vidhunoti suhrit sat&#257;m</P><P>"&#346;r&#299; Krishna, the Personality of Godhead, who is the Param&#257;tm&#257; [Supersoul] in everyone's heart and the benefactor of the truthful devotee, cleanses desire for material enjoyment from the heart of the devotee who relishes His messages, which are in themselves virtuous when properly heard and chanted."</P><P>Unless the dirt within the core of one's heart is cleansed away, one cannot become a pure devotee. Therefore the word sudurlabhah ("very rarely found") is used in this verse. Not only among hundreds and thousands, but among millions of perfectly liberated souls, a pure devotee is hardly ever found. Therefore the words kotishv api are used herein. &#346;r&#299;la Madhv&#257;c&#257;rya gives the following quotations from the Tantra Bh&#257;gavata:</P><P>nava-kotyas tu dev&#257;n&#257;m</P><P CLASS=n>rishayah sapta-kotayah</P><P CLASS=n>n&#257;r&#257;yan&#257;yan&#257;h sarve</P><P CLASS=n>ye kecit tat-par&#257;yan&#257;h</P><P>"There are ninety million demigods and seventy million sages, who are all called n&#257;r&#257;yan&#257;yana, devotees of Lord N&#257;r&#257;yana. Among them, only a few are called n&#257;r&#257;yana-par&#257;yana."</P><P>n&#257;r&#257;yan&#257;yan&#257; dev&#257;</P><P CLASS=n>rishy-&#257;dy&#257;s tat-par&#257;yan&#257;h</P><P CLASS=n>brahm&#257;dy&#257;h kecanaiva syuh</P><P CLASS=n>siddho yogya-sukham labhan</P><P>The difference between the siddhas and n&#257;r&#257;yana-par&#257;yanas is that direct devotees are called n&#257;r&#257;yana-par&#257;yanas whereas those who perform various types of mystic yoga are called siddhas.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>