<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 14 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 14 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Citraketu's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.14.55</P><P CLASS=c>na hi krama&#347; ced iha mrityu-janmanoh</P><P CLASS=c>&#347;ar&#299;rin&#257;m astu tad &#257;tma-karmabhih</P><P CLASS=c>yah sneha-p&#257;&#347;o nija-sarga-vriddhaye</P><P CLASS=c>svayam kritas te tam imam vivri&#347;casi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/kramah">kramah</A> &#8212; chronological order; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/m/mrtyu">mrityu</A> &#8212; of death; <A CLASS=v HREF="http://vedabase.net/j/janmanoh">janmanoh</A> &#8212; and of birth; <A CLASS=v HREF="http://vedabase.net/s/saririnam">&#347;ar&#299;rin&#257;m</A> &#8212; of the conditioned souls, who have accepted material bodies; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by the results of one's <A HREF="http://vedabase.net/k/karma">karma</A> (fruitive activities); <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/s/sneha">sneha</A>-<A CLASS=v HREF="http://vedabase.net/p/pasah">p&#257;&#347;ah</A> &#8212; bondage of affection; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A> &#8212; Your own creation; <A CLASS=v HREF="http://vedabase.net/v/vrddhaye">vriddhaye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> increase; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vivrscasi">vivri&#347;casi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> cutting.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You may say that there is no law that a father must die in the lifetime of his son and that a son must be born in the lifetime of his father, since everyone lives and dies according to his own fruitive activity. However, if fruitive activity is so strong that birth and death depend upon it, there is no need of a controller, or God. Again, if You say that a controller is needed because the material energy does not have the power to act, one may answer that if the bonds of affection You have created are disturbed by fruitive action, no one will raise children with affection; instead, everyone will cruelly neglect his children. Since You have cut the bonds of affection that compel a parent to raise his child, You appear inexperienced and unintelligent.</P><P CLASS=t>PURPORT</P><P>As stated in the Brahma-samhit&#257;, karm&#257;ni nirdahati kintu ca bhakti-bh&#257;j&#257;m: [<A CLASS=v HREF="../../../bs/5/54.htm">Bs. 5.54</A>] one who has taken to Krishna consciousness, devotional service, is not affected by the results of karma. In this verse, karma has been stressed on the basis of karma-m&#299;m&#257;ms&#257; philosophy, which says that one must act according to his karma and that a supreme controller must give the results of karma. The subtle laws of karma, which are controlled by the Supreme, cannot be understood by ordinary conditioned souls. Therefore Krishna says that one who can understand Him and how He is acting, controlling everything by subtle laws, immediately becomes freed by His grace. That is the statement of Brahma-samhit&#257; (karm&#257;ni nirdahati kintu ca bhakti-bh&#257;j&#257;m [<A CLASS=v HREF="../../../bs/5/54.htm">Bs. 5.54</A>]). One should take to devotional service without reservations and surrender everything to the supreme will of the Lord. That will make one happy in this life and the next.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>