<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 14"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">King Citraketu's Lamentation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.14 Summary</P><P>In this Fourteenth Chapter, Par&#299;kshit Mah&#257;r&#257;ja asks his spiritual master, &#346;ukadeva Gosv&#257;m&#299;, how such a demon as Vritr&#257;sura could become an exalted devotee. In this connection the previous life of Vritr&#257;sura is discussed. This involves the story of Citraketu and how he was victimized by lamentation because of the death of his son.</P><P>Among many millions of living entities, the number of human beings is extremely small, and among human beings who are actually religious, only some are eager to be liberated from material existence. Among many thousands of people who desire relief from material existence, one is freed from the association of unwanted persons or is relieved of material contamination. And among many millions of such liberated persons, one may become a devotee of Lord N&#257;r&#257;yana. Therefore such devotees are extremely rare. Since bhakti, devotional service, is not ordinary, Par&#299;kshit Mah&#257;r&#257;ja was astonished that an asura could rise to the exalted position of a devotee. Being doubtful, Par&#299;kshit Mah&#257;r&#257;ja inquired from &#346;ukadeva Gosv&#257;m&#299;, who then described Vritr&#257;sura with reference to his previous birth as Citraketu, the King of &#346;&#363;rasena.</P><P>Citraketu, who had no sons, got an opportunity to meet the great sage A&#324;gir&#257;. When A&#324;gir&#257; inquired from the King about his welfare, the King expressed his moroseness, and therefore by the grace of the great sage, the King's first wife, Kritadyuti, gave birth to a son, who was the cause of both happiness and lamentation. Upon the birth of this son, the King and all the residents of the palace were very happy. The co-wives of Kritadyuti, however, were envious, and later they administered poison to the child. Citraketu was overwhelmed by shock at his son's death. Then N&#257;rada Muni and A&#324;gir&#257; went to see him.</P><P CLASS=l><A CLASS=i HREF="../13/22-23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>