<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 12: The Dynasty of Ku&#347;a, the Son of Lord R&#257;macandra</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.12 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 9.12.1</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: The son of R&#257;macandra was Ku&#347;a, the son of Ku&#347;a was Atithi, the son of Atithi was Nishadha, and the son of Nishadha was Nabha. The son of Nabha was Pundar&#299;ka, and from Pundar&#299;ka came a son named Kshemadhanv&#257;.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 9.12.2</B></A>: The son of Kshemadhanv&#257; was Dev&#257;n&#299;ka, Dev&#257;n&#299;ka's son was An&#299;ha, An&#299;ha's son was P&#257;riy&#257;tra, and P&#257;riy&#257;tra's son was Balasthala. The son of Balasthala was Vajran&#257;bha, who was said to have been born from the effulgence of the sun-god.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 9.12.3-4</B></A>: The son of Vajran&#257;bha was Sagana, and his son was Vidhriti. The son of Vidhriti was Hiranyan&#257;bha, who became a disciple of Jaimini and became a great &#257;c&#257;rya of mystic yoga. It is from Hiranyan&#257;bha that the great saint Y&#257;jñavalkya learned the highly elevated system of mystic yoga known as &#257;dhy&#257;tma-yoga, which can loosen the knots of material attachment in the heart.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.12.5</B></A>: The son of Hiranyan&#257;bha was Pushpa, and the son of Pushpa was Dhruvasandhi. The son of Dhruvasandhi was Sudar&#347;ana, whose son was Agnivarna. The son of Agnivarna was named &#346;&#299;ghra, and his son was Maru.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.12.6</B></A>: Having achieved perfection in the power of mystic yoga, Maru still lives in a place known as Kal&#257;pa-gr&#257;ma. At the end of Kali-yuga, he will revive the lost S&#363;rya dynasty by begetting a son.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.12.7</B></A>: From Maru was born a son named Prasu&#347;ruta, from Prasu&#347;ruta came Sandhi, from Sandhi came Amarshana, and from Amarshana a son named Mahasv&#257;n. From Mahasv&#257;n, Vi&#347;vab&#257;hu took his birth.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.12.8</B></A>: From Vi&#347;vab&#257;hu came a son named Prasenajit, from Prasenajit came Takshaka, and from Takshaka came Brihadbala, who was killed in a fight by your father.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.12.9</B></A>: All these kings in the dynasty of Ikshv&#257;ku have passed away. Now please listen as I describe the kings who will be born in the future. From Brihadbala will come Brihadrana.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.12.10</B></A>: The son of Brihadrana will be &#362;rukriya, who will have a son named Vatsavriddha. Vatsavriddha will have a son named Prativyoma, and Prativyoma will have a son named Bh&#257;nu, from whom Div&#257;ka, a great commander of soldiers, will take birth.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.12.11</B></A>: Thereafter, from Div&#257;ka will come a son named Sahadeva, and from Sahadeva a great hero named Brihada&#347;va. From Brihada&#347;va will come Bh&#257;num&#257;n, and from Bh&#257;num&#257;n will come Prat&#299;k&#257;&#347;va. The son of Prat&#299;k&#257;&#347;va will be Suprat&#299;ka.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.12.12</B></A>: Thereafter, from Suprat&#299;ka will come Marudeva; from Marudeva, Sunakshatra; from Sunakshatra, Pushkara; and from Pushkara, Antariksha. The son of Antariksha will be Sutap&#257;, and his son will be Amitrajit.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.12.13</B></A>: From Amitrajit will come a son named Brihadr&#257;ja, from Brihadr&#257;ja will come Barhi, and from Barhi will come Kritañjaya. The son of Kritañjaya will be known as Ranañjaya, and from him will come a son named Sañjaya.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.12.14</B></A>: From Sañjaya will come &#346;&#257;kya, from &#346;&#257;kya will come &#346;uddhoda, and from &#346;uddhoda will come L&#257;&#324;gala. From L&#257;&#324;gala will come Prasenajit, and from Prasenajit, Kshudraka.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.12.15</B></A>: From Kshudraka will come Ranaka, from Ranaka will come Suratha, and from Suratha will come Sumitra, ending the dynasty. This is a description of the dynasty of Brihadbala.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.12.16</B></A>: The last king in the dynasty of Ikshv&#257;ku will be Sumitra; after Sumitra there will be no more sons in the dynasty of the sun-god, and thus the dynasty will end.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>