<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">M&#257;rkandeya's Prayers to Nara-N&#257;r&#257;yana Rishi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.8 Summary</P><P>This chapter describes how M&#257;rkandeya Rishi performed austerities, defeated by his potency Cupid and all his associates, and offered prayers to Lord &#346;r&#299; Hari in His forms of Nara and N&#257;r&#257;yana.</P><P>&#346;r&#299; &#346;aunaka was confused about the extraordinarily long life span of &#346;r&#299; M&#257;rkandeya, who had taken birth in &#346;aunaka's own dynasty yet who had moved about alone in the ocean of devastation millions of years previously and seen a wonderful young child lying upon a banyan leaf. It seemed to &#346;aunaka that M&#257;rkandeya had lived through two days of Brahm&#257;, and he asked &#346;r&#299; S&#363;ta Gosv&#257;m&#299; to explain this.</P><P>Suta Gosv&#257;m&#299; replied that the sage M&#257;rkandeya, after receiving the purificatory ritual of brahminical initiation from his father, had fixed himself in the vow of lifelong celibacy. He then worshiped the Supreme Lord Hari for six lifetimes of Manu. In the seventh manvantara, Lord Indra sent K&#257;madeva (Cupid) and his associates to interrupt the sage's austerities. But M&#257;rkandeya Rishi defeated them by the potency generated from his penance.</P><P>Then, to show mercy to M&#257;rkandeya, Lord &#346;r&#299; Hari appeared before him in the form of Nara-N&#257;r&#257;yana. &#346;r&#299; M&#257;rkandeya prostrated himself in obeisance and then worshiped the Lords by offering Them comfortable seats, water for washing Their feet, and other respectful presentations. He then prayed, "O Almighty Lord, You bring to life the vital air of all creatures, and You also protect the three worlds, vanquish distress and award liberation. You never allow those who have taken shelter of You to be defeated by any kind of misery. Attaining Your lotus feet is the only auspicious goal for the conditioned souls, and service to You fulfills all their desires. Your pastimes, enacted in the mode of pure goodness, can award everyone salvation from material life. Therefore those who are intelligent worship Your personal form of pure goodness named &#346;r&#299; N&#257;r&#257;yana, along with Nara, who represents Your unalloyed devotee.</P><P>"The living entity bewildered by illusion can directly understand You if he receives the knowledge presented in the Vedas and promulgated by You, the spiritual master of the entire universe. Even great thinkers like Brahm&#257; are simply bewildered when they try to understand Your identity by struggling on the path of s&#257;&#324;khya-yoga. You Yourself manifest the proponents of S&#257;&#324;khya and other philosophies, and thus Your true personal identity remains hidden beneath the designative covering of the j&#299;va soul. I offer my homage to You, the Mah&#257;purusha."</P><P CLASS=l><A CLASS=i HREF="../7/25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>