<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.11</P><P CLASS=c>&#347;r&#299;-hiranyaka&#347;ipur uv&#257;ca</P><P CLASS=c>vyaktam tvam martu-k&#257;mo 'si</P><P CLASS=c>yo 'tim&#257;tram vikatthase</P><P CLASS=c>mum&#363;rsh&#363;n&#257;m hi mand&#257;tman</P><P CLASS=c>nanu syur viklav&#257; girah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/h/hiranyakasipuh">hiranyaka&#347;ipuh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the blessed Hiranyaka&#347;ipu said; <A CLASS=v HREF="http://vedabase.net/v/vyaktam">vyaktam</A> &#8212; evidently; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/m/martu">martu</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desirous of death; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/a/atimatram">atim&#257;tram</A> &#8212; without limit; <A CLASS=v HREF="http://vedabase.net/v/vikatthase">vikatthase</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> boasting (<A HREF="http://vedabase.net/a/as">as</A> if you <A HREF="http://vedabase.net/h/had">had</A> conquered your senses whereas your father could not <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/s/so">so</A>); <A CLASS=v HREF="http://vedabase.net/m/mumursunam">mum&#363;rsh&#363;n&#257;m</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> about <A HREF="http://vedabase.net/t/to">to</A> meet immediate death; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/manda">manda</A>-<A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unintelligent rascal; <A CLASS=v HREF="http://vedabase.net/n/nanu">nanu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/syuh">syuh</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/v/viklavah">viklav&#257;h</A> &#8212; confused; <A CLASS=v HREF="http://vedabase.net/g/girah">girah</A> &#8212; the words.</P><P CLASS=t>TRANSLATION</P><P>Hiranyaka&#347;ipu replied: You rascal, you are trying to minimize my value, as if you were better than me at controlling the senses. This is over-intelligent. I can therefore understand that you desire to die at my hands, for this kind of nonsensical talk is indulged in by those about to die.</P><P CLASS=t>PURPORT</P><P>It is said in Hitopade&#347;a, upade&#347;o hi m&#363;rkh&#257;n&#257;m prokop&#257;ya na &#347;&#257;ntaye. If good instructions are given to a foolish person, he does not take advantage of them, but becomes more and more angry. Prahl&#257;da Mah&#257;r&#257;ja's authorized instructions to his father were not accepted by Hiranyaka&#347;ipu as truth; instead Hiranyaka&#347;ipu became increasingly angry at his great son, who was a pure devotee. This kind of difficulty always exists when a devotee preaches Krishna consciousness to persons like Hiranyaka&#347;ipu, who are interested in money and women. (The word hiranya means "gold," and ka&#347;ipu refers to cushions or good bedding.) Moreover, a father does not like to be instructed by his son, especially if the father is a demon. Prahl&#257;da Mah&#257;r&#257;ja's Vaishnava preaching to his demoniac father was indirectly effective, for because of Hiranyaka&#347;ipu's excessive jealousy of Krishna and His devotee, he was inviting Nrisimhadeva to kill him very quickly. Thus he was expediting his being killed by the Lord Himself. Although Hiranyaka&#347;ipu was a demon, he is described here by the added word &#347;r&#299;. Why? The answer is that fortunately he had such a great devotee son as Prahl&#257;da Mah&#257;r&#257;ja. Thus although he was a demon, he would attain salvation and return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>