<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.12</P><P CLASS=c>yas tvay&#257; manda-bh&#257;gyokto</P><P CLASS=c>mad-anyo jagad-&#299;&#347;varah</P><P CLASS=c>kv&#257;sau yadi sa sarvatra</P><P CLASS=c>kasm&#257;t stambhe na dri&#347;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; the one who; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/m/manda">manda</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagya">bh&#257;gya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> unfortunate one; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; besides <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller of the universe; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that one; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; everywhere (all-pervading); <A CLASS=v HREF="http://vedabase.net/k/kasmat">kasm&#257;t</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/s/stambhe">stambhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the pillar before <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/d/drsyate">dri&#347;yate</A> &#8212; not seen.</P><P CLASS=t>TRANSLATION</P><P>O most unfortunate Prahl&#257;da, you have always described a supreme being other than me, a supreme being who is above everything, who is the controller of everyone, and who is all-pervading. But where is He? If He is everywhere, then why is He not present before me in this pillar?</P><P CLASS=t>PURPORT</P><P>Demons sometimes declare to a devotee that they cannot accept the existence of God because they cannot see Him. But what the demon does not know is stated by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/25.htm">7.25</A>): n&#257;ham prak&#257;&#347;ah sarvasya yogam&#257;y&#257;-sam&#257;vritah. "I am never manifest to the foolish and unintelligent. For them I am covered by yogam&#257;y&#257;." The Lord is open to being seen by devotees, but nondevotees cannot see Him. The qualification for seeing God is stated in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>): prem&#257;ñjana-cchurita-bhakti-vilocanena santah sadaiva hridayeshu vilokayanti. A devotee who has developed a genuine love for Krishna can always see Him everywhere, whereas a demon, not having a clear understanding of the Supreme Lord, cannot see Him. When Hiranyaka&#347;ipu was threatening to kill Prahl&#257;da Mah&#257;r&#257;ja, Prahl&#257;da certainly saw the column standing before him and his father, and he saw that the Lord was present in the pillar to encourage him not to fear his demoniac father's words. The Lord was present to protect him. Hiranyaka&#347;ipu marked Prahl&#257;da's observation and asked him, "Where is your God?" Prahl&#257;da Mah&#257;r&#257;ja replied, "He is everywhere." Then Hiranyaka&#347;ipu asked, "Why is He not in this pillar before me?" Thus in all circumstances the devotee can always see the Supreme Lord, whereas the nondevotee cannot.</P><P>Prahl&#257;da Mah&#257;r&#257;ja has here been addressed by his father as "the most unfortunate." Hiranyaka&#347;ipu thought himself extremely fortunate because he possessed the property of the universe. Prahl&#257;da Mah&#257;r&#257;ja, his legitimate son, was to have inherited this vast property, but because of his impudence, he was going to die at his father's hands. Therefore the demoniac father considered Prahl&#257;da the most unfortunate because Prahl&#257;da would not be able to inherit his property. Hiranyaka&#347;ipu did not know that Prahl&#257;da Mah&#257;r&#257;ja was the most fortunate person within the three worlds because Prahl&#257;da was protected by the Supreme Personality of Godhead. Such are the misunderstandings of demons. They do not know that a devotee is protected by the Lord in all circumstances (kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati).</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>