<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.17</P><P CLASS=c>satyam vidh&#257;tum nija-bhritya-bh&#257;shitam</P><P CLASS=c>vy&#257;ptim ca bh&#363;teshv akhileshu c&#257;tmanah</P><P CLASS=c>adri&#347;yat&#257;tyadbhuta-r&#363;pam udvahan</P><P CLASS=c>stambhe sabh&#257;y&#257;m na mrigam na m&#257;nusham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/v/vidhatum">vidh&#257;tum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> prove; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasitam">bh&#257;shitam</A> &#8212; the words of His own servant (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>, who <A HREF="http://vedabase.net/h/had">had</A> said that his Lord is present everywhere); <A CLASS=v HREF="http://vedabase.net/v/vyaptim">vy&#257;ptim</A> &#8212; the pervasion; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhutesu">bh&#363;teshu</A> &#8212; among the living entities and elements; <A CLASS=v HREF="http://vedabase.net/a/akhilesu">akhileshu</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of Himself; <A CLASS=v HREF="http://vedabase.net/a/adrsyata">adri&#347;yata</A> &#8212; was seen; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/u/udvahan">udvahan</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/s/stambhe">stambhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the pillar; <A CLASS=v HREF="http://vedabase.net/s/sabhayam">sabh&#257;y&#257;m</A> &#8212; within the assembly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mrgam">mrigam</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> animal; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/m/manusam">m&#257;nusham</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> human being.</P><P CLASS=t>TRANSLATION</P><P>To prove that the statement of His servant Prahl&#257;da Mah&#257;r&#257;ja was substantial &#8212; in other words, to prove that the Supreme Lord is present everywhere, even within the pillar of an assembly hall &#8212; the Supreme Personality of Godhead, Hari, exhibited a wonderful form never before seen. The form was neither that of a man nor that of a lion. Thus the Lord appeared in His wonderful form in the assembly hall.</P><P CLASS=t>PURPORT</P><P>When Hiranyaka&#347;ipu asked Prahl&#257;da Mah&#257;r&#257;ja, "Where is your Lord? Is He present in this pillar?" Prahl&#257;da Mah&#257;r&#257;ja fearlessly replied, "Yes, my Lord is present everywhere." Therefore, to convince Hiranyaka&#347;ipu that the statement of Prahl&#257;da Mah&#257;r&#257;ja was unmistakably true, the Lord appeared from the pillar. The Lord appeared as half lion and half man so that Hiranyaka&#347;ipu could not understand whether the great giant was a lion or a human being. To substantiate Prahl&#257;da's statement, the Lord proved that His devotee, as declared in Bhagavad-g&#299;t&#257;, is never vanquished (kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati). Prahl&#257;da Mah&#257;r&#257;ja's demoniac father had repeatedly threatened to kill Prahl&#257;da, but Prahl&#257;da was confident that he could not be killed, since he was protected by the Supreme Lord. By appearing from the pillar, the Lord encouraged His devotee, saying in effect, "Don't worry. I am present here." By manifesting His form as Nrisimhadeva, the Lord also preserved the truth of Lord Brahm&#257;'s promise that Hiranyaka&#347;ipu was not to be killed by any animal or any man. The Lord appeared in a form that could not be said to be fully a man or a lion.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>