<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.18</P><P CLASS=c>sa sattvam enam parito vipa&#347;yan</P><P CLASS=c>stambhasya madhy&#257;d anunirjih&#257;nam</P><P CLASS=c>n&#257;yam mrigo n&#257;pi naro vicitram</P><P CLASS=c>aho kim etan nri-mrigendra-r&#363;pam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (Hiranyaka&#347;ipu, the King of the Daityas); <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; living being; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/paritah">paritah</A> &#8212; all around; <A CLASS=v HREF="http://vedabase.net/v/vipasyan">vipa&#347;yan</A> &#8212; looking; <A CLASS=v HREF="http://vedabase.net/s/stambhasya">stambhasya</A> &#8212; of the pillar; <A CLASS=v HREF="http://vedabase.net/m/madhyat">madhy&#257;t</A> &#8212; from the midst; <A CLASS=v HREF="http://vedabase.net/a/anunirjihanam">anunirjih&#257;nam</A> &#8212; having come out; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mrgah">mrigah</A> &#8212; animal; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; human being; <A CLASS=v HREF="http://vedabase.net/v/vicitram">vicitram</A> &#8212; very wonderful; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the form of both <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A> and the king of the beasts, the lion.</P><P CLASS=t>TRANSLATION</P><P>While Hiranyaka&#347;ipu looked all around to find the source of the sound, that wonderful form of the Lord, which could not be ascertained to be either a man or a lion, emerged from the pillar. In amazement, Hiranyaka&#347;ipu wondered, "What is this creature that is half man and half lion?"</P><P CLASS=t>PURPORT</P><P>A demon cannot calculate the unlimited potency of the Supreme Lord. As stated in the Vedas, par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca: the different potencies of the Lord are always working as an automatic exhibition of His knowledge. For a demon it is certainly wonderful that the form of a lion and the form of a man can be united, since a demon has no experience of the inconceivable power for which the Supreme Lord is called "all-powerful." Demons cannot understand the omnipotence of the Lord. They simply compare the Lord to one of them (avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam [<A CLASS=v HREF="../../../bg/9/11.htm">Bg. 9.11</A>]). M&#363;dhas, rascals, think that Krishna is an ordinary human being who appears for the benefit of other human beings. param bh&#257;vam aj&#257;nantah: fools, rascals and demons cannot realize the supreme potency of the Lord, but He can do anything and everything; indeed, He can do whatever He likes. When Hiranyaka&#347;ipu received benedictions from Lord Brahm&#257;, he thought that he was safe, since he received the benediction that he would not be killed either by an animal or by a human being. He never thought that an animal and human being would be combined so that demons like him would be puzzled by such a form. This is the meaning of the Supreme Personality of Godhead's omnipotence.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19-22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>