<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.2</P><P CLASS=c>ath&#257;c&#257;rya-sutas tesh&#257;m</P><P CLASS=c>buddhim ek&#257;nta-samsthit&#257;m</P><P CLASS=c>&#257;lakshya bh&#299;tas tvarito</P><P CLASS=c>r&#257;jña &#257;vedayad yath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/a/acarya">&#257;c&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; the son of &#346;ukr&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them (the sons of the demons); <A CLASS=v HREF="http://vedabase.net/b/buddhim">buddhim</A> &#8212; the intelligence; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/s/samsthitam">samsthit&#257;m</A> &#8212; fixed <A HREF="http://vedabase.net/i/in">in</A> one subject matter, devotional service; <A CLASS=v HREF="http://vedabase.net/a/alaksya">&#257;lakshya</A> &#8212; realizing or seeing practically; <A CLASS=v HREF="http://vedabase.net/b/bhitah">bh&#299;tah</A> &#8212; being afraid; <A CLASS=v HREF="http://vedabase.net/t/tvaritah">tvaritah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> soon <A HREF="http://vedabase.net/a/as">as</A> possible; <A CLASS=v HREF="http://vedabase.net/r/rajne">r&#257;jñe</A> &#8212; unto the King (Hiranyaka&#347;ipu); <A CLASS=v HREF="http://vedabase.net/a/avedayat">&#257;vedayat</A> &#8212; submitted; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; fittingly.</P><P CLASS=t>TRANSLATION</P><P>When Shanda and Amarka, the sons of &#346;ukr&#257;c&#257;rya, observed that all the students, the sons of the demons, were becoming advanced in Krishna consciousness because of the association of Prahl&#257;da Mah&#257;r&#257;ja, they were afraid. They approached the King of the demons and described the situation as it was.</P><P CLASS=t>PURPORT</P><P>The words buddhim ek&#257;nta-samsthit&#257;m indicate that as an effect of Prahl&#257;da Mah&#257;r&#257;ja's preaching, the students who listened to him became fixed in the conclusion that Krishna consciousness is the only object of human life. The fact is that anyone who associates with a pure devotee and follows his instructions becomes fixed in Krishna consciousness and is not disturbed by materialistic consciousness. The teachers particularly observed this in their students, and therefore they were afraid because the whole community of students was gradually becoming Krishna conscious.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3-4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>