<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.31</P><P CLASS=c>nakh&#257;&#324;kurotp&#257;tita-hrit-saroruham</P><P CLASS=c>visrijya tasy&#257;nucar&#257;n ud&#257;yudh&#257;n</P><P CLASS=c>ahan samast&#257;n nakha-&#347;astra-p&#257;nibhir</P><P CLASS=c>dordanda-y&#363;tho 'nupath&#257;n sahasra&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A>-<A CLASS=v HREF="http://vedabase.net/a/ankura">a&#324;kura</A> &#8212; by the pointed nails; <A CLASS=v HREF="http://vedabase.net/u/utpatita">utp&#257;tita</A> &#8212; torn out; <A CLASS=v HREF="http://vedabase.net/h/hrt">hrit</A>-<A CLASS=v HREF="http://vedabase.net/s/saroruham">saroruham</A> &#8212; whose heart, which was like <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/v/visrjya">visrijya</A> &#8212; leaving aside; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of him; <A CLASS=v HREF="http://vedabase.net/a/anucaran">anucar&#257;n</A> &#8212; the followers (soldiers and bodyguards); <A CLASS=v HREF="http://vedabase.net/u/udayudhan">ud&#257;yudh&#257;n</A> &#8212; having raised weapons; <A CLASS=v HREF="http://vedabase.net/a/ahan">ahan</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> killed; <A CLASS=v HREF="http://vedabase.net/s/samastan">samast&#257;n</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A>-<A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;astra</A>-<A CLASS=v HREF="http://vedabase.net/p/panibhih">p&#257;nibhih</A> &#8212; with His nails and other weapons <A HREF="http://vedabase.net/i/in">in</A> His hands; <A CLASS=v HREF="http://vedabase.net/d/dordanda">dordanda</A>-<A CLASS=v HREF="http://vedabase.net/y/yuthah">y&#363;thah</A> &#8212; having unlimited arms; <A CLASS=v HREF="http://vedabase.net/a/anupathan">anupath&#257;n</A> &#8212; the attendants of Hiranyaka&#347;ipu; <A CLASS=v HREF="http://vedabase.net/s/sahasrasah">sahasra&#347;ah</A> &#8212; by thousands.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, who had many, many arms, first uprooted Hiranyaka&#347;ipu's heart and then threw him aside and turned toward the demon's soldiers. These soldiers had come in thousands to fight with Him with raised weapons and were very faithful followers of Hiranyaka&#347;ipu, but Lord Nrisimhadeva killed all of them merely with the ends of His nails.</P><P CLASS=t>PURPORT</P><P>Since the creation of the material world, there have been two kinds of men &#8212; the devas and the asuras. The devas are always faithful to the Supreme Personality of Godhead, whereas the asuras are always atheists who defy the supremacy of the Lord. At the present moment, throughout the entire world, the atheists are extremely numerous. They are trying to prove that there is no God and that everything takes place due to combinations and permutations of material elements. Thus the material world is becoming more and more godless, and consequently everything is in a disturbed condition. If this continues, the Supreme Personality of Godhead will certainly take action, as He did in the case of Hiranyaka&#347;ipu. Within a second, Hiranyaka&#347;ipu and his followers were destroyed, and similarly if this godless civilization continues, it will be destroyed in a second, simply by the movement of one finger of the Supreme Personality of Godhead. The demons should therefore be careful and curtail their godless civilization. They should take advantage of the Krishna consciousness movement and become faithful to the Supreme Personality of Godhead; otherwise they are doomed. As Hiranyaka&#347;ipu was killed in a second, the godless civilization can be destroyed at any moment.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>