<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.41</P><P CLASS=c>&#347;r&#299;-rudra uv&#257;ca</P><P CLASS=c>kopa-k&#257;lo yug&#257;ntas te</P><P CLASS=c>hato 'yam asuro 'lpakah</P><P CLASS=c>tat-sutam p&#257;hy upasritam</P><P CLASS=c>bhaktam te bhakta-vatsala</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/rudrah">rudrah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> offered his prayer; <A CLASS=v HREF="http://vedabase.net/k/kopa">kopa</A>-<A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; the right time for Your anger (for the purpose of annihilating the universe); <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; the end of the millennium; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; by You; <A CLASS=v HREF="http://vedabase.net/h/hatah">hatah</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/asurah">asurah</A> &#8212; great demon; <A CLASS=v HREF="http://vedabase.net/a/alpakah">alpakah</A> &#8212; very insignificant; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; his son (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/p/pahi">p&#257;hi</A> &#8212; just protect; <A CLASS=v HREF="http://vedabase.net/u/upasrtam">upasritam</A> &#8212; who is surrendered and standing nearby; <A CLASS=v HREF="http://vedabase.net/b/bhaktam">bhaktam</A> &#8212; devotee; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsala">vatsala</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord, who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/s/so">so</A> affectionate <A HREF="http://vedabase.net/t/to">to</A> Your devotee.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;iva said: The end of the millennium is the time for Your anger. Now that this insignificant demon Hiranyaka&#347;ipu has been killed, O my Lord, who are naturally affectionate to Your devotee, kindly protect his son Prahl&#257;da Mah&#257;r&#257;ja, who is standing nearby as Your fully surrendered devotee.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is the creator of the material world. There are three processes in creation &#8212; namely creation, maintenance and finally annihilation. During the period of annihilation, at the end of each millennium, the Lord becomes angry, and the part of anger is played by Lord &#346;iva, who is therefore called Rudra. When the Lord appeared in great anger to kill Hiranyaka&#347;ipu, everyone was extremely afraid of the Lord's attitude, but Lord &#346;iva, knowing very well that the Lord's anger is also His l&#299;l&#257;, was not afraid. Lord &#346;iva knew that he would have to play the part of anger for the Lord. K&#257;la means Lord &#346;iva (Bhairava), and kopa refers to the Lord's anger. These words, combined together as kopa-k&#257;la, refer to the end of each millennium. Actually the Lord is always affectionate toward His devotees, even though He may appear very angry. Because He is avyay&#257;tm&#257; &#8212; because He never falls down &#8212; even when angry the Lord is affectionate toward His devotees. Therefore Lord &#346;iva reminded the Lord to act like an affectionate father toward Prahl&#257;da Mah&#257;r&#257;ja, who was standing by the Lord's side as an exalted, fully surrendered devotee.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>