<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.44</P><P CLASS=c>&#347;r&#299;-pitara &#363;cuh</P><P CLASS=c>&#347;r&#257;ddh&#257;ni no 'dhibubhuje prasabham tan&#363;jair</P><P CLASS=c>datt&#257;ni t&#299;rtha-samaye 'py apibat til&#257;mbu</P><P CLASS=c>tasyodar&#257;n nakha-vid&#299;rna-vap&#257;d ya &#257;rcchat</P><P CLASS=c>tasmai namo nriharaye 'khila-dharma-goptre</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/pitarah">pitarah</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the inhabitants of <A HREF="http://vedabase.net/p/pitrloka">Pitriloka</A> said; <A CLASS=v HREF="http://vedabase.net/s/sraddhani">&#347;r&#257;ddh&#257;ni</A> &#8212; the performances of the <A HREF="http://vedabase.net/s/sraddha">&#347;r&#257;ddha</A> ceremony (offering of food grains <A HREF="http://vedabase.net/t/to">to</A> dead forefathers by <A HREF="http://vedabase.net/a/a">a</A> particular process); <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/a/adhibubhuje">adhibubhuje</A> &#8212; enjoyed; <A CLASS=v HREF="http://vedabase.net/p/prasabham">prasabham</A> &#8212; by force; <A CLASS=v HREF="http://vedabase.net/t/tanujaih">tan&#363;jaih</A> &#8212; by our sons and grandsons; <A CLASS=v HREF="http://vedabase.net/d/dattani">datt&#257;ni</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/s/samaye">samaye</A> &#8212; at the time of bathing <A HREF="http://vedabase.net/i/in">in</A> the holy places; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/apibat">apibat</A> &#8212; drank; <A CLASS=v HREF="http://vedabase.net/t/tila">tila</A>-<A CLASS=v HREF="http://vedabase.net/a/ambu">ambu</A> &#8212; offerings of water with sesame seeds; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of the demon; <A CLASS=v HREF="http://vedabase.net/u/udarat">udar&#257;t</A> &#8212; from the abdomen; <A CLASS=v HREF="http://vedabase.net/n/nakha">nakha</A>-<A CLASS=v HREF="http://vedabase.net/v/vidirna">vid&#299;rna</A> &#8212; pierced by the nails of the hand; <A CLASS=v HREF="http://vedabase.net/v/vapat">vap&#257;t</A> &#8212; the skin of the intestines of which; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who (the Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/a/arcchat">&#257;rcchat</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/h/haraye">haraye</A> &#8212; who has appeared <A HREF="http://vedabase.net/a/as">as</A> half lion and half <A HREF="http://vedabase.net/m/man">man</A> (<A HREF="http://vedabase.net/n/nrhari">Nrihari</A>); <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; universal; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/g/goptre">goptre</A> &#8212; who maintains.</P><P CLASS=t>TRANSLATION</P><P>The inhabitants of Pitriloka prayed: Let us offer our respectful obeisances unto Lord Nrisimhadeva, the maintainer of the religious principles of the universe. He has killed Hiranyaka&#347;ipu, the demon who by force enjoyed all the offerings of the &#347;r&#257;ddha ceremonies performed by our sons and grandsons on the anniversaries of our death and who drank the water with sesame seeds offered in holy places of pilgrimage. By killing this demon, O Lord, You have taken back all this stolen property from his abdomen by piercing it with Your nails. We therefore wish to offer our respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>It is the duty of all householders to offer food grains to all their departed forefathers, but during the time of Hiranyaka&#347;ipu this process was stopped; no one would offer &#347;r&#257;ddha oblations of food grains to the forefathers with great respect. Thus when there is a demoniac rule, everything concerning the Vedic principles is turned upside down, all the religious ceremonies of yajña are stopped, the resources meant to be spent for yajña are taken away by the demoniac government, everything becomes chaotic, and consequently the entire world becomes hell itself. When the demons are killed by the presence of Nrisimhadeva, everyone feels comfortable, irrespective of the planet upon which he lives.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>