<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.47</P><P CLASS=c>&#347;r&#299;-n&#257;g&#257; &#363;cuh</P><P CLASS=c>yena p&#257;pena ratn&#257;ni</P><P CLASS=c>str&#299;-ratn&#257;ni hrit&#257;ni nah</P><P CLASS=c>tad-vakshah-p&#257;tanen&#257;s&#257;m</P><P CLASS=c>datt&#257;nanda namo 'stu te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/nagah">n&#257;g&#257;h</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the inhabitants of N&#257;galoka, who look like serpents, said; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which person; <A CLASS=v HREF="http://vedabase.net/p/papena">p&#257;pena</A> &#8212; the most sinful (Hiranyaka&#347;ipu); <A CLASS=v HREF="http://vedabase.net/r/ratnani">ratn&#257;ni</A> &#8212; the jewels on our heads; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/ratnani">ratn&#257;ni</A> &#8212; beautiful wives; <A CLASS=v HREF="http://vedabase.net/h/hrtani">hrit&#257;ni</A> &#8212; taken away; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/v/vaksah">vakshah</A>-<A CLASS=v HREF="http://vedabase.net/p/patanena">p&#257;tanena</A> &#8212; by the piercing of the chest; <A CLASS=v HREF="http://vedabase.net/a/asam">&#257;s&#257;m</A> &#8212; of all the women (who were kidnapped); <A CLASS=v HREF="http://vedabase.net/d/datta">datta</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, You <A HREF="http://vedabase.net/a/are">are</A> the source of the pleasure; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; our respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You.</P><P CLASS=t>TRANSLATION</P><P>The inhabitants of N&#257;galoka said: The most sinful Hiranyaka&#347;ipu took away all the jewels on our hoods and all our beautiful wives. Now, since his chest has been pierced by Your nails, You are the source of all pleasure to our wives. Thus we together offer our respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>No one is peaceful if his wealth and wife are forcibly taken away. All the inhabitants of N&#257;galoka, which is situated below the earthly planetary system, were in great anxiety because their wealth had been stolen and their wives kidnapped by Hiranyaka&#347;ipu. Now, Hiranyaka&#347;ipu having been killed, their wealth and wives were returned, and their wives felt satisfied. The inhabitants of various lokas, or planets, offered their respectful obeisances unto the Lord because they were relieved by the death of Hiranyaka&#347;ipu. Disturbances similar to those created by Hiranyaka&#347;ipu are now taking place all over the world because of demoniac governments. As stated in the Twelfth Canto of &#346;r&#299;mad-Bh&#257;gavatam, the men of the governments of Kali-yuga will be no better than rogues and plunderers. Thus the populace will be harassed on one side by scarcity of food and on another by heavy taxation by the government. In other words, the people in most parts of the world in this age are harassed by the ruling principles of Hiranyaka&#347;ipu.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>