<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.48</P><P CLASS=c>&#347;r&#299;-manava &#363;cuh</P><P CLASS=c>manavo vayam tava nide&#347;a-k&#257;rino</P><P CLASS=c>ditijena deva paribh&#363;ta-setavah</P><P CLASS=c>bhavat&#257; khalah sa upasamhritah prabho</P><P CLASS=c>karav&#257;ma te kim anu&#347;&#257;dhi ki&#324;kar&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/manavah">manavah</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; all the Manus offered their respectful obeisances by saying; <A CLASS=v HREF="http://vedabase.net/m/manavah">manavah</A> &#8212; the leaders of the universal affairs (especially <A HREF="http://vedabase.net/i/in">in</A> connection with giving knowledge <A HREF="http://vedabase.net/t/to">to</A> humanity about how <A HREF="http://vedabase.net/t/to">to</A> live lawfully under the protection of the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/n/nidesa">nide&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/karinah">k&#257;rinah</A> &#8212; the carriers of the orders; <A CLASS=v HREF="http://vedabase.net/d/diti">diti</A>-<A CLASS=v HREF="http://vedabase.net/j/jena">jena</A> &#8212; by Hiranyaka&#347;ipu, the son of <A HREF="http://vedabase.net/d/diti">Diti</A>; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/p/paribhuta">paribh&#363;ta</A> &#8212; disregarded; <A CLASS=v HREF="http://vedabase.net/s/setavah">setavah</A> &#8212; whose laws of morality concerning the <A HREF="http://vedabase.net/v/varnasrama">varn&#257;&#347;rama</A> system <A HREF="http://vedabase.net/i/in">in</A> human society; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by Your Lordship; <A CLASS=v HREF="http://vedabase.net/k/khalah">khalah</A> &#8212; the most envious rascal; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/u/upasamhrtah">upasamhritah</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/k/karavama">karav&#257;ma</A> &#8212; shall we <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/anusadhi">anu&#347;&#257;dhi</A> &#8212; please direct; <A CLASS=v HREF="http://vedabase.net/k/kinkaran">ki&#324;kar&#257;n</A> &#8212; Your eternal servants.</P><P CLASS=t>TRANSLATION</P><P>All the Manus offered their prayers as follows: As Your order carriers, O Lord, we, the Manus, are the law-givers for human society, but because of the temporary supremacy of this great demon, Hiranyaka&#347;ipu, our laws for maintaining varn&#257;&#347;rama-dharma were destroyed. O Lord, now that You have killed this great demon, we are in our normal condition. Kindly order us, Your eternal servants, what to do now.</P><P CLASS=t>PURPORT</P><P>In many places in Bhagavad-g&#299;t&#257;, the Supreme Lord, Krishna, refers to the varn&#257;&#347;rama-dharma of four varnas and four &#257;&#347;ramas. He teaches people about this varn&#257;&#347;rama-dharma so that all of human society can live peacefully by observing the principles for the four social divisions and four spiritual divisions (varna and &#257;&#347;rama) and thus make advancement in spiritual knowledge. The Manus compiled the Manu-samhit&#257;. The word samhit&#257; means Vedic knowledge, and manu indicates that this knowledge is given by Manu. The Manus are sometimes incarnations of the Supreme Lord and sometimes empowered living entities. Formerly, many long years ago, Lord Krishna instructed the sun-god. The Manus are generally sons of the sun-god. Therefore, while speaking to Arjuna about the importance of Bhagavad-g&#299;t&#257;, Krishna said, imam vivasvate yogam proktav&#257;n aham avyayam vivasv&#257;n manave pr&#257;ha: [<A CLASS=v HREF="../../../bg/4/1.htm">Bg. 4.1</A>] "This instruction was given to Vivasv&#257;n, the sun-god, who in turn instructed his son Manu." Manu gave the law known as Manu-samhit&#257;, which is full of directions based on varna and &#257;&#347;rama concerning how to live as a human being. These are very scientific ways of life, but under the rule of demons like Hiranyaka&#347;ipu, human society breaks all these systems of law and order and gradually becomes lower and lower. Thus there is no peace in the world. The conclusion is that if we want real peace and order in the human society, we must follow the principles laid down by the Manu-samhit&#257; and confirmed by the Supreme Personality of Godhead, Krishna.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>