<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.5</P><P CLASS=c>&#347;r&#299;-hiranyaka&#347;ipur uv&#257;ca</P><P CLASS=c>he durvin&#299;ta mand&#257;tman</P><P CLASS=c>kula-bheda-kar&#257;dhama</P><P CLASS=c>stabdham mac-ch&#257;sanodvrittam</P><P CLASS=c>neshye tv&#257;dya yama-kshayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/h/hiranyakasipuh">hiranyaka&#347;ipuh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the blessed Hiranyaka&#347;ipu said; <A CLASS=v HREF="http://vedabase.net/h/he">he</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/d/durvinita">durvin&#299;ta</A> &#8212; most impudent; <A CLASS=v HREF="http://vedabase.net/m/manda">manda</A>-<A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> stupid fool; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A>-<A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> bringing about <A HREF="http://vedabase.net/a/a">a</A> disruption <A HREF="http://vedabase.net/i/in">in</A> the family; <A CLASS=v HREF="http://vedabase.net/a/adhama">adhama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lowest of mankind; <A CLASS=v HREF="http://vedabase.net/s/stabdham">stabdham</A> &#8212; most obstinate; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/s/sasana">&#347;&#257;sana</A> &#8212; from my ruling; <A CLASS=v HREF="http://vedabase.net/u/udvrttam">udvrittam</A> &#8212; going astray; <A CLASS=v HREF="http://vedabase.net/n/nesye">neshye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall bring; <A CLASS=v HREF="http://vedabase.net/t/tva">tv&#257;</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/y/yama">yama</A>-<A CLASS=v HREF="http://vedabase.net/k/ksayam">kshayam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the place of Yamar&#257;ja, the superintendent of death.</P><P CLASS=t>TRANSLATION</P><P>Hiranyaka&#347;ipu said: O most impudent, most unintelligent disruptor of the family, O lowest of mankind, you have violated my power to rule you, and therefore you are an obstinate fool. Today I shall send you to the place of Yamar&#257;ja.</P><P CLASS=t>PURPORT</P><P>Hiranyaka&#347;ipu condemned his Vaishnava son Prahl&#257;da for being durvin&#299;ta &#8212; ungentle, uncivilized, or impudent. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, however, has derived a meaning from this word durvin&#299;ta by the mercy of the goddess of learning, Sarasvat&#299;. He says that duh refers to this material world. This is confirmed by Lord Krishna in His instruction in Bhagavad-g&#299;t&#257; that this material world is duhkh&#257;layam, full of material conditions. Vi means vi&#347;esha, "specifically," and n&#299;ta means "brought in." By the mercy of the Supreme Lord, Prahl&#257;da Mah&#257;r&#257;ja was especially brought to this material world to teach people how to get out of the material condition. Lord Krishna says, yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata [<A CLASS=v HREF="../../../bg/4/7.htm">Bg. 4.7</A>]. When the entire population, or part of it, becomes forgetful of its own duty, Krishna comes. When Krishna is not present the devotee is present, but the mission is the same: to free the poor conditioned souls from the clutches of the m&#257;y&#257; that chastises them.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura further explains that the word mand&#257;tman means manda &#8212; very bad or very slow in spiritual realization. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/1/10.htm">1.1.10</A>), mand&#257;h sumanda-matayo manda-bh&#257;gy&#257;. Prahl&#257;da Mah&#257;r&#257;ja is the guide of all the mandas, or bad living entities who are under the influence of m&#257;y&#257;. He is the benefactor even of the slow and bad living entities in this material world. Kula-bheda-kar&#257;dhama: by his actions, Prahl&#257;da Mah&#257;r&#257;ja made great personalities who established big, big families seem insignificant. Everyone is interested in his own family and in making his dynasty famous, but Prahl&#257;da Mah&#257;r&#257;ja was so liberal that he made no distinction between one living entity and another. Therefore he was greater than the great praj&#257;patis who established their dynasties. The word stabdham means obstinate. A devotee does not care for the instructions of the asuras. When they give instructions, he remains silent. A devotee cares about the instructions of Krishna, not those of demons or nondevotees. He does not give any respect to a demon, even though the demon be his father. Mac-ch&#257;sanodvrittam: Prahl&#257;da Mah&#257;r&#257;ja was disobedient to the orders of his demoniac father. Yama-kshayam: every conditioned soul is under the control of Yamar&#257;ja, but Hiranyaka&#347;ipu said that he considered Prahl&#257;da Mah&#257;r&#257;ja his deliverer, for Prahl&#257;da would stop Hiranyaka&#347;ipu's repetition of birth and death. Because Prahl&#257;da Mah&#257;r&#257;ja, being a great devotee, was better than any yog&#299;, Hiranyaka&#347;ipu was to be brought among the society of bhakti-yog&#299;s. Thus &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has explained these words in a very interesting way as they can be interpreted from the side of Sarasvat&#299;, the mother of learning.</P><P CLASS=l><A CLASS=i HREF="3-4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>