<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.6</P><P CLASS=c>kruddhasya yasya kampante</P><P CLASS=c>trayo lok&#257;h sahe&#347;var&#257;h</P><P CLASS=c>tasya me 'bh&#299;tavan m&#363;dha</P><P CLASS=c>&#347;&#257;sanam kim balo 'tyag&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kruddhasya">kruddhasya</A> &#8212; when angered; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> who; <A CLASS=v HREF="http://vedabase.net/k/kampante">kampante</A> &#8212; tremble; <A CLASS=v HREF="http://vedabase.net/t/trayah">trayah</A> <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; the three worlds; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;var&#257;h</A> &#8212; with their leaders; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A> (Hiranyaka&#347;ipu); <A CLASS=v HREF="http://vedabase.net/a/abhita">abh&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; without fear; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;dha</A> &#8212; rascal; <A CLASS=v HREF="http://vedabase.net/s/sasanam">&#347;&#257;sanam</A> &#8212; ruling order; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/b/balah">balah</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/a/atyagah">atyag&#257;h</A> &#8212; have overstepped.</P><P CLASS=t>TRANSLATION</P><P>My son Prahl&#257;da, you rascal, you know that when I am angry all the planets of the three worlds tremble, along with their chief rulers. By whose power has a rascal like you become so impudent that you appear fearless and overstep my power to rule you?</P><P CLASS=t>PURPORT</P><P>The relationship between a pure devotee and the Supreme Personality of Godhead is extremely relishable. A devotee never claims to be very powerful himself; instead, he fully surrenders to the lotus feet of Krishna, being confident that in all dangerous conditions Krishna will protect His devotee. Krishna Himself says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/31.htm">9.31</A>), kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "O son of Kunt&#299;, declare boldly that My devotee never perishes." The Lord requested Arjuna to declare this instead of declaring it Himself because sometimes Krishna changes His view and therefore people might not believe Him. Thus Krishna asked Arjuna to declare that a devotee of the Lord is never vanquished.</P><P>Hiranyaka&#347;ipu was perplexed about how his five-year-old boy could be so fearless that he did not care for the order of his very great and powerful father. A devotee cannot execute the order of anyone except the Supreme Personality of Godhead. This is the position of a devotee. Hiranyaka&#347;ipu could understand that this boy must have been very powerful, since the boy did not heed his orders. Hiranyaka&#347;ipu asked his son, kim balah: "How have you overcome my order? By whose strength have you done this?"</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>