<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8.7</P><P CLASS=c>&#347;r&#299;-prahr&#257;da uv&#257;ca</P><P CLASS=c>na kevalam me bhavata&#347; ca r&#257;jan</P><P CLASS=c>sa vai balam balin&#257;m c&#257;paresh&#257;m</P><P CLASS=c>pare 'vare 'm&#299; sthira-ja&#324;gam&#257; ye</P><P CLASS=c>brahm&#257;dayo yena va&#347;am pran&#299;t&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/prahradah">prahr&#257;dah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> replied; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kevalam">kevalam</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; of <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of yourself; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great King; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/balam">balam</A> &#8212; strength; <A CLASS=v HREF="http://vedabase.net/b/balinam">balin&#257;m</A> &#8212; of the strong; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/aparesam">aparesh&#257;m</A> &#8212; of others; <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; exalted; <A CLASS=v HREF="http://vedabase.net/a/avare">avare</A> &#8212; subordinate; <A CLASS=v HREF="http://vedabase.net/a/ami">am&#299;</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/s/sthira">sthira</A>-<A CLASS=v HREF="http://vedabase.net/j/jangamah">ja&#324;gam&#257;h</A> &#8212; moving or nonmoving living entities; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; beginning from Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/v/vasam">va&#347;am</A> &#8212; under control; <A CLASS=v HREF="http://vedabase.net/p/pranitah">pran&#299;t&#257;h</A> &#8212; brought.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja said: My dear King, the source of my strength, of which you are asking, is also the source of yours. Indeed, the original source of all kinds of strength is one. He is not only your strength or mine, but the only strength for everyone. Without Him, no one can get any strength. Whether moving or not moving, superior or inferior, everyone, including Lord Brahm&#257;, is controlled by the strength of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Lord Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/41.htm">10.41</A>):</P><P>yad yad vibh&#363;timat sattvam</P><P CLASS=n>&#347;r&#299;mad &#363;rjitam eva v&#257;</P><P CLASS=n>tat tad ev&#257;vagaccha tvam</P><P CLASS=n>mama tejo-'m&#347;a-sambhavam</P><P>"Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor." This is confirmed by Prahl&#257;da Mah&#257;r&#257;ja. If one sees extraordinary strength or power anywhere, it is derived from the Supreme Personality of Godhead. To give an example, there are different grades of fire, but all of them derive heat and light from the sun. Similarly, all living entities, big or small, are dependent on the mercy of the Supreme Personality of Godhead. One's only duty is to surrender, for one is a servant and cannot independently attain the position of master. One can attain the position of master only by the mercy of the master, not independently. Unless one understands this philosophy, he is still a m&#363;dha; in other words, he is not very intelligent. The m&#363;dhas, the asses who do not have this intelligence, cannot surrender unto the Supreme Personality of Godhead.</P><P>Understanding the subordinate position of the living entity takes millions of births, but when one is actually wise he surrenders unto the Supreme Personality of Godhead. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>):</P><P>bah&#363;n&#257;m janman&#257;m ante</P><P CLASS=n>jñ&#257;nav&#257;n m&#257;m prapadyate</P><P CLASS=n>v&#257;sudevah sarvam iti</P><P CLASS=n>sa mah&#257;tm&#257; sudurlabhah</P><P>"After many births and deaths, he who is actually in knowledge surrenders unto Me, knowing Me to be the cause of all causes and all that is. Such a great soul is very rare." Prahl&#257;da Mah&#257;r&#257;ja was a great soul, a mah&#257;tm&#257;, and therefore he completely surrendered unto the lotus feet of the Lord. He was confident that Krishna would give him protection under all circumstances.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>