<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 8"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">Lord Nrisimhadeva Slays the King of the Demons</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.8 Summary</P><P>As described in this chapter, Hiranyaka&#347;ipu was ready to kill his own son Prahl&#257;da Mah&#257;r&#257;ja, but the Supreme Personality of Godhead appeared in front of the demon as &#346;r&#299; Nrike&#347;ar&#299;, half lion and half man, and killed him.</P><P>Following the instructions of Prahl&#257;da Mah&#257;r&#257;ja, all the sons of the demons became attached to Lord Vishnu, the Supreme Personality of Godhead. When this attachment became pronounced, their teachers, Shanda and Amarka, were very much afraid that the boys would become more and more devoted to the Lord. In a helpless condition, they approached Hiranyaka&#347;ipu and described in detail the effect of Prahl&#257;da's preaching. After hearing of this, Hiranyaka&#347;ipu decided to kill his son Prahl&#257;da. Hiranyaka&#347;ipu was so angry that Prahl&#257;da Mah&#257;r&#257;ja fell down at his feet and said many things just to pacify him, but he was unsuccessful in satisfying his demoniac father. Hiranyaka&#347;ipu, as a typical demon, began to advertise himself as being greater than the Supreme Personality of Godhead, but Prahl&#257;da Mah&#257;r&#257;ja challenged him, saying that Hiranyaka&#347;ipu was not God, and began to glorify the Supreme Personality of Godhead, declaring that the Lord is all-pervading, that everything is under Him, and that no one is equal to or greater than Him. Thus he requested his father to be submissive to the omnipotent Supreme Lord.</P><P>The more Prahl&#257;da Mah&#257;r&#257;ja glorified the Supreme Personality of Godhead, the more angry and agitated the demon became. Hiranyaka&#347;ipu asked his Vaishnava son whether his God existed within the columns of the palace, and Prahl&#257;da Mah&#257;r&#257;ja immediately accepted that since the Lord is present everywhere, He was also present within the columns. When Hiranyaka&#347;ipu heard this philosophy from his young son, he derided the boy's statement as just the talk of a child and forcefully struck the pillar with his fist.</P><P>As soon as Hiranyaka&#347;ipu struck the column, there issued forth a tumultuous sound. At first Hiranyaka&#347;ipu, the King of the demons, could not see anything but the pillar, but to substantiate Prahl&#257;da's statements, the Lord came out of the pillar in His wonderful incarnation as Narasimha, half lion and half man. Hiranyaka&#347;ipu could immediately understand that the extraordinarily wonderful form of the Lord was surely meant for his death, and thus he prepared to fight with the form of half lion and half man. The Lord performed His pastimes by fighting with the demon for some time, and in the evening, on the border between day and night, the Lord captured the demon, threw him on His lap, and killed him by piercing his abdomen with His nails. The Lord not only killed Hiranyaka&#347;ipu, the King of the demons, but also killed many of his followers. When there was no one else to fight, the Lord, roaring with anger, sat down on Hiranyaka&#347;ipu's throne.</P><P>The entire universe was thus relieved of the rule of Hiranyaka&#347;ipu, and everyone was jubilant in transcendental bliss. Then all the demigods, headed by Lord Brahm&#257;, approached the Lord. These included the great saintly persons, the Pit&#257;s, the Siddhas, the Vidy&#257;dharas, the N&#257;gas, the Manus, the praj&#257;patis, the Gandharvas, the C&#257;ranas, the Yakshas, the Kimpurushas, the Vait&#257;likas, the Kinnaras and also many other varieties of beings in human form. All of them stood not far from the Supreme Personality of Godhead and began offering their prayers unto the Lord, whose spiritual effulgence was brilliant as He sat on the throne.</P><P CLASS=l><A CLASS=i HREF="../7/55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>