<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.10</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>&#257;tm&#257;r&#257;m&#257;&#347; ca munayo</P><P CLASS=c>nirgranth&#257; apy urukrame</P><P CLASS=c>kurvanty ahaituk&#299;m bhaktim</P><P CLASS=c>ittham-bh&#363;ta-guno harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/a/atmaramah">&#257;tm&#257;r&#257;m&#257;h</A> &#8212; those who take pleasure <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> (generally, spirit self); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; sages; <A CLASS=v HREF="http://vedabase.net/n/nirgranthah">nirgranth&#257;h</A> &#8212; freed from all bondage; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/u/urukrame">urukrame</A> &#8212; unto the great adventurer; <A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/ahaitukim">ahaituk&#299;m</A> &#8212; unalloyed; <A CLASS=v HREF="http://vedabase.net/b/bhaktim">bhaktim</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/i/ittham">ittham</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; such wonderful; <A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; of the Lord.</P><P CLASS=t>TRANSLATION</P><P>All different varieties of &#257;tm&#257;r&#257;mas [those who take pleasure in &#257;tm&#257;, or spirit self], especially those established on the path of self-realization, though freed from all kinds of material bondage, desire to render unalloyed devotional service unto the Personality of Godhead. This means that the Lord possesses transcendental qualities and therefore can attract everyone, including liberated souls.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu explained this &#257;tm&#257;r&#257;ma &#347;loka very vividly before His chief devotee &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;. He points out eleven factors in the &#347;loka, namely (1) &#257;tm&#257;r&#257;ma, (2) munayah, (3) nirgrantha, (4) api, (5) ca, (6) urukrama, (7) kurvanti, (8) ahaituk&#299;m, (9) bhaktim, (10) ittham-bh&#363;ta-gunah and (11) harih. According to the Vi&#347;va-prak&#257;&#347;a Sanskrit dictionary, there are seven synonyms for the word &#257;tm&#257;r&#257;ma, which are as follows: (1) Brahman (the Absolute Truth), (2) body, (3) mind, (4) endeavor, (5) endurance, (6) intelligence and (7) personal habits.</P><P>The word munayah refers to (1) those who are thoughtful, (2) those who are grave and silent, (3) ascetics, (4) the persistent, (5) mendicants, (6) sages and (7) saints.</P><P>The word nirgrantha conveys these ideas: (1) one who is liberated from nescience, (2) one who has no connection with scriptural injunction, i.e., who is freed from the obligation of the rules and regulations mentioned in the revealed scriptures like ethics, Vedas, philosophy, psychology and metaphysics (in other words the fools, illiterate, urchins, etc., who have no connection with regulative principles), (3) a capitalist, and also (4) one who is penniless.</P><P>According to the &#346;abda-ko&#347;a dictionary, the affix ni is used in the sense of (1) certainty, (2) counting, (3) building, and (4) forbiddance, and the word grantha is used in the sense of wealth, thesis, vocabulary, etc.</P><P>The word urukrama means "the one whose activities are glorious." Krama means "step." This word urukrama specifically indicates the Lord's incarnation as V&#257;mana, who covered the whole universe by immeasurable steps. Lord Vishnu is powerful, and His activities are so glorious that He has created the spiritual world by His internal potency and the material world by His external potency. By His all-pervading features He is everywhere present as the Supreme Truth, and in His personal feature He is always present in His transcendental abode of Goloka Vrind&#257;vana, where He displays His transcendental pastimes in all variegatedness. His activities cannot be compared to anyone else's, and therefore the word urukrama is just applicable to Him only.</P><P>According to Sanskrit verbal arrangement, kurvanti refers to doing things for someone else. Therefore, it means that the &#257;tm&#257;r&#257;mas render devotional service unto the Lord not for personal interest but for the pleasure of the Lord, Urukrama.</P><P>Hetu means "causal." There are many causes for one's sense satisfaction, and they can be chiefly classified as material enjoyment, mystic powers and liberation, which are generally desired by progressive persons. As far as material enjoyments are concerned, they are innumerable, and the materialists are eager to increase them more and more because they are under the illusory energy. There is no end to the list of material enjoyments, nor can anyone in the material universe have all of them. As far as the mystic powers are concerned, they are eight in all (such as to become the minutest in form, to become weightless, to have anything one desires, to lord it over the material nature, to control other living beings, to throw earthly globes in outer space, etc.). These mystic powers are mentioned in the Bh&#257;gavatam. The forms of liberation are five in number.</P><P>Therefore, unalloyed devotion means service to the Lord without desire for the above-mentioned personal benefits. And the powerful Personality of Godhead &#346;r&#299; Krishna can be fully satisfied by such unalloyed devotees free from all sorts of desires for personal benefit.</P><P>Unalloyed devotional service of the Lord progresses in different stages. Practice of devotional service in the material field is of eighty-one different qualities, and above such activities is the transcendental practice of devotional service, which is one and is called s&#257;dhana-bhakti. When unalloyed practice of s&#257;dhana-bhakti is matured into transcendental love for the Lord, the transcendental loving service of the Lord begins gradually developing into nine progressive stages of loving service under the headings of attachment, love, affection, feelings, affinity, adherence, following, ecstasy, and intense feelings of separation.</P><P>The attachment of an inactive devotee develops up to the stage of transcendental love of God. Attachment of an active servitor develops up to the stage of adherence, and that for a friendly devotee develops up to the stage of following, and the same is also the case for the paternal devotees. Devotees in conjugal love develop ecstasy up to the stage of intense feelings of separation. These are some of the features of unalloyed devotional service of the Lord.</P><P>According to Hari-bhakti-sudhodaya, the import of the word ittham-bh&#363;ta is "complete bliss." Transcendental bliss in the realization of impersonal Brahman becomes comparable to the scanty water contained in the pit made by a cow's hoof. It is nothing compared with the ocean of bliss of the vision of the Personality of Godhead. The personal form of Lord &#346;r&#299; Krishna is so attractive that it comprehends all attraction, all bliss and all tastes (rasas). These attractions are so strong that no one wants to exchange them for material enjoyment, mystic powers and liberation. There is no need of logical arguments in support of this statement, but out of one's own nature one becomes attracted by the qualities of Lord &#346;r&#299; Krishna. We must know for certain that the qualities of the Lord have nothing to do with mundane qualities. All of them are full of bliss, knowledge and eternity. There are innumerable qualities of the Lord, and one is attracted by one quality while another is attracted by another.</P><P>Great sages, such as the four bachelor-devotees Sanaka, San&#257;tana, Sananda and Sanat-kum&#257;ra, were attracted by the fragrance of flowers and tulas&#299; leaves anointed with the pulp of sandalwood offered at the lotus feet of the Lord. Similarly, &#346;ukadeva Gosv&#257;m&#299; was attracted by the transcendental pastimes of the Lord. &#346;ukadeva Gosv&#257;m&#299; was already situated in the liberated stage, yet he was attracted by the pastimes of the Lord. This proves that the quality of His pastimes has nothing to do with material affinity. Similarly, the young cowherd damsels were attracted by the bodily features of the Lord, and Rukmin&#299; was attracted by hearing about the glories of the Lord. Lord Krishna attracts even the mind of the goddess of fortune. He attracts, in special cases, the minds of all young girls. He attracts the minds of the elderly ladies by paternal affection. He attracts the mind of the male in the humors of servitude and friendship.</P><P>The word hari conveys various meanings, but the chief import of the word is that He (the Lord) vanquishes everything inauspicious and takes away the mind of the devotee by awarding pure transcendental love. By remembering the Lord in acute distress one can be free from all varieties of miseries and anxieties. Gradually the Lord vanquishes all obstacles on the path of devotional service of a pure devotee, and the result of nine devotional activities, such as hearing and chanting, becomes manifested.</P><P>By His personal features and transcendental attributes, the Lord attracts all psychological activities of a pure devotee. Such is the attractive power of Lord Krishna. The attraction is so powerful that a pure devotee never hankers for any one of the four principles of religion. These are the attractive features of the transcendental attributes of the Lord. And adding to this the words api and ca, one can increase the imports unlimitedly. According to Sanskrit grammar there are seven synonyms for the word api.</P><P>So by interpreting each and every word of this &#347;loka, one can see unlimited numbers of transcendental qualities of Lord Krishna that attract the mind of a pure devotee.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>