<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.11</P><P CLASS=c>harer gun&#257;kshipta-matir</P><P CLASS=c>bhagav&#257;n b&#257;dar&#257;yanih</P><P CLASS=c>adhyag&#257;n mahad &#257;khy&#257;nam</P><P CLASS=c>nityam vishnu-jana-priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of <A HREF="http://vedabase.net/h/hari">Hari</A>, the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; transcendental attribute; <A CLASS=v HREF="http://vedabase.net/a/aksipta">&#257;kshipta</A> &#8212; being absorbed <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; powerful; <A CLASS=v HREF="http://vedabase.net/b/badarayanih">b&#257;dar&#257;yanih</A> &#8212; the son of Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/a/adhyagat">adhyag&#257;t</A> &#8212; underwent studies; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/a/akhyanam">&#257;khy&#257;nam</A> &#8212; narration; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; regularly; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; beloved.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, son of &#346;r&#299;la Vy&#257;sadeva, was not only transcendentally powerful. He was also very dear to the devotees of the Lord. Thus he underwent the study of this great narration [&#346;r&#299;mad-Bh&#257;gavatam].</P><P CLASS=t>PURPORT</P><P>According to Brahma-vaivarta Pur&#257;na, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; was a liberated soul even within the womb of his mother. &#346;r&#299;la Vy&#257;sadeva knew that the child, after his birth, would not stay at home. Therefore he (Vy&#257;sadeva) impressed upon him the synopsis of the Bh&#257;gavatam so that the child could be made attached to the transcendental activities of the Lord. After his birth, the child was still more educated in the subject of the Bh&#257;gavatam by recitation of the actual poems.</P><P>The idea is that generally the liberated souls are attached to the feature of impersonal Brahman with a monistic view of becoming one with the supreme whole. But by the association of pure devotees like Vy&#257;sadeva, even the liberated soul becomes attracted to the transcendental qualities of the Lord. By the mercy of &#346;r&#299; N&#257;rada, &#346;r&#299;la Vy&#257;sadeva was able to narrate the great epic of &#346;r&#299;mad-Bh&#257;gavatam, and by the mercy of Vy&#257;sadeva, &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; was able to grasp the import. The transcendental qualities of the Lord are so attractive that &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; became detached from being completely absorbed in impersonal Brahman and positively took up the personal activity of the Lord.</P><P>Practically he was thrown from the impersonal conception of the Absolute, thinking within himself that he had simply wasted so much time in devoting himself to the impersonal feature of the Supreme, or in other words, he realized more transcendental bliss with the personal feature than the impersonal. And from that time, not only did he himself become very dear to the vishnu-janas, or the devotees of the Lord, but also the vishnu-janas became very dear to him. The devotees of the Lord, who do not wish to kill the individuality of the living entities and who desire to become personal servitors of the Lord, do not very much like the impersonalists, and similarly the impersonalists, who desire to become one with the Supreme, are unable to evaluate the devotees of the Lord. Thus from time immemorial these two transcendental pilgrims have sometimes been competitors. In other words, each of them likes to keep separate from the other because of the ultimate personal and impersonal realizations. Therefore it appears that &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; also had no liking for the devotees. But since he himself became a saturated devotee, he desired always the transcendental association of the vishnu-janas, and the vishnu-janas also liked his association, since he became a personal Bh&#257;gavata. Thus both the son and the father were completely cognizant of transcendental knowledge in Brahman, and afterwards both of them became absorbed in the personal features of the Supreme Lord. The question as to how &#346;ukadeva Gosv&#257;m&#299; was attracted by the narration of the Bh&#257;gavatam is thus completely answered by this &#347;loka.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>