<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.27</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>vetthedam drona-putrasya</P><P CLASS=c>br&#257;hmam astram pradar&#347;itam</P><P CLASS=c>naiv&#257;sau veda samh&#257;ram</P><P CLASS=c>pr&#257;na-b&#257;dha upasthite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/v/vettha">vettha</A> &#8212; just know from <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/drona">drona</A>-<A CLASS=v HREF="http://vedabase.net/p/putrasya">putrasya</A> &#8212; of the son of <A HREF="http://vedabase.net/d/drona">Drona</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmam">br&#257;hmam</A> <A CLASS=v HREF="http://vedabase.net/a/astram">astram</A> &#8212; hymns of the <A HREF="http://vedabase.net/b/brahma">br&#257;hma</A> (nuclear) weapon; <A CLASS=v HREF="http://vedabase.net/p/pradarsitam">pradar&#347;itam</A> &#8212; exhibited; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/s/samharam">samh&#257;ram</A> &#8212; retraction; <A CLASS=v HREF="http://vedabase.net/p/prana">pr&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/b/badhe">b&#257;dhe</A> &#8212; extinction of life; <A CLASS=v HREF="http://vedabase.net/u/upasthite">upasthite</A> &#8212; being imminent.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: Know from Me that this is the act of the son of Drona. He has thrown the hymns of nuclear energy [brahm&#257;stra], and he does not know how to retract the glare. He has helplessly done this, being afraid of imminent death.</P><P CLASS=t>PURPORT</P><P>The brahm&#257;stra is similar to the modern nuclear weapon manipulated by atomic energy. The atomic energy works wholly on total combustibility, and so the brahm&#257;stra also acts. It creates an intolerable heat similar to atomic radiation, but the difference is that the atomic bomb is a gross type of nuclear weapon, whereas the brahm&#257;stra is a subtle type of weapon produced by chanting hymns. It is a different science, and in the days gone by such science was cultivated in the land of Bh&#257;rata-varsha. The subtle science of chanting hymns is also material, but it has yet to be known by the modern material scientists. Subtle material science is not spiritual, but it has a direct relationship with the spiritual method, which is still subtler. A chanter of hymns knew how to apply the weapon as well as how to retract it. That was perfect knowledge. But the son of Dron&#257;c&#257;rya, who made use of this subtle science, did not know how to retract. He applied it, being afraid of his imminent death, and thus the practice was not only improper but also irreligious. As the son of a br&#257;hmana, he should not have made so many mistakes, and for such gross negligence of duty he was to be punished by the Lord Himself.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>