<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.35</P><P CLASS=c>mainam p&#257;rth&#257;rhasi tr&#257;tum</P><P CLASS=c>brahma-bandhum imam jahi</P><P CLASS=c>yo 's&#257;v an&#257;gasah supt&#257;n</P><P CLASS=c>avadh&#299;n ni&#347;i b&#257;lak&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; never unto him; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; ought <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/t/tratum">tr&#257;tum</A> &#8212; give release; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhum">bandhum</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> relative of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; kill; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (who has); <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/a/anagasah">an&#257;gasah</A> &#8212; faultless; <A CLASS=v HREF="http://vedabase.net/s/suptan">supt&#257;n</A> &#8212; while sleeping; <A CLASS=v HREF="http://vedabase.net/a/avadhit">avadh&#299;t</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/n/nisi">ni&#347;i</A> &#8212; at night; <A CLASS=v HREF="http://vedabase.net/b/balakan">b&#257;lak&#257;n</A> &#8212; the boys.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Krishna said: O Arjuna, you should not show mercy by releasing this relative of a br&#257;hmana [brahma-bandhu], for he has killed innocent boys in their sleep.</P><P CLASS=t>PURPORT</P><P>The word brahma-bandhu is significant. A person who happens to take birth in the family of a br&#257;hmana but is not qualified to be called a br&#257;hmana is addressed as the relative of a br&#257;hmana, and not as a br&#257;hmana. The son of a high court judge is not virtually a high court judge, but there is no harm in addressing a high court judge's son as a relative of the Honorable Justice. Therefore, as by birth only one does not become a high court judge, so also one does not become a br&#257;hmana simply by birthright but by acquiring the necessary qualifications of a br&#257;hmana. As the high court judgeship is a post for the qualified man, so also the post of a br&#257;hmana is attainable by qualification only. The &#347;&#257;stra enjoins that even if good qualifications are seen in a person born in a family other than that of a br&#257;hmana, the qualified man has to be accepted as a br&#257;hmana, and similarly if a person born in the family of a br&#257;hmana is void of brahminical qualification, then he must be treated as a non-br&#257;hmana or, in better terms, a relative of a br&#257;hmana. Lord &#346;r&#299; Krishna, the supreme authority of all religious principles, the Vedas, has personally pointed out these differences, and He is about to explain the reason for this in the following &#347;lokas.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>