<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.39</P><P CLASS=c>tad asau vadhyat&#257;m p&#257;pa</P><P CLASS=c>&#257;tat&#257;yy &#257;tma-bandhu-h&#257;</P><P CLASS=c>bhartu&#347; ca vipriyam v&#299;ra</P><P CLASS=c>kritav&#257;n kula-p&#257;msanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; this <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/v/vadhyatam">vadhyat&#257;m</A> &#8212; will be killed; <A CLASS=v HREF="http://vedabase.net/p/papah">p&#257;pah</A> &#8212; the sinner; <A CLASS=v HREF="http://vedabase.net/a/atatayi">&#257;tat&#257;y&#299;</A> &#8212; assaulter; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; own; <A CLASS=v HREF="http://vedabase.net/b/bandhu">bandhu</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; killer of sons; <A CLASS=v HREF="http://vedabase.net/b/bhartuh">bhartuh</A> &#8212; of the master; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vipriyam">vipriyam</A> &#8212; having not satisfied; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> warrior; <A CLASS=v HREF="http://vedabase.net/k/krtavan">kritav&#257;n</A> &#8212; one who has done <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/p/pamsanah">p&#257;msanah</A> &#8212; the burnt remnants of the family.</P><P CLASS=t>TRANSLATION</P><P>This man is an assassin and murderer of your own family members. Not only that, but he has also dissatisfied his master. He is but the burnt remnants of his family. Kill him immediately.</P><P CLASS=t>PURPORT</P><P>The son of Dron&#257;c&#257;rya is condemned here as the burnt remnants of his family. The good name of Dron&#257;c&#257;rya was very much respected. Although he joined the enemy camp, the P&#257;ndavas held him always in respect, and Arjuna saluted him before beginning the fight. There was nothing wrong in that way. But the son of Dron&#257;c&#257;rya degraded himself by committing acts which are never done by the dvijas, or the twice-born higher castes. A&#347;vatth&#257;m&#257;, the son of Dron&#257;c&#257;rya, committed murder by killing the five sleeping sons of Draupad&#299;, by which he dissatisfied his master Duryodhana, who never approved of the heinous act of killing the five sleeping sons of the P&#257;ndavas. This means that A&#347;vatth&#257;m&#257; became an assaulter of Arjuna's own family members, and thus he was liable to be punished by him. In the &#347;&#257;stras, he who attacks without notice or kills from behind or sets fire to another's house or kidnaps one's wife is condemned to death. Krishna reminded Arjuna of these facts so that he might take notice of them and do the needful.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>