<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.4</P><P CLASS=c>bhakti-yogena manasi</P><P CLASS=c>samyak pranihite 'male</P><P CLASS=c>apa&#347;yat purusham p&#363;rnam</P><P CLASS=c>m&#257;y&#257;m ca tad-ap&#257;&#347;rayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by the process of linking up; <A CLASS=v HREF="http://vedabase.net/m/manasi">manasi</A> &#8212; upon the mind; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; perfectly; <A CLASS=v HREF="http://vedabase.net/p/pranihite">pranihite</A> &#8212; engaged <A HREF="http://vedabase.net/i/in">in</A> and fixed upon; <A CLASS=v HREF="http://vedabase.net/a/amale">amale</A> &#8212; without any matter; <A CLASS=v HREF="http://vedabase.net/a/apasyat">apa&#347;yat</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/purnam">p&#363;rnam</A> &#8212; absolute; <A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; energy; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/a/apasrayam">ap&#257;&#347;rayam</A> &#8212; under full control.</P><P CLASS=t>TRANSLATION</P><P>Thus he fixed his mind, perfectly engaging it by linking it in devotional service [bhakti-yoga] without any tinge of materialism, and thus he saw the Absolute Personality of Godhead along with His external energy, which was under full control.</P><P CLASS=t>PURPORT</P><P>Perfect vision of the Absolute Truth is possible only by the linking process of devotional service. This is also confirmed in the Bhagavad-g&#299;t&#257;. One can perfectly realize the Absolute Truth Personality of Godhead only by the process of devotional service, and one can enter into the kingdom of God by such perfect knowledge. Imperfect realization of the Absolute by the partial approach of the impersonal Brahman or localized Param&#257;tm&#257; does not permit anyone to enter into the kingdom of God. &#346;r&#299; N&#257;rada advised &#346;r&#299;la Vy&#257;sadeva to become absorbed in transcendental meditation on the Personality of Godhead and His activities. &#346;r&#299;la Vy&#257;sadeva did not take notice of the effulgence of Brahman because that is not absolute vision. The absolute vision is the Personality of Godhead, as it is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/19.htm">7.19</A>): v&#257;sudevah sarvam iti. In the Upanishads also it is confirmed that V&#257;sudeva, the Personality of Godhead, is covered by the golden glowing hiranmayena p&#257;trena veil of impersonal Brahman, and when that curtain is removed by the mercy of the Lord the real face of the Absolute is seen. The Absolute is mentioned here as the purusha, or person. The Absolute Personality of Godhead is mentioned in so many Vedic literatures, and in the Bhagavad-g&#299;t&#257;, the purusha is confirmed as the eternal and original person. The Absolute Personality of Godhead is the perfect person. The Supreme Person has manifold energies, out of which the internal, external and marginal energies are specifically important. The energy mentioned here is the external energy, as will be clear from the statements of her activities. The internal energy is there along with the Absolute Person as the moonlight is there with the moon. The external energy is compared to darkness because it keeps the living entities in the darkness of ignorance. The word ap&#257;&#347;rayam suggests that this energy of the Lord is under full control. The internal potency or superior energy is also called m&#257;y&#257;, but it is spiritual m&#257;y&#257;, or energy exhibited in the absolute realm. When one is under the shelter of this internal potency, the darkness of material ignorance is at once dissipated. And even those who are &#257;tm&#257;r&#257;ma, or fixed in trance, take shelter of this m&#257;y&#257;, or internal energy. Devotional service, or bhakti-yoga, is the function of the internal energy; thus there is no place for the inferior energy, or material energy, just as there is no place for darkness in the effulgence of spiritual light. Such internal energy is even superior to the spiritual bliss attainable in the conception of impersonal Brahman. It is stated in the Bhagavad-g&#299;t&#257; that the impersonal Brahman effulgence is also an emanation from the Absolute Personality of Godhead &#346;r&#299; Krishna. The parama-purusha cannot be anyone except &#346;r&#299; Krishna Himself, as will be explained in the later &#347;lokas.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>