<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.42</P><P CLASS=c>tath&#257;hritam pa&#347;uvat p&#257;&#347;a-baddham</P><P CLASS=c>av&#257;&#324;-mukham karma-jugupsitena</P><P CLASS=c>nir&#299;kshya krishn&#257;pakritam guroh sutam</P><P CLASS=c>v&#257;ma-svabh&#257;v&#257; kripay&#257; nan&#257;ma ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/ahrtam">&#257;hritam</A> &#8212; brought <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/an">an</A> animal; <A CLASS=v HREF="http://vedabase.net/p/pasa">p&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/baddham">baddham</A> &#8212; tied with ropes; <A CLASS=v HREF="http://vedabase.net/a/avak">av&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> word <A HREF="http://vedabase.net/i/in">in</A> his mouth; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/j/jugupsitena">jugupsitena</A> &#8212; being heinous; <A CLASS=v HREF="http://vedabase.net/n/niriksya">nir&#299;kshya</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishn&#257;</A> &#8212; <A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/apakrtam">apakritam</A> &#8212; the doer of the degrading; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; the teacher; <A CLASS=v HREF="http://vedabase.net/s/sutam">sutam</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/v/vama">v&#257;ma</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;v&#257;</A> &#8212; nature; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; out of compassion; <A CLASS=v HREF="http://vedabase.net/n/nanama">nan&#257;ma</A> &#8212; offered obeisances; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: Draupad&#299; then saw A&#347;vatth&#257;m&#257;, who was bound with ropes like an animal and silent for having enacted the most inglorious murder. Due to her female nature, and due to her being naturally good and well-behaved, she showed him due respects as a br&#257;hmana.</P><P CLASS=t>PURPORT</P><P>A&#347;vatth&#257;m&#257; was condemned by the Lord Himself, and he was treated by Arjuna just like a culprit, not like the son of a br&#257;hmana or teacher. But when he was brought before &#346;r&#299;mat&#299; Draupad&#299;, she, although begrieved for the murder of her sons, and although the murderer was present before her, could not withdraw the due respect generally offered to a br&#257;hmana or to the son of a br&#257;hmana. This is due to her mild nature as a woman. Women as a class are no better than boys, and therefore they have no discriminatory power like that of a man. A&#347;vatth&#257;m&#257; proved himself to be an unworthy son of Dron&#257;c&#257;rya or of a br&#257;hmana, and for this reason he was condemned by the greatest authority, Lord &#346;r&#299; Krishna, and yet a mild woman could not withdraw her natural courtesy for a br&#257;hmana.</P><P>Even to date, in a Hindu family a woman shows proper respect to the br&#257;hmana caste, however fallen and heinous a brahma-bandhu may be. But the men have begun to protest against brahma-bandhus who are born in families of good br&#257;hmanas but by action are less than &#347;&#363;dras.</P><P>The specific words used in this &#347;loka are v&#257;ma-svabh&#257;v&#257;, "mild and gentle by nature." A good man or woman accepts anything very easily, but a man of average intelligence does not do so. But, anyway, we should not give up our reason and discriminatory power just to be gentle. One must have good discriminatory power to judge a thing on its merit. We should not follow the mild nature of a woman and thereby accept that which is not genuine. A&#347;vatth&#257;m&#257; may be respected by a good-natured woman, but that does not mean that he is as good as a genuine br&#257;hmana.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>