<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.44</P><P CLASS=c>sarahasyo dhanur-vedah</P><P CLASS=c>savisargopasamyamah</P><P CLASS=c>astra-gr&#257;ma&#347; ca bhavat&#257;</P><P CLASS=c>&#347;ikshito yad-anugrah&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/r/rahasyah">rahasyah</A> &#8212; confidential; <A CLASS=v HREF="http://vedabase.net/d/dhanuh">dhanuh</A>-<A CLASS=v HREF="http://vedabase.net/v/vedah">vedah</A> &#8212; knowledge <A HREF="http://vedabase.net/i/in">in</A> the art of manipulating bows and arrows; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/v/visarga">visarga</A> &#8212; releasing; <A CLASS=v HREF="http://vedabase.net/u/upasamyamah">upasamyamah</A> &#8212; controlling; <A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; weapons; <A CLASS=v HREF="http://vedabase.net/g/gramah">gr&#257;mah</A> &#8212; all kinds of; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhavata">bhavat&#257;</A> &#8212; by yourself; <A CLASS=v HREF="http://vedabase.net/s/siksitah">&#347;ikshitah</A> &#8212; learned; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; by whose; <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; mercy of.</P><P CLASS=t>TRANSLATION</P><P>It was by Dron&#257;c&#257;rya's mercy that you learned the military art of throwing arrows and the confidential art of controlling weapons.</P><P CLASS=t>PURPORT</P><P>Dhanur-veda, or military science, was taught by Dron&#257;c&#257;rya with all its confidential secrets of throwing and controlling by Vedic hymns. Gross military science is dependent on material weapons, but finer than that is the art of throwing the arrows saturated with Vedic hymns, which act more effectively than gross material weapons like machine guns or atomic bombs. The control is by Vedic mantras, or the transcendental science of sound. It is said in the R&#257;m&#257;yana that Mah&#257;r&#257;ja Da&#347;aratha, the father of Lord &#346;r&#299; R&#257;ma, used to control arrows by sound only. He could pierce his target with his arrow by only hearing the sound, without seeing the object. So this is a finer military science than that of the gross material military weapons used nowadays. Arjuna was taught all this, and therefore Draupad&#299; wished that Arjuna feel obliged to &#256;c&#257;rya Drona for all these benefits. And in the absence of Dron&#257;c&#257;rya, his son was his representative. That was the opinion of the good lady Draupad&#299;. It may be argued why Dron&#257;c&#257;rya, a rigid br&#257;hmana, should be a teacher in military science. But the reply is that a br&#257;hmana should become a teacher, regardless of what his department of knowledge is. A learned br&#257;hmana should become a teacher, a priest and a recipient of charity. A bona fide br&#257;hmana is authorized to accept such professions.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>