<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.49</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>dharmyam ny&#257;yyam sakarunam</P><P CLASS=c>nirvyal&#299;kam samam mahat</P><P CLASS=c>r&#257;j&#257; dharma-suto r&#257;jñy&#257;h</P><P CLASS=c>pratyanandad vaco dvij&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/d/dharmyam">dharmyam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> accordance with the principles of religion; <A CLASS=v HREF="http://vedabase.net/n/nyayyam">ny&#257;yyam</A> &#8212; justice; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/k/karunam">karunam</A> &#8212; full of mercy; <A CLASS=v HREF="http://vedabase.net/n/nirvyalikam">nirvyal&#299;kam</A> &#8212; without duplicity <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/d/dharma">dharma</A>; <A CLASS=v HREF="http://vedabase.net/s/samam">samam</A> &#8212; equity; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A> &#8212; glorious; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/r/rajnyah">r&#257;jñy&#257;h</A> &#8212; by the Queen; <A CLASS=v HREF="http://vedabase.net/p/pratyanandat">pratyanandat</A> &#8212; supported; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; statements; <A CLASS=v HREF="http://vedabase.net/d/dvijah">dvij&#257;h</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: O br&#257;hmanas, King Yudhishthira fully supported the statements of the Queen, which were in accordance with the principles of religion and were justified, glorious, full of mercy and equity, and without duplicity.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Yudhishthira, who was the son of Dharmar&#257;ja, or Yamar&#257;ja, fully supported the words of Queen Draupad&#299; in asking Arjuna to release A&#347;vatth&#257;m&#257;. One should not tolerate the humiliation of a member of a great family. Arjuna and his family were indebted to the family of Dron&#257;c&#257;rya because of Arjuna's learning the military science from him. If ingratitude were shown to such a benevolent family, it would not be at all justified from the moral standpoint. The wife of Dron&#257;c&#257;rya, who was the half body of the great soul, must be treated with compassion, and she should not be put into grief because of her son's death. That is compassion. Such statements by Draupad&#299; are without duplicity because actions should be taken with full knowledge. The feeling of equality was there because Draupad&#299; spoke out of her personal experience. A barren woman cannot understand the grief of a mother. Draupad&#299; was herself a mother, and therefore her calculation of the depth of Krip&#299;'s grief was quite to the point. And it was glorious because she wanted to show proper respect to a great family.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>