<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.52</P><P CLASS=c>ni&#347;amya bh&#299;ma-gaditam</P><P CLASS=c>draupady&#257;&#347; ca catur-bhujah</P><P CLASS=c>&#257;lokya vadanam sakhyur</P><P CLASS=c>idam &#257;ha hasann iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; just after hearing; <A CLASS=v HREF="http://vedabase.net/b/bhima">bh&#299;ma</A> &#8212; <A HREF="http://vedabase.net/b/bhima">Bh&#299;ma</A>; <A CLASS=v HREF="http://vedabase.net/g/gaditam">gaditam</A> &#8212; spoken by; <A CLASS=v HREF="http://vedabase.net/d/draupadyah">draupady&#257;h</A> &#8212; of <A HREF="http://vedabase.net/d/draupadi">Draupad&#299;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/c/catuh">catuh</A>-<A CLASS=v HREF="http://vedabase.net/b/bhujah">bhujah</A> &#8212; the four-handed (Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/a/alokya">&#257;lokya</A> &#8212; having seen; <A CLASS=v HREF="http://vedabase.net/v/vadanam">vadanam</A> &#8212; the face; <A CLASS=v HREF="http://vedabase.net/s/sakhyuh">sakhyuh</A> &#8212; of His friend; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/h/hasan">hasan</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A>.</P><P CLASS=t>TRANSLATION</P><P>Caturbhuja [the four-armed one], or the Personality of Godhead, after hearing the words of Bh&#299;ma, Draupad&#299; and others, saw the face of His dear friend Arjuna, and He began to speak as if smiling.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna had two arms, and why He is designated as four-armed is explained by &#346;r&#299;dhara Sv&#257;m&#299;. Both Bh&#299;ma and Draupad&#299; held opposite views about killing A&#347;vatth&#257;m&#257;. Bh&#299;ma wanted him to be immediately killed, whereas Draupad&#299; wanted to save him. We can imagine Bh&#299;ma ready to kill while Draupad&#299; is obstructing him. And in order to prevent both of them, the Lord discovered another two arms. Originally, the primeval Lord &#346;r&#299; Krishna displays only two arms, but in His N&#257;r&#257;yana feature He exhibits four. In His N&#257;r&#257;yana feature He resides with His devotees in the Vaikuntha planets, while in His original &#346;r&#299; Krishna feature He resides in the Krishnaloka planet far, far above the Vaikuntha planets in the spiritual sky. Therefore, if &#346;r&#299; Krishna is called caturbhujah, there is no contradiction. If need be He can display hundreds of arms, as He exhibited in His vi&#347;va-r&#363;pa shown to Arjuna. Therefore, one who can display hundreds and thousands of arms can also manifest four whenever needed.</P><P>When Arjuna was perplexed about what to do with A&#347;vatth&#257;m&#257;, Lord &#346;r&#299; Krishna, as the very dear friend of Arjuna, voluntarily took up the matter just to make a solution. And He was smiling also.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53-54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>