<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.7</P><P CLASS=c>yasy&#257;m vai &#347;r&#363;yam&#257;n&#257;y&#257;m</P><P CLASS=c>krishne parama-p&#363;rushe</P><P CLASS=c>bhaktir utpadyate pumsah</P><P CLASS=c>&#347;oka-moha-bhay&#257;pah&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; this Vedic literature; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sruyamanayam">&#347;r&#363;yam&#257;n&#257;y&#257;m</A> &#8212; simply by giving aural reception; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/puruse">p&#363;rushe</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; feelings of devotional service; <A CLASS=v HREF="http://vedabase.net/u/utpadyate">utpadyate</A> &#8212; sprout up; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; of the living being; <A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A> &#8212; lamentation; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fearfulness; <A CLASS=v HREF="http://vedabase.net/a/apaha">apah&#257;</A> &#8212; that which extinguishes.</P><P CLASS=t>TRANSLATION</P><P>Simply by giving aural reception to this Vedic literature, the feeling for loving devotional service to Lord Krishna, the Supreme Personality of Godhead, sprouts up at once to extinguish the fire of lamentation, illusion and fearfulness.</P><P CLASS=t>PURPORT</P><P>There are various senses, of which the ear is the most effective. This sense works even when a man is deep asleep. One can protect himself from the hands of an enemy while awake, but while asleep one is protected by the ear only. The importance of hearing is mentioned here in connection with attaining the highest perfection of life, namely, getting free from three material pangs. Everyone is full of lamentation at every moment, he is after the mirage of illusory things, and he is always afraid of his supposed enemy. These are the primary symptoms of material disease. And it is definitely suggested herein that simply by hearing the message of &#346;r&#299;mad-Bh&#257;gavatam one gets attachment for the Supreme Personality of Godhead &#346;r&#299; Krishna, and as soon as this is effected the symptoms of the material diseases disappear. &#346;r&#299;la Vy&#257;sadeva saw the all-perfect Personality of Godhead, and in this statement the all-perfect Personality of Godhead &#346;r&#299; Krishna is clearly confirmed.</P><P>The ultimate result of devotional service is to develop genuine love for the Supreme Personality. Love is a word which is often used in relation with man and woman. And love is the only word that can be properly used to indicate the relation between Lord Krishna and the living entities. The living entities are mentioned as prakriti in the Bhagavad-g&#299;t&#257;, and in Sanskrit prakriti is a feminine object. The Lord is always described as the parama-purusha, or the supreme male personality. Thus the affection between the Lord and the living entities is something like that between the male and the female. Therefore the term love of Godhead is quite appropriate.</P><P>Loving devotional service to the Lord begins with hearing about the Lord. There is no difference between the Lord and the subject matter heard about Him. The Lord is absolute in all respects, and thus there is no difference between Him and the subject matter heard about Him. Therefore, hearing about Him means immediate contact with Him by the process of vibration of the transcendental sound. And the transcendental sound is so effective that it acts at once by removing all material affections mentioned above. As mentioned before, a living entity develops a sort of complexity by material association, and the illusory encagement of the material body is accepted as an actual fact. Under such false complexity, the living beings under different categories of life become illusioned in different ways. Even in the most developed stage of human life, the same illusion prevails in the form of many isms and divides the loving relation with the Lord and thereby divides the loving relation between man and man. By hearing the subject matter of &#346;r&#299;mad-Bh&#257;gavatam this false complexity of materialism is removed, and real peace in society begins, which politicians aspire for so eagerly in so many political situations. The politicians want a peaceful situation between man and man, and nation and nation, but at the same time, because of too much attachment for material domination, there is illusion and fearfulness. Therefore the politicians' peace conferences cannot bring about peace in society. It can only be done by hearing the subject matter described in the &#346;r&#299;mad-Bh&#257;gavatam about the Supreme Personality of Godhead &#346;r&#299; Krishna. The foolish politicians may go on holding peace and summit conferences for hundreds of years, but they will fail to achieve success. Until we reach the stage of reestablishing our lost relation with Krishna, the illusion of accepting the body as the self will prevail, and thus fearfulness will also prevail. As for the validity of &#346;r&#299; Krishna as the Supreme Personality of Godhead, there are hundreds and thousands of evidences from revealed scriptures, and there are hundreds and thousands of evidences from personal experiences of devotees in various places like Vrind&#257;vana, Navadv&#299;pa and Pur&#299;. Even in the Kaumud&#299; dictionary the synonyms of Krishna are given as the son of Ya&#347;od&#257; and the Supreme Personality of Godhead Parabrahman. The conclusion is that simply by hearing the Vedic literature &#346;r&#299;mad-Bh&#257;gavatam, one can have direct connection with the Supreme Personality of Godhead &#346;r&#299; Krishna, and thereby one can attain the highest perfection of life by transcending worldly miseries, illusion and fearfulness. These are practical tests for one who has actually given a submissive hearing to the readings of the &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>