<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Son of Drona Punished</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.7.9</P><P CLASS=c>&#347;aunaka uv&#257;ca</P><P CLASS=c>sa vai nivritti-niratah</P><P CLASS=c>sarvatropekshako munih</P><P CLASS=c>kasya v&#257; brihat&#299;m et&#257;m</P><P CLASS=c>&#257;tm&#257;r&#257;mah samabhyasat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/saunakah">&#347;aunakah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/saunaka">&#346;aunaka</A> asked; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; of course; <A CLASS=v HREF="http://vedabase.net/n/nivrtti">nivritti</A> &#8212; on the path of self-realization; <A CLASS=v HREF="http://vedabase.net/n/niratah">niratah</A> &#8212; always engaged; <A CLASS=v HREF="http://vedabase.net/s/sarvatra">sarvatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every respect; <A CLASS=v HREF="http://vedabase.net/u/upeksakah">upekshakah</A> &#8212; indifferent; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; sage; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> &#8212; for what reason; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/b/brhatim">brihat&#299;m</A> &#8212; vast; <A CLASS=v HREF="http://vedabase.net/e/etam">et&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramah">&#257;r&#257;mah</A> &#8212; one who is pleased <A HREF="http://vedabase.net/i/in">in</A> himself; <A CLASS=v HREF="http://vedabase.net/s/samabhyasat">samabhyasat</A> &#8212; undergo the studies.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; &#346;aunaka asked S&#363;ta Gosv&#257;m&#299;: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; was already on the path of self-realization, and thus he was pleased with his own self. So why did he take the trouble to undergo the study of such a vast literature?</P><P CLASS=t>PURPORT</P><P>For the people in general the highest perfection of life is to cease from material activities and be fixed on the path of self-realization. Those who take pleasure in sense enjoyment, or those who are fixed in material bodily welfare work, are called karm&#299;s. Out of thousands and millions of such karm&#299;s, one may become an &#257;tm&#257;r&#257;ma by self-realization. &#256;tm&#257; means self, and &#257;r&#257;ma means to take pleasure. Everyone is searching after the highest pleasure, but the standard of pleasure of one may be different from the standard of another. Therefore, the standard of pleasure enjoyed by the karm&#299;s is different from that of the &#257;tm&#257;r&#257;mas. The &#257;tm&#257;r&#257;mas are completely indifferent to material enjoyment in every respect. &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; had already attained that stage, and still he was attracted to undergo the trouble of studying the great Bh&#257;gavatam literature. This means that &#346;r&#299;mad-Bh&#257;gavatam is a postgraduate study even for the &#257;tm&#257;r&#257;mas, who have surpassed all the studies of Vedic knowledge.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>