<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 7"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 7: The Son of Drona Punished</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.7.1</B></A>: Rishi &#346;aunaka asked: O S&#363;ta, the great and transcendentally powerful Vy&#257;sadeva heard everything from &#346;r&#299; N&#257;rada Muni. So after N&#257;rada's departure, what did Vy&#257;sadeva do?</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.7.2</B></A>: &#346;r&#299; S&#363;ta said: On the western bank of the River Sarasvat&#299;, which is intimately related with the Vedas, there is a cottage for meditation at &#346;amy&#257;pr&#257;sa which enlivens the transcendental activities of the sages.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 1.7.3</B></A>: In that place, &#346;r&#299;la Vy&#257;sadeva, in his own &#257;&#347;rama, which was surrounded by berry trees, sat down to meditate after touching water for purification.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 1.7.4</B></A>: Thus he fixed his mind, perfectly engaging it by linking it in devotional service [bhakti-yoga] without any tinge of materialism, and thus he saw the Absolute Personality of Godhead along with His external energy, which was under full control.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.7.5</B></A>: Due to this external energy, the living entity, although transcendental to the three modes of material nature, thinks of himself as a material product and thus undergoes the reactions of material miseries.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 1.7.6</B></A>: The material miseries of the living entity, which are superfluous to him, can be directly mitigated by the linking process of devotional service. But the mass of people do not know this, and therefore the learned Vy&#257;sadeva compiled this Vedic literature, which is in relation to the Supreme Truth.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 1.7.7</B></A>: Simply by giving aural reception to this Vedic literature, the feeling for loving devotional service to Lord Krishna, the Supreme Personality of Godhead, sprouts up at once to extinguish the fire of lamentation, illusion and fearfulness.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.7.8</B></A>: The great sage Vy&#257;sadeva, after compiling the &#346;r&#299;mad-Bh&#257;gavatam and revising it, taught it to his own son, &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;, who was already engaged in self-realization.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 1.7.9</B></A>: &#346;r&#299; &#346;aunaka asked S&#363;ta Gosv&#257;m&#299;: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; was already on the path of self-realization, and thus he was pleased with his own self. So why did he take the trouble to undergo the study of such a vast literature?</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 1.7.10</B></A>: All different varieties of &#257;tm&#257;r&#257;mas [those who take pleasure in &#257;tm&#257;, or spirit self], especially those established on the path of self-realization, though freed from all kinds of material bondage, desire to render unalloyed devotional service unto the Personality of Godhead. This means that the Lord possesses transcendental qualities and therefore can attract everyone, including liberated souls.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 1.7.11</B></A>: &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;, son of &#346;r&#299;la Vy&#257;sadeva, was not only transcendentally powerful. He was also very dear to the devotees of the Lord. Thus he underwent the study of this great narration [&#346;r&#299;mad-Bh&#257;gavatam].</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 1.7.12</B></A>: S&#363;ta Gosv&#257;m&#299; thus addressed the rishis headed by &#346;aunaka: Now I shall begin the transcendental narration of the Lord &#346;r&#299; Krishna and topics of the birth, activities and deliverance of King Par&#299;kshit, the sage amongst kings, as well as topics of the renunciation of the worldly order by the sons of P&#257;ndu.</P><P CLASS=r><A CLASS=i HREF="13-14.htm"><B>SB 1.7.13-14</B></A>: When the respective warriors of both camps, namely the Kauravas and the P&#257;ndavas, were killed on the Battlefield of Kurukshetra and the dead warriors obtained their deserved destinations, and when the son of Dhritar&#257;shtra fell down lamenting, his spine broken, being beaten by the club of Bh&#299;masena, the son of Dron&#257;c&#257;rya [A&#347;vatth&#257;m&#257;] beheaded the five sleeping sons of Draupad&#299; and delivered them as a prize to his master, foolishly thinking that he would be pleased. Duryodhana, however, disapproved of the heinous act, and he was not pleased in the least.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.7.15</B></A>: Draupad&#299;, the mother of the five children of the P&#257;ndavas, after hearing of the massacre of her sons, began to cry in distress with eyes full of tears. Trying to pacify her in her great loss, Arjuna spoke to her thus:</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.7.16</B></A>: O gentle lady, when I present you with the head of that br&#257;hmana, after beheading him with arrows from my G&#257;nd&#299;va bow, I shall then wipe the tears from your eyes and pacify you. Then, after burning your sons' bodies, you can take your bath standing on his head.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 1.7.17</B></A>: Arjuna, who is guided by the infallible Lord as friend and driver, thus satisfied the dear lady by such statements. Then he dressed in armor and armed himself with furious weapons, and getting into his chariot, he set out to follow A&#347;vatth&#257;m&#257;, the son of his martial teacher.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 1.7.18</B></A>: A&#347;vatth&#257;m&#257;, the murderer of the princes, seeing from a great distance Arjuna coming at him with great speed, fled in his chariot, panic stricken, just to save his life, as Brahm&#257; fled in fear from &#346;iva.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.7.19</B></A>: When the son of the br&#257;hmana [A&#347;vatth&#257;m&#257;] saw that his horses were tired, he considered that there was no alternative for protection outside of his using the ultimate weapon, the brahm&#257;stra [nuclear weapon].</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.7.20</B></A>: Since his life was in danger, he touched water in sanctity and concentrated upon the chanting of the hymns for throwing nuclear weapons, although he did not know how to withdraw such weapons.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.7.21</B></A>: Thereupon a glaring light spread in all directions. It was so fierce that Arjuna thought his own life in danger, and so he began to address Lord &#346;r&#299; Krishna.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.7.22</B></A>: Arjuna said: O my Lord &#346;r&#299; Krishna, You are the almighty Personality of Godhead. There is no limit to Your different energies. Therefore only You are competent to instill fearlessness in the hearts of Your devotees. Everyone in the flames of material miseries can find the path of liberation in You only.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.7.23</B></A>: You are the original Personality of Godhead who expands Himself all over the creations and is transcendental to material energy. You have cast away the effects of the material energy by dint of Your spiritual potency. You are always situated in eternal bliss and transcendental knowledge.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.7.24</B></A>: And yet, though You are beyond the purview of the material energy, You execute the four principles of liberation characterized by religion and so on for the ultimate good of the conditioned souls.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.7.25</B></A>: Thus You descend as an incarnation to remove the burden of the world and to benefit Your friends, especially those who are Your exclusive devotees and are rapt in meditation upon You.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.7.26</B></A>: O Lord of lords, how is it that this dangerous effulgence is spreading all around? Where does it come from? I do not understand it.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.7.27</B></A>: The Supreme Personality of Godhead said: Know from Me that this is the act of the son of Drona. He has thrown the hymns of nuclear energy [brahm&#257;stra], and he does not know how to retract the glare. He has helplessly done this, being afraid of imminent death.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 1.7.28</B></A>: O Arjuna, only another brahm&#257;stra can counteract this weapon. Since you are expert in the military science, subdue this weapon's glare with the power of your own weapon.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 1.7.29</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: Hearing this from the Personality of Godhead, Arjuna touched water for purification, and after circumambulating Lord &#346;r&#299; Krishna, he cast his brahm&#257;stra weapon to counteract the other one.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.7.30</B></A>: When the rays of the two brahm&#257;stras combined, a great circle of fire, like the disc of the sun, covered all outer space and the whole firmament of planets.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.7.31</B></A>: All the population of the three worlds was scorched by the combined heat of the weapons. Everyone was reminded of the s&#257;mvartaka fire which takes place at the time of annihilation.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 1.7.32</B></A>: Thus seeing the disturbance of the general populace and the imminent destruction of the planets, Arjuna at once retracted both brahm&#257;stra weapons, as Lord &#346;r&#299; Krishna desired.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 1.7.33</B></A>: Arjuna, his eyes blazing in anger like two red balls of copper, dexterously arrested the son of Gautam&#299; and bound him with ropes like an animal.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 1.7.34</B></A>: After binding A&#347;vatth&#257;m&#257;, Arjuna wanted to take him to the military camp. The Personality of Godhead &#346;r&#299; Krishna, looking on with His lotus eyes, spoke to angry Arjuna.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 1.7.35</B></A>: Lord &#346;r&#299; Krishna said: O Arjuna, you should not show mercy by releasing this relative of a br&#257;hmana [brahma-bandhu], for he has killed innocent boys in their sleep.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 1.7.36</B></A>: A person who knows the principles of religion does not kill an enemy who is careless, intoxicated, insane, asleep, afraid or devoid of his chariot. Nor does he kill a boy, a woman, a foolish creature or a surrendered soul.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 1.7.37</B></A>: A cruel and wretched person who maintains his existence at the cost of others' lives deserves to be killed for his own well-being, otherwise he will go down by his own actions.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 1.7.38</B></A>: Furthermore, I have personally heard you promise Draupad&#299; that you would bring forth the head of the killer of her sons.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 1.7.39</B></A>: This man is an assassin and murderer of your own family members. Not only that, but he has also dissatisfied his master. He is but the burnt remnants of his family. Kill him immediately.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 1.7.40</B></A>: S&#363;ta Gosv&#257;m&#299; said: Although Krishna, who was examining Arjuna in religion, encouraged Arjuna to kill the son of Dron&#257;c&#257;rya, Arjuna, a great soul, did not like the idea of killing him, although A&#347;vatth&#257;m&#257; was a heinous murderer of Arjuna's family members.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 1.7.41</B></A>: After reaching his own camp, Arjuna, along with his dear friend and charioteer [&#346;r&#299; Krishna], entrusted the murderer unto his dear wife, who was lamenting for her murdered sons.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 1.7.42</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: Draupad&#299; then saw A&#347;vatth&#257;m&#257;, who was bound with ropes like an animal and silent for having enacted the most inglorious murder. Due to her female nature, and due to her being naturally good and well-behaved, she showed him due respects as a br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 1.7.43</B></A>: She could not tolerate A&#347;vatth&#257;m&#257;'s being bound by ropes, and being a devoted lady, she said: Release him, for he is a br&#257;hmana, our spiritual master.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 1.7.44</B></A>: It was by Dron&#257;c&#257;rya's mercy that you learned the military art of throwing arrows and the confidential art of controlling weapons.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 1.7.45</B></A>: He [Dron&#257;c&#257;rya] is certainly still existing, being represented by his son. His wife Krip&#299; did not undergo a sat&#299; with him because she had a son.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 1.7.46</B></A>: O most fortunate one who knows the principles of religion, it is not good for you to cause grief to glorious family members who are always respectable and worshipful.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 1.7.47</B></A>: My lord, do not make the wife of Dron&#257;c&#257;rya cry like me. I am aggrieved for the death of my sons. She need not cry constantly like me.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 1.7.48</B></A>: If the kingly administrative order, being unrestricted in sense control, offends the br&#257;hmana order and enrages them, then the fire of that rage burns up the whole body of the royal family and brings grief upon all.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 1.7.49</B></A>: S&#363;ta Gosv&#257;m&#299; said: O br&#257;hmanas, King Yudhishthira fully supported the statements of the Queen, which were in accordance with the principles of religion and were justified, glorious, full of mercy and equity, and without duplicity.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 1.7.50</B></A>: Nakula and Sahadeva [the younger brothers of the King] and also S&#257;tyaki, Arjuna, the Personality of Godhead Lord Sri Krishna, son of Devak&#299;, and the ladies and others all unanimously agreed with the King.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 1.7.51</B></A>: Bh&#299;ma, however, disagreed with them and recommended killing this culprit who, in an angry mood, had murdered sleeping children for no purpose and for neither his nor his master's interest.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 1.7.52</B></A>: Caturbhuja [the four-armed one], or the Personality of Godhead, after hearing the words of Bh&#299;ma, Draupad&#299; and others, saw the face of His dear friend Arjuna, and He began to speak as if smiling.</P><P CLASS=r><A CLASS=i HREF="53-54.htm"><B>SB 1.7.53-54</B></A>: The Personality of Godhead Sri Krishna said: A friend of a br&#257;hmana is not to be killed, but if he is an aggressor he must be killed. All these rulings are in the scriptures, and you should act accordingly. You have to fulfill your promise to your wife, and you must also act to the satisfaction of Bh&#299;masena and Me.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>SB 1.7.55</B></A>: Just then Arjuna could understand the motive of the Lord by His equivocal orders, and thus with his sword he severed both hair and jewel from the head of A&#347;vatth&#257;m&#257;.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 1.7.56</B></A>: He [A&#347;vatth&#257;m&#257;] had already lost his bodily luster due to infanticide, and now, moreover, having lost the jewel from his head, he lost even more strength. Thus he was unbound and driven out of the camp.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 1.7.57</B></A>: Cutting the hair from his head, depriving him of his wealth and driving him from his residence are the prescribed punishments for the relative of a br&#257;hmana. There is no injunction for killing the body.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>SB 1.7.58</B></A>: Thereafter, the sons of P&#257;ndu and Draupad&#299;, overwhelmed with grief, performed the proper rituals for the dead bodies of their relatives.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>