<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.11</P><P CLASS=c>&#347;r&#299;-prahr&#257;da uv&#257;ca</P><P CLASS=c>parah sva&#347; cety asad-gr&#257;hah</P><P CLASS=c>pums&#257;m yan-m&#257;yay&#257; kritah</P><P CLASS=c>vimohita-dhiy&#257;m drishtas</P><P CLASS=c>tasmai bhagavate namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/prahradah">prahr&#257;dah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> replied; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> enemy; <A CLASS=v HREF="http://vedabase.net/s/svah">svah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> kinsman or friend; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/g/grahah">gr&#257;hah</A> &#8212; material conception of life; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of persons; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the external energy; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/v/vimohita">vimohita</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/d/dhiyam">dhiy&#257;m</A> &#8212; of those whose intelligence; <A CLASS=v HREF="http://vedabase.net/d/drstah">drishtah</A> &#8212; practically experienced; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja replied: Let me offer my respectful obeisances unto the Supreme Personality of Godhead, whose external energy has created the distinctions of "my friend" and "my enemy" by deluding the intelligence of men. Indeed, I am now actually experiencing this, although I have previously heard of it from authoritative sources.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/18.htm">5.18</A>):</P><P>vidy&#257;-vinaya-sampanne</P><P CLASS=n>br&#257;hmane gavi hastini</P><P CLASS=n>&#347;uni caiva &#347;vap&#257;ke ca</P><P CLASS=n>pandit&#257;h sama-dar&#347;inah</P><P>"The humble sage, by virtue of true knowledge, sees with equal vision a learned and gentle br&#257;hmana, a cow, an elephant, a dog and a dog-eater [outcaste]." pandit&#257;h, those who are actually learned &#8212; the equipoised, advanced devotees who have full knowledge of everything &#8212; do not see any living entity as an enemy or friend. Instead, with broader vision, they see that everyone is part of Krishna, as confirmed by &#346;r&#299; Caitanya Mah&#257;prabhu (j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]). Every living entity, being part of the Supreme Lord, is meant to serve the Lord, just as every part of the body is meant to serve the whole body.</P><P>As servants of the Supreme Lord, all living entities are one, but a Vaishnava, because of his natural humility, addresses every other living entity as prabhu. A Vaishnava sees other servants to be so advanced that he has much to learn from them. Thus he accepts all other devotees of the Lord as prabhus, masters. Although everyone is a servant of the Lord, one Vaishnava servant, because of humility, sees another servant as his master. Understanding of the master begins from understanding of the spiritual master.</P><P>yasya pras&#257;d&#257;d bhagavat-pras&#257;do</P><P CLASS=n>yasy&#257;pras&#257;d&#257;n na gatih kuto 'pi **</P><P>"By the mercy of the spiritual master one receives the benediction of Krishna. Without the grace of the spiritual master, one cannot make any advancement."</P><P>s&#257;ksh&#257;d-dharitvena samasta-&#347;&#257;strair</P><P CLASS=n>uktas tath&#257; bh&#257;vyata eva sadbhih</P><P CLASS=n>kintu prabhor yah priya eva tasya</P><P CLASS=n>vande guroh &#347;r&#299;-caran&#257;ravindam **</P><P>"The spiritual master is to be honored as much as the Supreme Lord because he is the most confidential servitor of the Lord. This is acknowledged in all revealed scriptures and followed by all authorities. Therefore I offer my respectful obeisances unto the lotus feet of such a spiritual master, who is a bona fide representative of &#346;r&#299; Hari [Krishna]." The spiritual master, the servant of God, is engaged in the most confidential service of the Lord, namely delivering all the conditioned souls from the clutches of m&#257;y&#257;, in which one thinks, "This person is my enemy, and that one is my friend." Actually the Supreme Personality of Godhead is the friend of all living entities, and all living entities are eternal servants of the Supreme Lord. Oneness is possible through this understanding, not through artificially thinking that every one of us is God or equal to God. The true understanding is that God is the supreme master and that all of us are servants of the Supreme Lord and are therefore on the same platform. This had already been taught to Prahl&#257;da Mah&#257;r&#257;ja by his spiritual master, N&#257;rada, but Prahl&#257;da was nonetheless surprised by how a bewildered soul thinks one person his enemy and another his friend.</P><P>As long as one adheres to the philosophy of duality, thinking one person a friend and another an enemy, he should be understood to be in the clutches of m&#257;y&#257;. The M&#257;y&#257;v&#257;d&#299; philosopher who thinks that all living entities are God and are therefore one is also mistaken. No one is equal to God. The servant cannot be equal to the master. According to the Vaishnava philosophy, the master is one, and the servants are also one, but the distinction between the master and servant must continue even in the liberated stage. In the conditioned stage we think that some living beings are our friends whereas others are enemies, and thus we are in duality. In the liberated stage, however, the conception is that God is the master and that all living entities, being servants of God, are one.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>