<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.12</P><P CLASS=c>sa yad&#257;nuvratah pums&#257;m</P><P CLASS=c>pa&#347;u-buddhir vibhidyate</P><P CLASS=c>anya esha tath&#257;nyo 'ham</P><P CLASS=c>iti bheda-gat&#257;sat&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/a/anuvratah">anuvratah</A> &#8212; favorable or pleased; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the conditioned souls; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; the animalistic conception of life ("<A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> the Supreme, and everyone is God"); <A CLASS=v HREF="http://vedabase.net/v/vibhidyate">vibhidyate</A> &#8212; is destroyed; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; distinction; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A> &#8212; having; <A CLASS=v HREF="http://vedabase.net/a/asati">asat&#299;</A> &#8212; which is disastrous.</P><P CLASS=t>TRANSLATION</P><P>When the Supreme Personality of Godhead is pleased with the living entity because of his devotional service, one becomes a pandita and does not make distinctions between enemies, friends and himself. Intelligently, he then thinks, "Every one of us is an eternal servant of God, and therefore we are not different from one another."</P><P CLASS=t>PURPORT</P><P>When Prahl&#257;da Mah&#257;r&#257;ja's teachers and demoniac father asked him how his intelligence had been polluted, Prahl&#257;da Mah&#257;r&#257;ja said, "As far as I am concerned, my intelligence has not been polluted. Rather, by the grace of my spiritual master and by the grace of my Lord, Krishna, I have now learned that no one is my enemy and no one is my friend. We are all actually eternal servants of Krishna, but under the influence of the external energy we think that we are separately situated from the Supreme Personality of Godhead as friends and enemies of one another. This mistaken idea has now been corrected, and therefore, unlike ordinary human beings, I no longer think that I am God and that others are my friends and enemies. Now I am rightly thinking that everyone is an eternal servant of God and that our duty is to serve the supreme master, for then we shall stand on the platform of oneness as servants."</P><P>Demons think of everyone as a friend or enemy, but Vaishnavas say that since everyone is a servant of the Lord, everyone is on the same platform. Therefore a Vaishnava treats other living entities neither as friends nor as enemies, but instead tries to spread Krishna consciousness, teaching everyone that we are all one as servants of the Supreme Lord but are uselessly wasting our valuable lives by creating nations, communities and other groups of friends and enemies. Everyone should come to the platform of Krishna consciousness and thus feel oneness as a servant of the Lord. Although there are 8,400,000 species of life, a Vaishnava feels this oneness. The &#298;&#347;opanishad advises, ekatvam anupa&#347;yatah. A devotee should see the Supreme Personality of Godhead to be situated in everyone's heart and should also see every living entity as an eternal servant of the Lord. This vision is called ekatvam, oneness. Although there is a relationship of master and servant, both master and servant are one because of their spiritual identity. This is also ekatvam. Thus the conception of ekatvam for the Vaishnava is different from that of the M&#257;y&#257;v&#257;d&#299;.</P><P>Hiranyaka&#347;ipu asked Prahl&#257;da Mah&#257;r&#257;ja how he had become antagonistic to his family. When a family member is killed by an enemy, all the members of the family would naturally be inimical to the murderer, but Hiranyaka&#347;ipu saw that Prahl&#257;da had become friendly with the murderer. Therefore he asked, "Who has created this kind of intelligence in you? Have you developed this consciousness by yourself? Since you are a small boy, someone must have induced you to think this way." Prahl&#257;da Mah&#257;r&#257;ja wanted to reply that an attitude favorable toward Vishnu can develop only when the Lord is favorable (sa yad&#257;nuvratah). As stated in Bhagavad-g&#299;t&#257;, Krishna is the friend of everyone (suhridam sama-bh&#363;t&#257;n&#257;m jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati). The Lord is never an enemy to any of the millions of living entities, but is always a friend to everyone. This is true understanding. If one thinks that the Lord is an enemy, his intelligence is pa&#347;u-buddhi, the intelligence of an animal. He falsely thinks, "I am different from my enemy, and my enemy is different from me. The enemy has done this, and therefore my duty is to kill him." This misconception is described in this verse as bheda-gat&#257;sat&#299;. The actual fact is that everyone is a servant of the Lord, as confirmed in Caitanya-carit&#257;mrita by &#346;r&#299; Caitanya Mah&#257;prabhu (j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]). As servants of the Lord, we are one, and there can be no questions of enmity or friendship. If one actually understands that every one of us is a servant of the Lord, where is the question of enemy or friend?</P><P>Everyone should be friendly for the service of the Lord. Everyone should praise another's service to the Lord and not be proud of his own service. This is the way of Vaishnava thinking, Vaikuntha thinking. There may be rivalries and apparent competition between servants in performing service, but in the Vaikuntha planets the service of another servant is appreciated, not condemned. This is Vaikuntha competition. There is no question of enmity between servants. Everyone should be allowed to render service to the Lord to the best of his ability, and everyone should appreciate the service of others. Such are the activities of Vaikuntha. Since everyone is a servant, everyone is on the same platform and is allowed to serve the Lord according to his ability. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca: the Lord is situated in everyone's heart, giving dictation according to the attitude of the servant. However, the Lord gives different dictation to the nondevotees and devotees. The nondevotees challenge the authority of the Supreme Lord, and therefore the Lord dictates in such a way that the nondevotees forget the Lord's service, life after life, and are punished by the laws of nature. But when a devotee very sincerely wants to render service to the Lord, the Lord dictates in a different way. As the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me." Everyone is actually a servant, not an enemy or friend, and everyone is working under different directions from the Lord, who directs each living entity according to his mentality.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>