<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.14</P><P CLASS=c>yath&#257; bhr&#257;myaty ayo brahman</P><P CLASS=c>svayam &#257;karsha-sannidhau</P><P CLASS=c>tath&#257; me bhidyate ceta&#347;</P><P CLASS=c>cakra-p&#257;ner yadricchay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/b/bhramyati">bhr&#257;myati</A> &#8212; moves; <A CLASS=v HREF="http://vedabase.net/a/ayah">ayah</A> &#8212; iron; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; itself; <A CLASS=v HREF="http://vedabase.net/a/akarsa">&#257;karsha</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> magnet; <A CLASS=v HREF="http://vedabase.net/s/sannidhau">sannidhau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the proximity; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/bhidyate">bhidyate</A> &#8212; is changed; <A CLASS=v HREF="http://vedabase.net/c/cetah">cetah</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A>-<A CLASS=v HREF="http://vedabase.net/p/paneh">p&#257;neh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, who has <A HREF="http://vedabase.net/a/a">a</A> disc <A HREF="http://vedabase.net/i/in">in</A> His hand; <A CLASS=v HREF="http://vedabase.net/y/yadrcchaya">yadricchay&#257;</A> &#8212; simply by the will.</P><P CLASS=t>TRANSLATION</P><P>O br&#257;hmanas [teachers], as iron attracted by a magnetic stone moves automatically toward the magnet, my consciousness, having been changed by His will, is attracted by Lord Vishnu, who carries a disc in His hand. Thus I have no independence.</P><P CLASS=t>PURPORT</P><P>For iron to be attracted by a magnet is natural. Similarly, for all living entities to be attracted toward Krishna is natural, and therefore the Lord's real name is Krishna, meaning He who attracts everyone and everything. The typical examples of such attraction are found in Vrind&#257;vana, where everything and everyone is attracted by Krishna. The elderly persons like Nanda Mah&#257;r&#257;ja and Ya&#347;od&#257;dev&#299;, the friends like &#346;r&#299;d&#257;m&#257;, Sud&#257;m&#257; and the other cowherd boys, the gop&#299;s like &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and Her associates, and even the birds, beasts, cows and calves are attracted. The flowers and fruits in the gardens are attracted, the waves of the Yamun&#257; are attracted, and the land, sky, trees, plants, animals and all other living beings are attracted by Krishna. This is the natural situation of everything in Vrind&#257;vana.</P><P>Just contrary to the affairs of Vrind&#257;vana is the material world, where no one is attracted by Krishna and everyone is attracted by m&#257;y&#257;. This is the difference between the spiritual and material worlds. Hiranyaka&#347;ipu, who was in the material world, was attracted by women and money, whereas Prahl&#257;da Mah&#257;r&#257;ja, being in his natural position, was attracted by Krishna. In replying to Hiranyaka&#347;ipu's question about why Prahl&#257;da Mah&#257;r&#257;ja had a deviant view, Prahl&#257;da said that his view was not deviant, for the natural position of everyone is to be attracted by Krishna. Hiranyaka&#347;ipu found this view deviant, Prahl&#257;da said, because of being unnaturally unattracted by Krishna. Hiranyaka&#347;ipu therefore needed purification.</P><P>As soon as one is purified of material contamination, he is again attracted by Krishna (sarvop&#257;dhi-vinirmuktam tat-paratvena nirmalam [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]). In the material world, everyone is contaminated by the dirt of sense gratification and is acting according to different designations, sometimes as a human being, sometimes a beast, sometimes a demigod or tree, and so on. One must be cleansed of all these designations. Then one will be naturally attracted to Krishna. The bhakti process purifies the living entity of all unnatural attractions. When one is purified he is attracted by Krishna and begins to serve Krishna instead of serving m&#257;y&#257;. This is his natural position. A devotee is attracted by Krishna, whereas a nondevotee, being contaminated by the dirt of material enjoyment, is not. This is confirmed by the Lord in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>):</P><P>yesh&#257;m tv anta-gatam p&#257;pam</P><P CLASS=n>jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257;</P><P CLASS=n>bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life, whose sinful actions are completely eradicated and who are freed from the duality of delusion, engage themselves in My service with determination." One must be freed from all the sinful dirt of material existence. Everyone in this material world is contaminated by material desire. Unless one is free from all material desire (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]), one cannot be attracted by Krishna.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>