<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.15</P><P CLASS=c>&#347;r&#299;-n&#257;rada uv&#257;ca</P><P CLASS=c>et&#257;vad br&#257;hman&#257;yoktv&#257;</P><P CLASS=c>virar&#257;ma mah&#257;-matih</P><P CLASS=c>tam sannibhartsya kupitah</P><P CLASS=c>sud&#299;no r&#257;ja-sevakah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A> said; <A CLASS=v HREF="http://vedabase.net/e/etavat">et&#257;vat</A> &#8212; this much; <A CLASS=v HREF="http://vedabase.net/b/brahmanaya">br&#257;hman&#257;ya</A> &#8212; unto the br&#257;hmanas, the sons of &#346;ukr&#257;c&#257;rya; <A CLASS=v HREF="http://vedabase.net/u/uktva">uktv&#257;</A> &#8212; speaking; <A CLASS=v HREF="http://vedabase.net/v/virarama">virar&#257;ma</A> &#8212; became silent; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>, who possessed great intelligence; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/s/sannibhartsya">sannibhartsya</A> &#8212; chastising very harshly; <A CLASS=v HREF="http://vedabase.net/k/kupitah">kupitah</A> &#8212; being angry; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/dinah">d&#299;nah</A> &#8212; poor <A HREF="http://vedabase.net/i/in">in</A> thought, or very much aggrieved; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/s/sevakah">sevakah</A> &#8212; the servants of King Hiranyaka&#347;ipu.</P><P CLASS=t>TRANSLATION</P><P>The great saint N&#257;rada Muni continued: The great soul Prahl&#257;da Mah&#257;r&#257;ja became silent after saying this to his teachers, Shanda and Amarka, the seminal sons of &#346;ukr&#257;c&#257;rya. These so-called br&#257;hmanas then became angry at him. Because they were servants of Hiranyaka&#347;ipu, they were very sorry, and to chastise Prahl&#257;da Mah&#257;r&#257;ja they spoke as follows.</P><P CLASS=t>PURPORT</P><P>The word &#347;ukra means "semen." The sons of &#346;ukr&#257;c&#257;rya were br&#257;hmanas by birthright, but an actual br&#257;hmana is one who possesses the brahminical qualities. The br&#257;hmanas Shanda and Amarka, being seminal sons of &#346;ukr&#257;c&#257;rya, did not actually possess real brahminical qualifications, for they engaged as servants of Hiranyaka&#347;ipu. An actual br&#257;hmana is very much satisfied to see anyone, not to speak of his disciple, become a devotee of Lord Krishna. Such br&#257;hmanas are meant to satisfy the supreme master. A br&#257;hmana is strictly prohibited from becoming a servant of anyone else, for that is the business of dogs and &#347;&#363;dras. A dog must satisfy his master, but a br&#257;hmana does not have to satisfy anyone; he is simply meant to satisfy Krishna (&#257;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam). That is the real qualification of a br&#257;hmana. Because Shanda and Amarka were seminal br&#257;hmanas and had become servants of such a master as Hiranyaka&#347;ipu, they unnecessarily wanted to chastise Prahl&#257;da Mah&#257;r&#257;ja.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>