<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.16</P><P CLASS=c>&#257;n&#299;yat&#257;m are vetram</P><P CLASS=c>asm&#257;kam aya&#347;askarah</P><P CLASS=c>kul&#257;&#324;g&#257;rasya durbuddhe&#347;</P><P CLASS=c>caturtho 'syodito damah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aniyatam">&#257;n&#299;yat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be brought; <A CLASS=v HREF="http://vedabase.net/a/are">are</A> &#8212; oh; <A CLASS=v HREF="http://vedabase.net/v/vetram">vetram</A> &#8212; the stick; <A CLASS=v HREF="http://vedabase.net/a/asmakam">asm&#257;kam</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/a/ayasaskarah">aya&#347;askarah</A> &#8212; who is bringing defamation; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/a/angarasya">a&#324;g&#257;rasya</A> &#8212; of <A HREF="http://vedabase.net/h/he">he</A> who is like <A HREF="http://vedabase.net/a/a">a</A> cinder <A HREF="http://vedabase.net/i/in">in</A> the dynasty; <A CLASS=v HREF="http://vedabase.net/d/durbuddheh">durbuddheh</A> &#8212; having bad intelligence; <A CLASS=v HREF="http://vedabase.net/c/caturthah">caturthah</A> &#8212; the fourth; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; for him; <A CLASS=v HREF="http://vedabase.net/u/uditah">uditah</A> &#8212; declared; <A CLASS=v HREF="http://vedabase.net/d/damah">damah</A> &#8212; punishment (the stick, argumentum ad baculum).</P><P CLASS=t>TRANSLATION</P><P>Oh, please bring me a stick! This Prahl&#257;da is damaging our name and fame. Because of his bad intelligence, he has become like a cinder in the dynasty of the demons. Now he needs to be treated by the fourth of the four kinds of political diplomacy.</P><P CLASS=t>PURPORT</P><P>In political affairs, when a person disobediently agitates against the government, four principles are used to suppress him &#8212; legal orders, pacification, the offer of a post, or, finally, weapons. When there are no other arguments, he is punished. In logic, this is called argumentum ad baculum. When the two seminal br&#257;hmanas Shanda and Amarka failed to extract from Prahl&#257;da Mah&#257;r&#257;ja the cause for his having opinions different from those of his father, they called for a stick with which to chastise him to satisfy their master, Hiranyaka&#347;ipu. Because Prahl&#257;da had become a devotee, they considered him to be contaminated by bad intelligence and to be the worst descendant in the family of demons. As it is said, where ignorance is bliss, it is folly to be wise. In a society or family in which everyone is a demon, for someone to become a Vaishnava is certainly folly. Thus Prahl&#257;da Mah&#257;r&#257;ja was charged with bad intelligence because he was among demons, including his teachers, who were supposedly br&#257;hmanas.</P><P>The members of our Krishna consciousness movement are in a position similar to that of Prahl&#257;da Mah&#257;r&#257;ja. All over the world, ninety-nine percent of the people are godless demons, and therefore our preaching of Krishna consciousness, following in the footsteps of Prahl&#257;da Mah&#257;r&#257;ja, is always hampered by many impediments. Because of their fault of being devotees, the American boys who have sacrificed everything for preaching Krishna consciousness are charged with being members of the CIA. Moreover, the seminal br&#257;hmanas in India, who say that one can become a br&#257;hmana only if born in a br&#257;hmana family, charge us with ruining the Hindu system of religion. Of course, the fact is that one becomes a br&#257;hmana by qualification. Because we are training Europeans and Americans to become qualified and are awarding them brahminical status, we are being charged with destroying the Hindu religion. Nonetheless, confronting all kinds of difficulties, we must spread the Krishna consciousness movement with great determination, like that of Prahl&#257;da Mah&#257;r&#257;ja. In spite of being the son of the demon Hiranyaka&#347;ipu, Prahl&#257;da never feared the chastisements of the seminal br&#257;hmana sons of a demoniac father.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>