<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.18</P><P CLASS=c>iti tam vividhop&#257;yair</P><P CLASS=c>bh&#299;shayams tarjan&#257;dibhih</P><P CLASS=c>prahr&#257;dam gr&#257;hay&#257;m &#257;sa</P><P CLASS=c>tri-vargasyopap&#257;danam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A>-<A CLASS=v HREF="http://vedabase.net/u/upayaih">up&#257;yaih</A> &#8212; by various means; <A CLASS=v HREF="http://vedabase.net/b/bhisayan">bh&#299;shayan</A> &#8212; threatening; <A CLASS=v HREF="http://vedabase.net/t/tarjana">tarjana</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by chastisement, threats, etc.; <A CLASS=v HREF="http://vedabase.net/p/prahradam">prahr&#257;dam</A> &#8212; unto <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/g/grahayam">gr&#257;hay&#257;m</A> <A CLASS=v HREF="http://vedabase.net/a/asa">&#257;sa</A> &#8212; taught; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vargasya">vargasya</A> &#8212; the three goals of life (the paths of religion, economic development and sense gratification); <A CLASS=v HREF="http://vedabase.net/u/upapadanam">upap&#257;danam</A> &#8212; scripture that presents.</P><P CLASS=t>TRANSLATION</P><P>Shanda and Amarka, the teachers of Prahl&#257;da Mah&#257;r&#257;ja, chastised and threatened their disciple in various ways and began teaching him about the paths of religion, economic development and sense gratification. This is the way they educated him.</P><P CLASS=t>PURPORT</P><P>In this verse the words prahr&#257;dam gr&#257;hay&#257;m &#257;sa are important. The words gr&#257;hay&#257;m &#257;sa literally mean that they tried to induce Prahl&#257;da Mah&#257;r&#257;ja to accept the paths of dharma, artha and k&#257;ma (religion, economic development and sense gratification). People are generally preoccupied with these three concerns, without interest in the path of liberation. Hiranyaka&#347;ipu, the father of Prahl&#257;da Mah&#257;r&#257;ja, was simply interested in gold and sense enjoyment. The word hiranya means "gold," and ka&#347;ipu refers to soft cushions and bedding on which people enjoy sense gratification. The word prahl&#257;da, however, refers to one who is always joyful in understanding Brahman (brahma-bh&#363;tah prasann&#257;tm&#257; [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>]). Prahl&#257;da means prasann&#257;tm&#257;, always joyful. Prahl&#257;da was always joyful in worshiping the Lord, but in accordance with the instructions of Hiranyaka&#347;ipu, the teachers were interested in teaching him about material things. Materialistic persons think that the path of religion is meant for improving their material conditions. The materialist goes to a temple to worship many varieties of demigods just to receive some benediction to improve his material life. He goes to a s&#257;dhu or so-called sv&#257;m&#299; to take advantage of an easy method for achieving material opulence. In the name of religion, the so-called s&#257;dhus try to satisfy the senses of the materialists by showing them shortcuts to material opulence. Sometimes they give some talisman or blessing. Sometimes they attract materialistic persons by producing gold. Then they declare themselves God, and foolish materialists are attracted to them for economic development. As a result of this process of cheating, others are reluctant to accept a religious process, and instead they advise people in general to work for material advancement. This is going on all over the world. Not only now but since time immemorial, no one is interested in moksha, liberation. There are four principles &#8212; dharma (religion), artha (economic development), k&#257;ma (sense gratification) and moksha (liberation). People accept religion to become materially opulent. And why should one be materially opulent? For sense gratification. Thus people prefer these three m&#257;rgas, the three paths of materialistic life. No one is interested in liberation, and bhagavad-bhakti, devotional service to the Lord, is above even liberation. Therefore the process of devotional service, Krishna consciousness, is extremely difficult to understand. This will be explained later by Prahl&#257;da Mah&#257;r&#257;ja. The teachers Shanda and Amarka tried to induce Prahl&#257;da Mah&#257;r&#257;ja to accept the materialistic way of life, but actually their attempt was a failure.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>