<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.22</P><P CLASS=c>hiranyaka&#347;ipur uv&#257;ca</P><P CLASS=c>prahr&#257;d&#257;n&#363;cyat&#257;m t&#257;ta</P><P CLASS=c>svadh&#299;tam kiñcid uttamam</P><P CLASS=c>k&#257;lenait&#257;vat&#257;yushman</P><P CLASS=c>yad a&#347;ikshad guror bhav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hiranyakasipuh">hiranyaka&#347;ipuh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King Hiranyaka&#347;ipu said; <A CLASS=v HREF="http://vedabase.net/p/prahrada">prahr&#257;da</A> &#8212; my dear <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A>; <A CLASS=v HREF="http://vedabase.net/a/anucyatam">an&#363;cyat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be told; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/s/svadhitam">svadh&#299;tam</A> &#8212; well learned; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; something; <A CLASS=v HREF="http://vedabase.net/u/uttamam">uttamam</A> &#8212; very <A HREF="http://vedabase.net/n/nice">nice</A>; <A CLASS=v HREF="http://vedabase.net/k/kalena">k&#257;lena</A> <A CLASS=v HREF="http://vedabase.net/e/etavata">et&#257;vat&#257;</A> &#8212; for <A HREF="http://vedabase.net/s/so">so</A> much time; <A CLASS=v HREF="http://vedabase.net/a/ayusman">&#257;yushman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> long-lived one; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/asiksat">a&#347;ikshat</A> &#8212; has learned; <A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; from your teachers; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself.</P><P CLASS=t>TRANSLATION</P><P>Hiranyaka&#347;ipu said: My dear Prahl&#257;da, my dear son, O long-lived one, for so much time you have heard many things from your teachers. Now please repeat to me whatever you think is the best of that knowledge.</P><P CLASS=t>PURPORT</P><P>In this verse, Hiranyaka&#347;ipu inquires from his son what he has learned from his guru. Prahl&#257;da Mah&#257;r&#257;ja's gurus were of two kinds &#8212; Shanda and Amarka, the sons of &#346;ukr&#257;c&#257;rya in the seminal disciplic succession, were the gurus appointed by his father, but his other guru was the exalted N&#257;rada Muni, who had instructed Prahl&#257;da when Prahl&#257;da was within the womb of his mother. Prahl&#257;da Mah&#257;r&#257;ja responded to the inquiry of his father with the instructions he had received from his spiritual master, N&#257;rada. Thus there was again a difference of opinion because Prahl&#257;da Mah&#257;r&#257;ja wanted to relate the best thing he had learned from his spiritual master, whereas Hiranyaka&#347;ipu expected to hear about the politics and diplomacy Prahl&#257;da had learned from Shanda and Amarka. Now the dissension between the father and son became increasingly intense as Prahl&#257;da Mah&#257;r&#257;ja began to say what he had learned from his guru N&#257;rada Muni.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23-24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>