<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.3</P><P CLASS=c>yat tatra gurun&#257; proktam</P><P CLASS=c>&#347;u&#347;ruve 'nupap&#257;tha ca</P><P CLASS=c>na s&#257;dhu manas&#257; mene</P><P CLASS=c>sva-par&#257;sad-grah&#257;&#347;rayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; there (<A HREF="http://vedabase.net/i/in">in</A> the school); <A CLASS=v HREF="http://vedabase.net/g/guruna">gurun&#257;</A> &#8212; by the teachers; <A CLASS=v HREF="http://vedabase.net/p/proktam">proktam</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/s/susruve">&#347;u&#347;ruve</A> &#8212; heard; <A CLASS=v HREF="http://vedabase.net/a/anupapatha">anupap&#257;tha</A> &#8212; recited; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; good; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; by the mind; <A CLASS=v HREF="http://vedabase.net/m/mene">mene</A> &#8212; considered; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; of one's own; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; and of others; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/g/graha">graha</A> &#8212; by the bad philosophy; <A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; which was supported.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da certainly heard and recited the topics of politics and economics taught by the teachers, but he understood that political philosophy involves considering someone a friend and someone else an enemy, and thus he did not like it.</P><P CLASS=t>PURPORT</P><P>Politics involves accepting one group of men as enemies and another group as friends. Everything in politics is based on this philosophy, and the entire world, especially at the present, is engrossed in it. The public is concerned with friendly countries and friendly groups or enemy countries and enemy groups, but as stated in Bhagavad-g&#299;t&#257;, a learned person does not make distinctions between enemies and friends. Devotees, especially, do not create friends and enemies. A devotee sees that every living being is part and parcel of Krishna (mamaiv&#257;m&#347;o j&#299;va-bh&#363;tah [<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>]). Therefore a devotee treats friends and enemies equally by trying to educate them both in Krishna consciousness. Of course, atheistic men do not follow the instructions of pure devotees, but instead consider a devotee their enemy. A devotee, however, never creates a situation of friendship and enmity. Although Prahl&#257;da Mah&#257;r&#257;ja was obliged to hear the instructions of Shanda and Amarka, he did not like the philosophy of friends and enemies, which forms the basis of politics. He was not interested in this philosophy.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>