<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.30</P><P CLASS=c>&#347;r&#299;-prahr&#257;da uv&#257;ca</P><P CLASS=c>matir na krishne paratah svato v&#257;</P><P CLASS=c>mitho 'bhipadyeta griha-vrat&#257;n&#257;m</P><P CLASS=c>ad&#257;nta-gobhir vi&#347;at&#257;m tamisram</P><P CLASS=c>punah puna&#347; carvita-carvan&#257;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/prahradah">prahr&#257;dah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> said; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; inclination; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/paratah">paratah</A> &#8212; from the instructions of others; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; from their own understanding; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; from combined effort; <A CLASS=v HREF="http://vedabase.net/a/abhipadyeta">abhipadyeta</A> &#8212; is developed; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/v/vratanam">vrat&#257;n&#257;m</A> &#8212; of persons too addicted <A HREF="http://vedabase.net/t/to">to</A> the materialistic, bodily conception of life; <A CLASS=v HREF="http://vedabase.net/a/adanta">ad&#257;nta</A> &#8212; uncontrolled; <A CLASS=v HREF="http://vedabase.net/g/gobhih">gobhih</A> &#8212; by the senses; <A CLASS=v HREF="http://vedabase.net/v/visatam">vi&#347;at&#257;m</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/t/tamisram">tamisram</A> &#8212; hellish life; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/c/carvita">carvita</A> &#8212; things already chewed; <A CLASS=v HREF="http://vedabase.net/c/carvananam">carvan&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> chewing.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja replied: Because of their uncontrolled senses, persons too addicted to materialistic life make progress toward hellish conditions and repeatedly chew that which has already been chewed. Their inclinations toward Krishna are never aroused, either by the instructions of others, by their own efforts, or by a combination of both.</P><P CLASS=t>PURPORT</P><P>In this verse the words matir na krishne refer to devotional service rendered to Krishna. So-called politicians, erudite scholars and philosophers who read Bhagavad-g&#299;t&#257; try to twist some meaning from it to suit their material purposes, but their misunderstandings of Krishna will not yield them any profit. Because such politicians, philosophers and scholars are interested in using Bhagavad-g&#299;t&#257; as a vehicle for adjusting things materially, for them constant thought of Krishna, or Krishna consciousness, is impossible (matir na krishne). As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), bhakty&#257; m&#257;m abhij&#257;n&#257;ti: only through devotional service can one understand Krishna as He is. The so-called politicians and scholars think of Krishna as fictitious. The politician says that his Krishna is different from the Krishna depicted in Bhagavad-g&#299;t&#257;. Even though he accepts Krishna and R&#257;ma as the Supreme he thinks of R&#257;ma and Krishna as impersonal because he has no idea of service to Krishna. Thus his only business is punah puna&#347; carvita-carvan&#257;n&#257;m [<A CLASS=v HREF="../../7/5/30.htm">SB 7.5.30</A>] &#8212; chewing the chewed again and again. The aim of such politicians and academic scholars is to enjoy this material world with their bodily senses. Therefore it is clearly stated here that those who are griha-vrata, whose only aim is to live comfortably with the body in the material world, cannot understand Krishna. The two expressions griha-vrata and carvita-carvan&#257;n&#257;m indicate that a materialistic person tries to enjoy sense gratification in different bodily forms, life after life, but is still unsatisfied. In the name of personalism, this ism or that ism, such persons always remain attached to the materialistic way of life. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/44.htm">2.44</A>):</P><P>bhogai&#347;varya-prasakt&#257;n&#257;m</P><P CLASS=n>tay&#257;pahrita-cetas&#257;m</P><P CLASS=n>vyavas&#257;y&#257;tmik&#257; buddhih</P><P CLASS=n>sam&#257;dhau na vidh&#299;yate</P><P>"In the minds of those who are too attached to sense enjoyment and material opulence, and who are bewildered by such things, the resolute determination for devotional service to the Supreme Lord does not take place." Those who are attached to material enjoyment cannot be fixed in devotional service to the Lord. They cannot understand Bhagav&#257;n, Krishna, or His instruction, Bhagavad-g&#299;t&#257;. Ad&#257;nta-gobhir vi&#347;at&#257;m tamisram: their path actually leads toward hellish life.</P><P>As confirmed by Rishabhadeva, mahat-sev&#257;m dv&#257;ram &#257;hur vimukteh: [<A CLASS=v HREF="../../5/5/2.htm">SB 5.5.2</A>] one must try to understand Krishna by serving a devotee. The word mahat refers to a devotee.</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha</P><P CLASS=n>daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso</P><P CLASS=n>jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Prith&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible." (<A CLASS=v HREF="../../../bg/9/13.htm">Bg. 9.13</A>) A mah&#257;tm&#257; is one who is constantly engaged in devotional service, twenty-four hours a day. As explained in the following verses, unless one adheres to such a great personality, one cannot understand Krishna. Hiranyaka&#347;ipu wanted to know where Prahl&#257;da had gotten this Krishna consciousness. Who had taught him? Prahl&#257;da sarcastically replied, "My dear father, persons like you never understand Krishna. One can understand Krishna only by serving a mahat, a great soul. Those who try to adjust material conditions are said to be chewing the chewed. No one has been able to adjust material conditions, but life after life, generation after generation, people try and repeatedly fail. Unless one is properly trained by a mahat &#8212; a mah&#257;tm&#257;, or unalloyed devotee of the Lord &#8212; there is no possibility of one's understanding Krishna and His devotional service."</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>