<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.31</P><P CLASS=c>na te viduh sv&#257;rtha-gatim hi vishnum</P><P CLASS=c>dur&#257;&#347;ay&#257; ye bahir-artha-m&#257;ninah</P><P CLASS=c>andh&#257; yath&#257;ndhair upan&#299;yam&#257;n&#257;s</P><P CLASS=c>te 'p&#299;&#347;a-tantry&#257;m uru-d&#257;mni baddh&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/v/viduh">viduh</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the ultimate goal of life, or their own real interest; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/visnum">vishnum</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A> and His abode; <A CLASS=v HREF="http://vedabase.net/d/durasayah">dur&#257;&#347;ay&#257;h</A> &#8212; being ambitious <A HREF="http://vedabase.net/t/to">to</A> enjoy this material world; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; external sense objects; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/m/maninah">m&#257;ninah</A> &#8212; considering <A HREF="http://vedabase.net/a/as">as</A> valuable; <A CLASS=v HREF="http://vedabase.net/a/andhah">andh&#257;h</A> &#8212; persons who <A HREF="http://vedabase.net/a/are">are</A> blind; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/andhaih">andhaih</A> &#8212; by other blind men; <A CLASS=v HREF="http://vedabase.net/u/upaniyamanah">upan&#299;yam&#257;n&#257;h</A> &#8212; being led; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/t/tantryam">tantry&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the ropes (laws) of material nature; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; having very strong; <A CLASS=v HREF="http://vedabase.net/d/damni">d&#257;mni</A> &#8212; cords; <A CLASS=v HREF="http://vedabase.net/b/baddhah">baddh&#257;h</A> &#8212; bound.</P><P CLASS=t>TRANSLATION</P><P>Persons who are strongly entrapped by the consciousness of enjoying material life, and who have therefore accepted as their leader or guru a similar blind man attached to external sense objects, cannot understand that the goal of life is to return home, back to Godhead, and engage in the service of Lord Vishnu. As blind men guided by another blind man miss the right path and fall into a ditch, materially attached men led by another materially attached man are bound by the ropes of fruitive labor, which are made of very strong cords, and they continue again and again in materialistic life, suffering the threefold miseries.</P><P CLASS=t>PURPORT</P><P>Since there must always be a difference of opinion between demons and devotees, Hiranyaka&#347;ipu, when criticized by his son Prahl&#257;da Mah&#257;r&#257;ja, should not have been surprised that Prahl&#257;da Mah&#257;r&#257;ja differed from his way of life. Nonetheless, Hiranyaka&#347;ipu was extremely angry and wanted to rebuke his son for deriding his teacher or spiritual master, who had been born in the br&#257;hmana family of the great &#257;c&#257;rya &#346;ukr&#257;c&#257;rya. The word &#347;ukra means "semen," and &#257;c&#257;rya refers to a teacher or guru. Hereditary gurus, or spiritual masters, have been accepted everywhere since time immemorial, but Prahl&#257;da Mah&#257;r&#257;ja declined to accept such a seminal guru or take instruction from him. An actual guru is &#347;rotriya, one who has heard or received perfect knowledge through parampar&#257;, the disciplic succession. Therefore Prahl&#257;da Mah&#257;r&#257;ja did not recognize a seminal spiritual master. Such spiritual masters are not at all interested in Vishnu. Indeed, they are hopeful of material success (bahir-artha-m&#257;ninah). The word bahih means "external," artha means "interest," and m&#257;nina means "taking very seriously." Generally speaking, practically everyone is unaware of the spiritual world. The knowledge of the materialists is restricted within the four-billion-mile limit of this material world, which is in the dark portion of the creation; they do not know that beyond the material world is the spiritual world. Unless one is a devotee of the Lord, one cannot understand the existence of the spiritual world. Gurus, teachers, who are simply interested in this material world are described in this verse as andha, blind. Such blind men may lead many other blind followers without true knowledge of material conditions, but they are not accepted by devotees like Prahl&#257;da Mah&#257;r&#257;ja. Such blind teachers, being interested in the external, material world, are always bound by the strong ropes of material nature.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>