<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.37</P><P CLASS=c>paro 'py apatyam hita-krid yathaushadham</P><P CLASS=c>sva-dehajo 'py &#257;mayavat suto 'hitah</P><P CLASS=c>chindy&#257;t tad a&#324;gam yad ut&#257;tmano 'hitam</P><P CLASS=c>&#347;esham sukham j&#299;vati yad-vivarjan&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; not belonging <A HREF="http://vedabase.net/t/to">to</A> the <A HREF="http://vedabase.net/s/same">same</A> group or family; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/apatyam">apatyam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> child; <A CLASS=v HREF="http://vedabase.net/h/hita">hita</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; who is beneficial; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/ausadham">aushadham</A> &#8212; remedial herb; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; born of one's own body; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/amaya">&#257;maya</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> disease; <A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/a/ahitah">ahitah</A> &#8212; who is not <A HREF="http://vedabase.net/a/a">a</A> well-wisher; <A CLASS=v HREF="http://vedabase.net/c/chindyat">chindy&#257;t</A> &#8212; one should cut off; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/angam">a&#324;gam</A> &#8212; part of the body; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for the body; <A CLASS=v HREF="http://vedabase.net/a/ahitam">ahitam</A> &#8212; not beneficial; <A CLASS=v HREF="http://vedabase.net/s/sesam">&#347;esham</A> &#8212; the balance; <A CLASS=v HREF="http://vedabase.net/s/sukham">sukham</A> &#8212; happily; <A CLASS=v HREF="http://vedabase.net/j/jivati">j&#299;vati</A> &#8212; lives; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/v/vivarjanat">vivarjan&#257;t</A> &#8212; by cutting off.</P><P CLASS=t>TRANSLATION</P><P>Although a medicinal herb, being born in the forest, does not belong to the same category as a man, if beneficial it is kept very carefully. Similarly, if someone outside one's family is favorable, he should be given protection like a son. On the other hand, if a limb of one's body is poisoned by disease, it must be amputated so that the rest of the body may live happily. Similarly, even one's own son, if unfavorable, must be rejected, although born of one's own body.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu has instructed all devotees of the Lord to be humbler than the grass and more tolerant than trees; otherwise there will always be disturbances to their execution of devotional service. Here is a vivid example of how a devotee is disturbed by a nondevotee, even though the nondevotee is an affectionate father. The material world is such that a nondevotee father becomes an enemy of a devotee son. Having determined to kill even his son, Hiranyaka&#347;ipu gave the example of amputating a part of one's body that has become septic and therefore injurious to the rest of the body. The same example, of course, may also be applied to nondevotees. C&#257;nakya Pandita advises, tyaja durjana-samsargam bhaja s&#257;dhu-sam&#257;gamam. Devotees actually serious about advancing in spiritual life should give up the company of nondevotees and always keep company with devotees. To be too attached to material existence is ignorance because material existence is temporary and miserable. Therefore devotees who are determined to perform tapasya (penances and austerities) to realize the self, and who are determined to become advanced in spiritual consciousness, must give up the company of atheistic nondevotees. Prahl&#257;da Mah&#257;r&#257;ja maintained an attitude of noncooperation with the philosophy of his father, Hiranyaka&#347;ipu, yet he was tolerant and humble. Hiranyaka&#347;ipu, however, being a nondevotee, was so polluted that he was even prepared to kill his own son. He justified this by putting forward the logic of amputation.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>