<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.4</P><P CLASS=c>ekad&#257;sura-r&#257;t putram</P><P CLASS=c>a&#324;kam &#257;ropya p&#257;ndava</P><P CLASS=c>papraccha kathyat&#257;m vatsa</P><P CLASS=c>manyate s&#257;dhu yad bhav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekada">ekad&#257;</A> &#8212; once upon <A HREF="http://vedabase.net/a/a">a</A> time; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/r/rat">r&#257;t</A> &#8212; the Emperor of the asuras; <A CLASS=v HREF="http://vedabase.net/p/putram">putram</A> &#8212; his son; <A CLASS=v HREF="http://vedabase.net/a/ankam">a&#324;kam</A> &#8212; on the lap; <A CLASS=v HREF="http://vedabase.net/a/aropya">&#257;ropya</A> &#8212; placing; <A CLASS=v HREF="http://vedabase.net/p/pandava">p&#257;ndava</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/p/papraccha">papraccha</A> &#8212; inquired; <A CLASS=v HREF="http://vedabase.net/k/kathyatam">kathyat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be told; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/m/manyate">manyate</A> &#8212; considers; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self.</P><P CLASS=t>TRANSLATION</P><P>My dear King Yudhishthira, once upon a time the King of the demons, Hiranyaka&#347;ipu, took his son Prahl&#257;da on his lap and very affectionately inquired: My dear son, please let me know what you think is the best of all the subjects you have studied from your teachers.</P><P CLASS=t>PURPORT</P><P>Hiranyaka&#347;ipu did not ask his young son anything that would be very difficult for him to answer; instead, he gave the boy a chance to speak plainly about whatever he thought might be best. Prahl&#257;da Mah&#257;r&#257;ja, of course, being a perfect devotee, knew everything and could say what the best part of life is. In the Vedas it is said, yasmin vijñ&#257;te samam evam vijñ&#257;tam bhavati: if one properly understands God, he can understand any subject matter very nicely. Sometimes we have to challenge big scientists and philosophers, but by the grace of Krishna we emerge successful. It is impossible, practically speaking, for ordinary men to challenge scientists or philosophers concerning genuine knowledge, but a devotee can challenge them because the best of everything is known to a devotee by the grace of Krishna. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/11.htm">10.11</A>):</P><P>tesh&#257;m ev&#257;nukamp&#257;rtham</P><P CLASS=n>aham ajñ&#257;na-jam tamah</P><P CLASS=n>n&#257;&#347;ay&#257;my &#257;tma-bh&#257;va-stho</P><P CLASS=n>jñ&#257;na-d&#299;pena bh&#257;svat&#257;</P><P>Krishna, who is situated in the core of everyone's heart as the Supersoul, dissipates all the ignorance from the heart of a devotee. As a special favor, He enlightens the devotee with all knowledge by putting before him the torch of light. Prahl&#257;da Mah&#257;r&#257;ja, therefore, knew the best of knowledge, and when his father inquired from him, Prahl&#257;da gave him that knowledge. Prahl&#257;da Mah&#257;r&#257;ja was able to solve the most difficult parts of problems because of his advanced Krishna consciousness. Therefore he replied as follows.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>