<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.41</P><P CLASS=c>pare brahmany anirde&#347;ye</P><P CLASS=c>bhagavaty akhil&#257;tmani</P><P CLASS=c>yukt&#257;tmany aphal&#257; &#257;sann</P><P CLASS=c>apunyasyeva sat-kriy&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the supreme; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; absolute; <A CLASS=v HREF="http://vedabase.net/a/anirdesye">anirde&#347;ye</A> &#8212; who is not perceivable by the senses; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the Supersoul of everyone; <A CLASS=v HREF="http://vedabase.net/y/yukta">yukta</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; on <A HREF="http://vedabase.net/h/he">he</A> whose mind was engaged (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A>); <A CLASS=v HREF="http://vedabase.net/a/aphalah">aphal&#257;h</A> &#8212; without effect; <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; were; <A CLASS=v HREF="http://vedabase.net/a/apunyasya">apunyasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person who has <A HREF="http://vedabase.net/n/no">no</A> assets <A HREF="http://vedabase.net/i/in">in</A> pious activities; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/kriyah">kriy&#257;h</A> &#8212; good activities (like the performance of sacrifices or austerities).</P><P CLASS=t>TRANSLATION</P><P>Even though a person who has no assets in pious activities performs some good deed, it will have no result. Thus the weapons of the demons had no tangible effects upon Prahl&#257;da Mah&#257;r&#257;ja because he was a devotee undisturbed by material conditions and fully engaged in meditating upon and serving the Supreme Personality of Godhead, who is unchangeable, who cannot be realized by the material senses, and who is the soul of the entire universe.</P><P CLASS=t>PURPORT</P><P>Prahl&#257;da Mah&#257;r&#257;ja was constantly and fully engaged in thought of the Supreme Personality of Godhead. As it is said, govinda-parirambhitah. Prahl&#257;da Mah&#257;r&#257;ja engaged himself always in meditation, and thus he was protected by Govinda. Just as a small child on the lap of his father or mother is fully protected, a devotee, in all conditions, is protected by the Supreme Lord. Does this mean that when Prahl&#257;da Mah&#257;r&#257;ja was attacked by the demons, the R&#257;kshasas, Govinda was also attacked by the demons? This is not possible. There have been many attempts by the demons to hurt or kill the Supreme Personality of Godhead, but He cannot be injured by any material means because He is always in transcendence. Therefore the words pare brahmani are used here. The demons, the R&#257;kshasas, can neither see nor touch the Supreme Lord, although they may superficially think that they are striking the Lord's transcendental body with their material weapons. The Supreme Personality of Godhead is described in this verse as anirde&#347;ye. We cannot understand Him to be in a particular place, for He is all-pervasive. Moreover, He is akhil&#257;tm&#257;, the active principle of everything, even material weapons. Those who cannot understand the position of the Lord are unfortunate. They may think that they can kill the Supreme Personality of Godhead and His devotee, but all their attempts will be futile. The Lord knows how to deal with them.</P><P CLASS=l><A CLASS=i HREF="39-40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>