<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.5</P><P CLASS=c>&#347;r&#299;-prahl&#257;da uv&#257;ca</P><P CLASS=c>tat s&#257;dhu manye 'sura-varya dehin&#257;m</P><P CLASS=c>sad&#257; samudvigna-dhiy&#257;m asad-grah&#257;t</P><P CLASS=c>hitv&#257;tma-p&#257;tam griham andha-k&#363;pam</P><P CLASS=c>vanam gato yad dharim &#257;&#347;rayeta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/p/prahladah">prahl&#257;dah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> replied; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; very good, or the best part of life; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> think; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King of the asuras; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of persons who have accepted the material body; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/s/samudvigna">samudvigna</A> &#8212; full of anxieties; <A CLASS=v HREF="http://vedabase.net/d/dhiyam">dhiy&#257;m</A> &#8212; whose intelligence; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/g/grahat">grah&#257;t</A> &#8212; because of accepting the temporary body or bodily relations <A HREF="http://vedabase.net/a/as">as</A> real (thinking "<A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> this body, and everything belonging <A HREF="http://vedabase.net/t/to">to</A> this body is <A HREF="http://vedabase.net/m/mine">mine</A>"); <A CLASS=v HREF="http://vedabase.net/h/hitva">hitv&#257;</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/p/patam">p&#257;tam</A> &#8212; the place where spiritual culture or self-realization is stopped; <A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; the bodily concept of life, or household life; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/k/kupam">k&#363;pam</A> &#8212; which is nothing but <A HREF="http://vedabase.net/a/a">a</A> blind well (where there is <A HREF="http://vedabase.net/n/no">no</A> water but one nonetheless searches for water); <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the forest; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; going; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/asrayeta">&#257;&#347;rayeta</A> &#8212; may take shelter of.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja replied: O best of the asuras, King of the demons, as far as I have learned from my spiritual master, any person who has accepted a temporary body and temporary household life is certainly embarrassed by anxiety because of having fallen in a dark well where there is no water but only suffering. One should give up this position and go to the forest [vana]. More clearly, one should go to Vrind&#257;vana, where only Krishna consciousness is prevalent, and should thus take shelter of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Hiranyaka&#347;ipu thought that Prahl&#257;da, being nothing but a small boy with no actual experience, might reply with something pleasing but nothing practical. Prahl&#257;da Mah&#257;r&#257;ja, however, being an exalted devotee, had acquired all the qualities of education.</P><P>yasy&#257;sti bhaktir bhagavaty akiñcan&#257;</P><P CLASS=n>sarvair gunais tatra sam&#257;sate sur&#257;h</P><P CLASS=n>har&#257;v abhaktasya kuto mahad-gun&#257;</P><P CLASS=n>manorathen&#257;sati dh&#257;vato bahih</P><P>"One who has unflinching devotional faith in Krishna consistently manifests all the good qualities of Krishna and the demigods. However, he who has no devotion to the Supreme Personality of Godhead has no good qualifications because he is engaged by mental concoction in material existence, which is the external feature of the Lord." (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/18/12.htm">5.18.12</A>) So-called educated philosophers and scientists who are simply on the mental platform cannot distinguish between what is actually sat, eternal, and what is asat, temporary. The Vedic injunction is asato m&#257; jyotir gama: everyone should give up the platform of temporary existence and approach the eternal platform. The soul is eternal, and topics concerning the eternal soul are actually knowledge. Elsewhere it is said, apa&#347;yat&#257;m &#257;tma-tattvam griheshu griha-medhin&#257;m: [<A CLASS=v HREF="../../2/1/2.htm">SB 2.1.2</A>] those who are attached to the bodily conception of life and who thus stick to life as a grihastha, or householder, on the platform of material sense enjoyment, cannot see the welfare of the eternal soul. Prahl&#257;da Mah&#257;r&#257;ja confirmed this by saying that if one wants success in life, he should immediately understand from the right sources what his self-interest is and how he should mold his life in spiritual consciousness. One should understand himself to be part and parcel of Krishna and thus completely take shelter of His lotus feet for guaranteed spiritual success. Everyone in the material world is in the bodily conception, struggling hard for existence, life after life. Prahl&#257;da Mah&#257;r&#257;ja therefore recommended that to stop this material condition of repeated birth and death, one should go to the forest (vana).</P><P>In the varn&#257;&#347;rama system, one first becomes a brahmac&#257;r&#299;, then a grihastha, a v&#257;naprastha and finally a sanny&#257;s&#299;. Going to the forest means accepting v&#257;naprastha life, which is between grihastha life and sanny&#257;sa. As confirmed in the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana3/8/9">3.8.9</A>), varn&#257;&#347;ram&#257;c&#257;ravat&#257; purushena parah pum&#257;n vishnur &#257;r&#257;dhyate: by accepting the institution of varna and &#257;&#347;rama, one can very easily elevate himself to the platform of worshiping Vishnu, the Supreme Personality of Godhead. Otherwise, if one remains in the bodily conception, one must rot within this material world, and his life will be a failure. Society must have divisions of br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra, and for spiritual advancement one must gradually develop as a brahmac&#257;r&#299;, grihastha, v&#257;naprastha and sanny&#257;s&#299;. Prahl&#257;da Mah&#257;r&#257;ja recommended that his father accept v&#257;naprastha life because as a grihastha he was becoming increasingly demoniac due to bodily attachment. Prahl&#257;da recommended to his father that accepting v&#257;naprastha life would be better than going deeper and deeper into griham andha-k&#363;pam, the blind well of life as a grihastha. In our Krishna consciousness movement we therefore invite all the elderly persons of the world to come to Vrind&#257;vana and stay there in retired life, making advancement in spiritual consciousness, Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>