<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.53</P><P CLASS=c>yath&#257; tri-vargam gurubhir</P><P CLASS=c>&#257;tmane upa&#347;ikshitam</P><P CLASS=c>na s&#257;dhu mene tac-chiksh&#257;m</P><P CLASS=c>dvandv&#257;r&#257;mopavarnit&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vargam">vargam</A> &#8212; the three processes (religion, economic development and sense gratification); <A CLASS=v HREF="http://vedabase.net/g/gurubhih">gurubhih</A> &#8212; by the teachers; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; unto himself (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/u/upasiksitam">upa&#347;ikshitam</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; really good; <A CLASS=v HREF="http://vedabase.net/m/mene">mene</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> considered; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/s/siksam">&#347;iksh&#257;m</A> &#8212; the education <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/d/dvandva">dvandva</A>-<A CLASS=v HREF="http://vedabase.net/a/arama">&#257;r&#257;ma</A> &#8212; by persons taking pleasure <A HREF="http://vedabase.net/i/in">in</A> duality (<A HREF="http://vedabase.net/i/in">in</A> material enmity and friendship); <A CLASS=v HREF="http://vedabase.net/u/upavarnitam">upavarnit&#257;m</A> &#8212; which is prescribed.</P><P CLASS=t>TRANSLATION</P><P>The teachers Shanda and Amarka instructed Prahl&#257;da Mah&#257;r&#257;ja in the three kinds of material advancement called religion, economic development and sense gratification. Prahl&#257;da, however, being situated above such instructions, did not like them, for such instructions are based on the duality of worldly affairs, which involve one in a materialistic way of life marked by birth, death, old age and disease.</P><P CLASS=t>PURPORT</P><P>The entire world is interested in the materialistic way of life. Indeed, practically 99.9 percent of the people in the three worlds are uninterested in liberation or spiritual education. Only the devotees of the Lord, headed by such great personalities as Prahl&#257;da Mah&#257;r&#257;ja and N&#257;rada Muni, are interested in the real education of spiritual life. One cannot understand the principles of religion while staying on the material platform. Therefore one must follow these great personalities. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/3/20.htm">6.3.20</A>):</P><P>svayambh&#363;r n&#257;radah &#347;ambhuh</P><P CLASS=n>kum&#257;rah kapilo manuh</P><P CLASS=n>prahl&#257;do janako bh&#299;shmo</P><P CLASS=n>balir vaiy&#257;sakir vayam</P><P>One must follow in the footsteps of such great personalities as Lord Brahm&#257;, N&#257;rada, Lord &#346;iva, Kapila, Manu, the Kum&#257;ras, Prahl&#257;da Mah&#257;r&#257;ja, Bh&#299;shma, Janaka, Bali Mah&#257;r&#257;ja, &#346;ukadeva Gosv&#257;m&#299; and Yamar&#257;ja. Those interested in spiritual life should follow Prahl&#257;da Mah&#257;r&#257;ja in rejecting the education of religion, economic development and sense gratification. One should be interested in spiritual education. Therefore the Krishna consciousness movement is spreading all over the world, following in the footsteps of Prahl&#257;da Mah&#257;r&#257;ja, who did not like any of the materialistic education he received from his teachers.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>