<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.55</P><P CLASS=c>atha t&#257;ñ &#347;lakshnay&#257; v&#257;c&#257;</P><P CLASS=c>praty&#257;h&#363;ya mah&#257;-budhah</P><P CLASS=c>uv&#257;ca vidv&#257;ms tan-nishth&#257;m</P><P CLASS=c>kripay&#257; prahasann iva</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; the class friends; <A CLASS=v HREF="http://vedabase.net/s/slaksnaya">&#347;lakshnay&#257;</A> &#8212; with very pleasing; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; speech; <A CLASS=v HREF="http://vedabase.net/p/pratyahuya">praty&#257;h&#363;ya</A> &#8212; addressing; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/budhah">budhah</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>, who was highly learned and advanced <A HREF="http://vedabase.net/i/in">in</A> spiritual consciousness (<A HREF="http://vedabase.net/m/maha">mah&#257;</A> means "great," and <A HREF="http://vedabase.net/b/budha">budha</A> means "learned"); <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; very learned; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/n/nistham">nishth&#257;m</A> &#8212; the path of God realization; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; being merciful; <A CLASS=v HREF="http://vedabase.net/p/prahasan">prahasan</A> &#8212; smiling; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like.</P><P CLASS=t>TRANSLATION</P><P>Prahl&#257;da Mah&#257;r&#257;ja, who was truly the supreme learned person, then addressed his class friends in very sweet language. Smiling, he began to teach them about the uselessness of the materialistic way of life. Being very kind to them, he instructed them as follows.</P><P CLASS=t>PURPORT</P><P>Prahl&#257;da Mah&#257;r&#257;ja's smiling is very significant. The other students were very much advanced in enjoying materialistic life through religion, economic development and sense gratification, but Prahl&#257;da Mah&#257;r&#257;ja laughed at them, knowing that this was not actual happiness, for real happiness is advancement in Krishna consciousness. The duty of those who follow in the footsteps of Prahl&#257;da Mah&#257;r&#257;ja is to teach the entire world how to be Krishna conscious and thus be really happy. Materialistic persons take to so-called religion to get some blessings so that they can improve their economic position and enjoy the material world through sense gratification. But devotees like Prahl&#257;da Mah&#257;r&#257;ja laugh at how foolish they are to be busy in a temporary life without knowledge of the soul's transmigration from one body to another. Materialistic persons are engaged in striving for temporary benefits, whereas persons advanced in spiritual knowledge, such as Prahl&#257;da Mah&#257;r&#257;ja, are not interested in the materialistic way of life. Instead, they want to be elevated to an eternal life of knowledge and bliss. Therefore, as Krishna is always compassionate to the fallen souls, His servants, the devotees of Lord Krishna, are also interested in educating the entire populace in Krishna consciousness. The mistake of materialistic life is understood by devotees, and therefore they smile upon it, considering it insignificant. Out of compassion, however, such devotees preach the gospel of Bhagavad-g&#299;t&#257; all over the world.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56-57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>