<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 5 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 5 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">Prahl&#257;da Mah&#257;r&#257;ja, the Saintly Son of Hiranyaka&#347;ipu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.5.6</P><P CLASS=c>&#347;r&#299;-n&#257;rada uv&#257;ca</P><P CLASS=c>&#347;rutv&#257; putra-giro daityah</P><P CLASS=c>para-paksha-sam&#257;hit&#257;h</P><P CLASS=c>jah&#257;sa buddhir b&#257;l&#257;n&#257;m</P><P CLASS=c>bhidyate para-buddhibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A> said; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/p/putra">putra</A>-<A CLASS=v HREF="http://vedabase.net/g/girah">girah</A> &#8212; the instructive words of his son; <A CLASS=v HREF="http://vedabase.net/d/daityah">daityah</A> &#8212; Hiranyaka&#347;ipu; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/p/paksa">paksha</A> &#8212; on the side of the enemy; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hit&#257;h</A> &#8212; full of faith; <A CLASS=v HREF="http://vedabase.net/j/jahasa">jah&#257;sa</A> &#8212; laughed; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; the intelligence; <A CLASS=v HREF="http://vedabase.net/b/balanam">b&#257;l&#257;n&#257;m</A> &#8212; of small boys; <A CLASS=v HREF="http://vedabase.net/b/bhidyate">bhidyate</A> &#8212; is polluted; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhibhih">buddhibhih</A> &#8212; by instructions from the enemy's camp.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni continued: When Prahl&#257;da Mah&#257;r&#257;ja spoke about the path of self-realization in devotional service, thus being faithful to the camp of his father's enemies, Hiranyaka&#347;ipu, the King of the demons, heard Prahl&#257;da's words and he laughingly said, "Thus is the intelligence of children spoiled by the words of the enemy."</P><P CLASS=t>PURPORT</P><P>Hiranyaka&#347;ipu, being a demon, would always consider Lord Vishnu and His devotees to be his enemies. Therefore the word para-paksha ("on the side of the enemy") is used here. Hiranyaka&#347;ipu never agreed with the words of Vishnu, or Krishna. Rather, he was angered by the intelligence of a Vaishnava. Lord Vishnu, Lord Krishna, says, sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>] &#8212; "Give up all other duties and surrender unto Me" &#8212; but demons like Hiranyaka&#347;ipu never agree to do this. Therefore Krishna says:</P><P>na m&#257;m dushkritino m&#363;dh&#257;h</P><P CLASS=n>prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;parhrita-jñ&#257;n&#257;</P><P CLASS=n>&#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me." (<A CLASS=v HREF="../../../bg/7/15.htm">Bg. 7.15</A>) The asura-bh&#257;va, the atheistic nature, is directly represented by Hiranyaka&#347;ipu. Such persons, being m&#363;dha and nar&#257;dhama &#8212; fools and rascals, the lowest of men &#8212; would never accept Vishnu as the Supreme and surrender to Him. Hiranyaka&#347;ipu naturally became increasingly angry that his son Prahl&#257;da was being influenced by the camp of the enemies. He therefore asked that saintly persons like N&#257;rada not be allowed within the residential quarters of his son, for otherwise Prahl&#257;da would be further spoiled by Vaishnava instructions.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>