<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.15</P><P CLASS=c>yo 'sau may&#257;vidita-tattva-dri&#347;&#257; sabh&#257;y&#257;m</P><P CLASS=c>kshipto durukti-vi&#347;ikhair viganayya tan m&#257;m</P><P CLASS=c>arv&#257;k patantam arhattama-ninday&#257;p&#257;d</P><P CLASS=c>drishty&#257;rdray&#257; sa bhagav&#257;n sva-kritena tushyet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/avidita">avidita</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; without knowing the actual fact; <A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; by experience; <A CLASS=v HREF="http://vedabase.net/s/sabhayam">sabh&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly; <A CLASS=v HREF="http://vedabase.net/k/ksiptah">kshiptah</A> &#8212; was abused; <A CLASS=v HREF="http://vedabase.net/d/durukti">durukti</A> &#8212; unkind words; <A CLASS=v HREF="http://vedabase.net/v/visikhaih">vi&#347;ikhaih</A> &#8212; by the arrows of; <A CLASS=v HREF="http://vedabase.net/v/viganayya">viganayya</A> &#8212; taking <A HREF="http://vedabase.net/n/no">no</A> notice of; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/arvak">arv&#257;k</A> &#8212; downwards; <A CLASS=v HREF="http://vedabase.net/p/patantam">patantam</A> &#8212; gliding down <A HREF="http://vedabase.net/t/to">to</A> hell; <A CLASS=v HREF="http://vedabase.net/a/arhat">arhat</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; the most respectable; <A CLASS=v HREF="http://vedabase.net/n/nindaya">ninday&#257;</A> &#8212; by defamation; <A CLASS=v HREF="http://vedabase.net/a/apat">ap&#257;t</A> &#8212; saved; <A CLASS=v HREF="http://vedabase.net/d/drstya">drishty&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/a/ardraya">&#257;rdray&#257;</A> &#8212; out of compassion; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/krtena">kritena</A> &#8212; by your own mercy; <A CLASS=v HREF="http://vedabase.net/t/tusyet">tushyet</A> &#8212; be satisfied.</P><P CLASS=t>TRANSLATION</P><P>I did not know your full glories. For this reason, I threw arrows of sharp words at you in the open assembly, although you did not take them into account. I was going down to hell because of my disobedience to you, who are the most respectable personality, but you took compassion upon me and saved me by awarding punishment. I request that you be pleased by your own mercy, since I cannot satisfy you by my words.</P><P CLASS=t>PURPORT</P><P>As usual, a devotee in an adverse condition of life accepts such a condition to be the mercy of the Lord. Factually, the insulting words used by Daksha against Lord &#346;iva were enough to have him thrown perpetually into a hellish life. But Lord &#346;iva, being kind toward him, awarded him punishment to neutralize the offense. King Daksha realized this and, feeling obliged for Lord &#346;iva's magnanimous behavior, wanted to show his gratitude. Sometimes a father punishes his child, and when the child is grown up and comes to his senses, he understands that the father's punishment was not actually punishment but mercy. Similarly, Daksha appreciated that the punishment offered to him by Lord &#346;iva was a manifestation of Lord &#346;iva's mercy. That is the symptom of a person making progress on the path of Krishna consciousness. It is said that a devotee in Krishna consciousness never takes any miserable condition of life to be condemnation by the Supreme Personality of Godhead. He accepts the miserable condition to be the grace of the Lord. He thinks, "I would have been punished or put into a more dangerous condition of life due to my past misdeeds, but the Lord has protected me. Thus I have received only a little punishment as token execution of the law of karma." Thinking of His grace in that way, a devotee always surrenders to the Supreme Personality of Godhead more and more seriously and is not disturbed by such so-called punishment.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>