<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.17</P><P CLASS=c>vaishnavam yajña-santatyai</P><P CLASS=c>tri-kap&#257;lam dvijottam&#257;h</P><P CLASS=c>purod&#257;&#347;am niravapan</P><P CLASS=c>v&#299;ra-samsarga-&#347;uddhaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaisnavam">vaishnavam</A> &#8212; meant for Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A> or His devotees; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; sacrifice; <A CLASS=v HREF="http://vedabase.net/s/santatyai">santatyai</A> &#8212; for performances; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/k/kapalam">kap&#257;lam</A> &#8212; three kinds of offerings; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/u/uttamah">uttam&#257;h</A> &#8212; the best of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/p/purodasam">purod&#257;&#347;am</A> &#8212; the oblation called purod&#257;&#347;a; <A CLASS=v HREF="http://vedabase.net/n/niravapan">niravapan</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/v/virabhadra">V&#299;rabhadra</A> and other followers of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/samsarga">samsarga</A> &#8212; contamination (<A HREF="http://vedabase.net/d/dosa">dosha</A>) due <A HREF="http://vedabase.net/t/to">to</A> his touching; <A CLASS=v HREF="http://vedabase.net/s/suddhaye">&#347;uddhaye</A> &#8212; for purification.</P><P CLASS=t>TRANSLATION</P><P>Thereafter, in order to resume the activities of sacrifice, the br&#257;hmanas first arranged to purify the sacrificial arena of the contamination caused by the touch of V&#299;rabhadra and the other ghostly followers of Lord &#346;iva. Then they arranged to offer into the fire the oblations known as purod&#257;&#347;a.</P><P CLASS=t>PURPORT</P><P>Lord &#346;iva's followers and devotees, headed by V&#299;rabhadra, are known as v&#299;ras, and they are ghostly demons. Not only did they pollute the entire sacrificial arena by their very presence, but they disturbed the whole situation by passing stool and urine. Therefore, the infection they had created was to be first purified by the method of offering purod&#257;&#347;a oblations. A vishnu-yajña, or an offering to Lord Vishnu, cannot be performed uncleanly. To offer anything in an unclean state is called a sev&#257;par&#257;dha. The worship of the Vishnu Deity in the temple is also vishnu-yajña. In all Vishnu temples, therefore, the priest who takes care of the arcan&#257;-vidhi must be very clean. Everything should be always kept neat and clean, and the foodstuffs should be prepared in a neat and clean manner. All these regulative principles are described in The Nectar of Devotion. There are thirty-two kinds of offenses in discharging arcan&#257; service. It is required, therefore, that one be extremely careful not to be unclean. Generally, whenever any ritualistic ceremony is begun, the holy name of Lord Vishnu is first chanted in order to purify the situation. Whether one is in a pure or impure condition, internally or externally, if one chants or even remembers the holy name of the Supreme Personality of Godhead Vishnu, one immediately becomes purified. The yajña arena was desecrated by the presence of Lord &#346;iva's followers, headed by V&#299;rabhadra, and therefore the entire arena had to be sanctified. Although Lord &#346;iva was present and he is all-auspicious, it was still necessary to sanctify the place because his followers had broken into the arena and committed so many obnoxious acts. That sanctification was possible only by chanting the holy name of Vishnu, Trikap&#257;la, which can sanctify the three worlds. In other words, it is admitted herein that the followers of Lord &#346;iva are generally unclean. They are not even very hygienic; they do not take baths regularly, they wear long hair, and they smoke g&#257;ñj&#257;. Persons of such irregular habits are counted amongst the ghosts. Since they were present in the sacrificial arena, the atmosphere became polluted, and it had to be sanctified by trikap&#257;la oblations, which indicated the invocation of Vishnu's favor.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>