<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.20</P><P CLASS=c>&#347;y&#257;mo hiranya-ra&#347;ano 'rka-kir&#299;ta-jushto</P><P CLASS=c>n&#299;l&#257;laka-bhramara-mandita-kundal&#257;syah</P><P CLASS=c>&#347;a&#324;kh&#257;bja-cakra-&#347;ara-c&#257;pa-gad&#257;si-carma-</P><P CLASS=c>vyagrair hiranmaya-bhujair iva karnik&#257;rah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/syamah">&#347;y&#257;mah</A> &#8212; blackish; <A CLASS=v HREF="http://vedabase.net/h/hiranya">hiranya</A>-<A CLASS=v HREF="http://vedabase.net/r/rasanah">ra&#347;anah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> garment like gold; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A>-<A CLASS=v HREF="http://vedabase.net/k/kirita">kir&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/j/justah">jushtah</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> helmet <A HREF="http://vedabase.net/a/as">as</A> dazzling <A HREF="http://vedabase.net/a/as">as</A> the sun; <A CLASS=v HREF="http://vedabase.net/n/nila">n&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/a/alaka">alaka</A> &#8212; bluish curls; <A CLASS=v HREF="http://vedabase.net/b/bhramara">bhramara</A> &#8212; big black bees; <A CLASS=v HREF="http://vedabase.net/m/mandita">mandita</A>-<A CLASS=v HREF="http://vedabase.net/k/kundala">kundala</A>-<A CLASS=v HREF="http://vedabase.net/a/asyah">&#257;syah</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> face decorated with earrings; <A CLASS=v HREF="http://vedabase.net/s/sankha">&#347;a&#324;kha</A> &#8212; conchshell; <A CLASS=v HREF="http://vedabase.net/a/abja">abja</A> &#8212; lotus flower; <A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A> &#8212; wheel; <A CLASS=v HREF="http://vedabase.net/s/sara">&#347;ara</A> &#8212; arrows; <A CLASS=v HREF="http://vedabase.net/c/capa">c&#257;pa</A> &#8212; bow; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A> &#8212; club; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; sword; <A CLASS=v HREF="http://vedabase.net/c/carma">carma</A> &#8212; shield; <A CLASS=v HREF="http://vedabase.net/v/vyagraih">vyagraih</A> &#8212; filled with; <A CLASS=v HREF="http://vedabase.net/h/hiranmaya">hiranmaya</A> &#8212; golden (bracelets and bangles); <A CLASS=v HREF="http://vedabase.net/b/bhujaih">bhujaih</A> &#8212; with hands; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/karnikarah">karnik&#257;rah</A> &#8212; flower tree.</P><P CLASS=t>TRANSLATION</P><P>His complexion was blackish, His garment yellow like gold, and His helmet as dazzling as the sun. His hair was bluish, the color of black bees, and His face was decorated with earrings. His eight hands held a conchshell, wheel, club, lotus flower, arrow, bow, shield and sword, and they were decorated with golden ornaments such as bangles and bracelets. His whole body resembled a blossoming tree beautifully decorated with various kinds of flowers.</P><P CLASS=t>PURPORT</P><P>The face of Lord Vishnu as described in this verse appears like a lotus flower with bees humming over it. All of the ornaments on the body of Lord Vishnu resemble molten gold of the reddish-gold color of the morning sunrise. The Lord appears, just as the morning sun rises, to protect the whole universal creation. His arms display different weapons, and His eight hands are compared to the eight petals of a lotus flower. All the weapons mentioned are for the protection of His devotees.</P><P>Generally in the four hands of Vishnu there are a wheel, club, conchshell and lotus flower. These four symbols are seen in the four hands of Vishnu in different arrangements. The club and the wheel are the Lord's symbols of punishment for the demons and miscreants, and the lotus flower and conchshell are used to bless the devotees. There are always two classes of men, the devotees and the demons. As confirmed in Bhagavad-g&#299;t&#257; (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m), the Lord is always ready for the protection of the devotees and annihilation of the demons. There are demons and devotees in this material world, but in the spiritual world there is no such distinction. In other words, Lord Vishnu is the proprietor of both the material and spiritual worlds. In the material world almost everyone is of the demoniac nature, but there are also devotees, who appear to be in the material world although they are always situated in the spiritual world. A devotee's position is always transcendental, and he is always protected by Lord Vishnu.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>