<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.30</P><P CLASS=c>bhrigur uv&#257;ca</P><P CLASS=c>yan m&#257;yay&#257; gahanay&#257;pahrit&#257;tma-bodh&#257;</P><P CLASS=c>brahm&#257;dayas tanu-bhritas tamasi svapantah</P><P CLASS=c>n&#257;tman-&#347;ritam tava vidanty adhun&#257;pi tattvam</P><P CLASS=c>so 'yam pras&#299;datu bhav&#257;n pranat&#257;tma-bandhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhrguh">bhriguh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A> said; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by illusory energy; <A CLASS=v HREF="http://vedabase.net/g/gahanaya">gahanay&#257;</A> &#8212; insurmountable; <A CLASS=v HREF="http://vedabase.net/a/apahrta">apahrita</A> &#8212; stolen; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bodhah">bodh&#257;h</A> &#8212; knowledge of the constitutional position; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, etc.; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; embodied living entities; <A CLASS=v HREF="http://vedabase.net/t/tamasi">tamasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the darkness of illusion; <A CLASS=v HREF="http://vedabase.net/s/svapantah">svapantah</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the living entity; <A CLASS=v HREF="http://vedabase.net/s/sritam">&#347;ritam</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/v/vidanti">vidanti</A> &#8212; understand; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tattvam">tattvam</A> &#8212; absolute position; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prasidatu">pras&#299;datu</A> &#8212; be kind; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/p/pranata">pranata</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; surrendered soul; <A CLASS=v HREF="http://vedabase.net/b/bandhuh">bandhuh</A> &#8212; friend.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Bhrigu said: My dear Lord, all living entities, beginning from the highest, namely Lord Brahm&#257;, down to the ordinary ant, are under the influence of the insurmountable spell of illusory energy, and thus they are ignorant of their constitutional position. Everyone believes in the concept of the body, and all are thus submerged in the darkness of illusion. They are actually unable to understand how You live in every living entity as the Supersoul, nor can they understand Your absolute position. But You are the eternal friend and protector of all surrendered souls. Therefore, please be kind toward us and forgive all our offenses.</P><P CLASS=t>PURPORT</P><P>Bhrigu Muni was conscious of the scandalous behavior exhibited by each and every one of them, including Brahm&#257; and Lord &#346;iva, in the sacrificial ceremony of Daksha. By mentioning Brahm&#257;, the chief of all living entities within this material world, he wanted to state that everyone, including also Brahm&#257; and Lord &#346;iva, is under the concept of the body and under the spell of material energy &#8212; all but Vishnu. That is the version of Bhrigu. As long as one is under the concept of the body as self, it is very difficult to understand the Supersoul or the Supreme Personality of Godhead. Conscious that he was not greater than Brahma-, Bhrigu included himself in the list of offenders. Ignorant personalities, or conditioned souls, have no choice but to accept their precarious condition under material nature. The only remedy is to surrender to Vishnu and always pray to be excused. One should depend only on the causeless mercy of the Lord for deliverance and not even slightly on one's own strength. That is the perfect position of a Krishna conscious person. The Lord is everyone's friend, but He is especially friendly to the surrendered soul. The simple process, therefore, is that a conditioned soul should remain surrendered to the Lord, and the Lord will give him all protection to keep him out of the clutches of material contamination.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>