<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.31</P><P CLASS=c>brahmov&#257;ca</P><P CLASS=c>naitat svar&#363;pam bhavato 'sau pad&#257;rtha-</P><P CLASS=c>bheda-grahaih purusho y&#257;vad &#299;kshet</P><P CLASS=c>jñ&#257;nasya c&#257;rthasya gunasya c&#257;&#347;rayo</P><P CLASS=c>m&#257;y&#257;may&#257;d vyatirikto matas tvam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/svarupam">svar&#363;pam</A> &#8212; eternal form; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that other; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/g/grahaih">grahaih</A> &#8212; by the acquiring; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; person; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/i/ikset">&#299;kshet</A> &#8212; wants <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/j/jnanasya">jñ&#257;nasya</A> &#8212; of knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/arthasya">arthasya</A> &#8212; of the objective; <A CLASS=v HREF="http://vedabase.net/g/gunasya">gunasya</A> &#8212; of the instruments of knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;rayah</A> &#8212; the basis; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayat">may&#257;t</A> &#8212; from being <A HREF="http://vedabase.net/m/made">made</A> of material energy; <A CLASS=v HREF="http://vedabase.net/v/vyatiriktah">vyatiriktah</A> &#8212; distinct; <A CLASS=v HREF="http://vedabase.net/m/matah">matah</A> &#8212; regarded; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You.</P><P CLASS=t>TRANSLATION</P><P>Lord Brahm&#257; said: My dear Lord, Your personality and eternal form cannot be understood by any person who is trying to know You through the different processes of acquiring knowledge. Your position is always transcendental to the material creation, whereas the empiric attempt to understand You is material, as are its objectives and instruments.</P><P CLASS=t>PURPORT</P><P>It is said that the transcendental name, qualities, activities, paraphernalia, etc., of the Supreme Personality of Godhead cannot be understood with our material senses. The attempt of the empiric philosophers to understand the Absolute Truth by speculation is always futile because their process of understanding, their objective and the instruments by which they try to understand the Absolute Truth are all material. The Lord is apr&#257;krita, beyond the creation of the material world. This fact is also accepted by the great impersonalist &#346;a&#324;kar&#257;c&#257;rya: n&#257;r&#257;yanah paro 'vyakt&#257;d andam avyakta-sambhavam. Avyakta, or the original material cause, is beyond this material manifestation and is the cause of the material world. Because N&#257;r&#257;yana, the Supreme Personality of Godhead, is beyond the material world, one cannot speculate upon Him by any material method. One has to understand the Supreme Personality of Godhead simply by the transcendental method of Krishna consciousness. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>). Bhakty&#257; m&#257;m abhij&#257;n&#257;ti: only by devotional service can one understand the transcendental form of the Lord. The difference between the impersonalists and the personalists is that the impersonalists, limited by their speculative processes, cannot even approach the Supreme Personality of Godhead, whereas the devotees please the Supreme Personality of Godhead through His transcendental loving service. Sevonmukhe hi: due to the service attitude of the devotee, the Lord is revealed to him. The Supreme Lord cannot be understood by materialistic persons even though He is present before them. In Bhagavad-g&#299;t&#257;, Lord Krishna therefore condemns such materialists as m&#363;dhas. M&#363;dha means "rascal." It is said in the G&#299;t&#257;, "Only rascals think of Lord Krishna as an ordinary person. They do not know what Lord Krishna's position is or what His transcendental potencies are." Unaware of His transcendental potencies, the impersonalists deride the person of Lord Krishna, whereas the devotees, by dint of their service attitude, can understand Him as the Personality of Godhead. In the Tenth Chapter of Bhagavad-g&#299;t&#257;, Arjuna also confirmed that it is very difficult to understand the personality of the Lord.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>