<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.33</P><P CLASS=c>patnya &#363;cuh</P><P CLASS=c>yajño 'yam tava yajan&#257;ya kena srishto</P><P CLASS=c>vidhvastah pa&#347;upatin&#257;dya daksha-kop&#257;t</P><P CLASS=c>tam nas tvam &#347;ava-&#347;ayan&#257;bha-&#347;&#257;nta-medham</P><P CLASS=c>yajñ&#257;tman nalina-ruc&#257; dri&#347;&#257; pun&#299;hi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/patnyah">patnyah</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the wives of the executors of the sacrifice said; <A CLASS=v HREF="http://vedabase.net/y/yajnah">yajñah</A> &#8212; the sacrifice; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/y/yajanaya">yajan&#257;ya</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/k/kena">kena</A> &#8212; by <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/srstah">srishtah</A> &#8212; arranged; <A CLASS=v HREF="http://vedabase.net/v/vidhvastah">vidhvastah</A> &#8212; devastated; <A CLASS=v HREF="http://vedabase.net/p/pasupatina">pa&#347;upatin&#257;</A> &#8212; by Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/d/daksa">daksha</A>-<A CLASS=v HREF="http://vedabase.net/k/kopat">kop&#257;t</A> &#8212; from anger at <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/s/sava">&#347;ava</A>-<A CLASS=v HREF="http://vedabase.net/s/sayana">&#347;ayana</A> &#8212; dead bodies; <A CLASS=v HREF="http://vedabase.net/a/abha">&#257;bha</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/santa">&#347;&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/m/medham">medham</A> &#8212; the still sacrificial animals; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/a/atman">&#257;tman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of sacrifice; <A CLASS=v HREF="http://vedabase.net/n/nalina">nalina</A> &#8212; lotus; <A CLASS=v HREF="http://vedabase.net/r/ruca">ruc&#257;</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; by the vision of Your eyes; <A CLASS=v HREF="http://vedabase.net/p/punihi">pun&#299;hi</A> &#8212; sanctify.</P><P CLASS=t>TRANSLATION</P><P>The wives of the performers of the sacrifice said: My dear Lord, this sacrifice was arranged under the instruction of Brahm&#257;, but unfortunately Lord &#346;iva, being angry at Daksha, devastated the entire scene, and because of his anger the animals meant for sacrifice are lying dead. Therefore the preparations of the yajña have been lost. Now, by the glance of Your lotus eyes, the sanctity of this sacrificial arena may be again invoked.</P><P CLASS=t>PURPORT</P><P>Animals were offered in sacrifice in order to give them renewed life; that was the purpose of having animals there. Offering an animal in sacrifice and giving him renewed life was the evidence of the strength of chanting mantras. Unfortunately, when Daksha's sacrifice was devastated by Lord &#346;iva, some of the animals were killed. (One was killed just to replace the head of Daksha.) Their bodies were lying about, and the sacrificial arena was turned into a crematorium. Thus the real purpose of yajña was lost.</P><P>Lord Vishnu, being the ultimate objective of such sacrificial ceremonies, was requested by the wives of the priests to glance over the yajña arena with His causeless mercy so that the routine work of the yajña might be continued. The purport here is that animals should not be unnecessarily killed. They were used to prove the strength of the mantras and were to have been rejuvenated by the use of the mantras. They should not have been killed, as they were by Lord &#346;iva to replace the head of Daksha with an animal's head. It was pleasing to see an animal sacrificed and rejuvenated, and that pleasing atmosphere had been lost. The wives of the priests requested that the animals be brought back to life by the glance of Lord Vishnu to make a pleasing yajña.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>