<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.34</P><P CLASS=c>rishaya &#363;cuh</P><P CLASS=c>ananvitam te bhagavan viceshtitam</P><P CLASS=c>yad &#257;tman&#257; carasi hi karma n&#257;jyase</P><P CLASS=c>vibh&#363;taye yata upasedur &#299;&#347;var&#299;m</P><P CLASS=c>na manyate svayam anuvartat&#299;m bhav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; the sages; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; prayed; <A CLASS=v HREF="http://vedabase.net/a/ananvitam">ananvitam</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> possessor of all opulences; <A CLASS=v HREF="http://vedabase.net/v/vicestitam">viceshtitam</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by Your potencies; <A CLASS=v HREF="http://vedabase.net/c/carasi">carasi</A> &#8212; You execute; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> such activities; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/ajyase">ajyase</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> not attached; <A CLASS=v HREF="http://vedabase.net/v/vibhutaye">vibh&#363;taye</A> &#8212; for her mercy; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/u/upaseduh">upaseduh</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/i/isvarim">&#299;&#347;var&#299;m</A> &#8212; <A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>, the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/m/manyate">manyate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> not attached; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Yourself; <A CLASS=v HREF="http://vedabase.net/a/anuvartatim">anuvartat&#299;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Your obedient servant (<A HREF="http://vedabase.net/l/laksmi">Lakshm&#299;</A>); <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship.</P><P CLASS=t>TRANSLATION</P><P>The sages prayed: Dear Lord, Your activities are most wonderful, and although You do everything by Your different potencies, You are not at all attached to such activities. You are not even attached to the goddess of fortune, who is worshiped by the great demigods like Brahm&#257;, who pray to achieve her mercy.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; it is said that the Lord has no desire to achieve any result from His wonderful activities, nor has He any need to perform them. But still, in order to give an example to people in general, He sometimes acts, and those activities are very wonderful. He is not attached to anything. Na m&#257;m karm&#257;ni limpanti: although He acts very wonderfully, He is not at all attached to anything (<A CLASS=v HREF="../../../bg/4/14.htm">Bg. 4.14</A>). He is self-sufficient. The example is given here that the goddess of fortune, Lakshm&#299;, is always engaged in the service of the Lord, but still He is not attached to her. Even great demigods like Brahm&#257; worship the goddess of fortune in order to win her favor, but although the Lord is worshiped by many hundreds and thousands of goddesses of fortune, He is not at all attached to any one of them. This distinction concerning the exalted transcendental position of the Lord is specifically mentioned by the great sages; He is not like the ordinary living entity, who is attached to the results of pious activities.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>