<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.38</P><P CLASS=c>yoge&#347;var&#257; &#363;cuh</P><P CLASS=c>prey&#257;n na te 'nyo 'sty amutas tvayi prabho</P><P CLASS=c>vi&#347;v&#257;tman&#299;kshen na prithag ya &#257;tmanah</P><P CLASS=c>ath&#257;pi bhaktye&#347;a tayopadh&#257;vat&#257;m</P><P CLASS=c>ananya-vritty&#257;nugrih&#257;na vatsala</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;var&#257;h</A> &#8212; the great mystics; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/p/preyan">prey&#257;n</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/a/anyah">anyah</A> &#8212; another; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/a/amutah">amutah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> You; <A CLASS=v HREF="http://vedabase.net/p/prabho">prabho</A> &#8212; dear Lord; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supersoul of all living entities; <A CLASS=v HREF="http://vedabase.net/i/ikset">&#299;kshet</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; the living entities; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> much <A HREF="http://vedabase.net/m/more">more</A>; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; with devotion; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; with <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/u/upadhavatam">upadh&#257;vat&#257;m</A> &#8212; of those who worship; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/v/vrttya">vritty&#257;</A> &#8212; unfailing; <A CLASS=v HREF="http://vedabase.net/a/anugrhana">anugrih&#257;na</A> &#8212; favor; <A CLASS=v HREF="http://vedabase.net/v/vatsala">vatsala</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> favorable Lord.</P><P CLASS=t>TRANSLATION</P><P>The great mystics said: Dear Lord, persons who see You as nondifferent from themselves, knowing that You are the Supersoul of all living entities, are certainly very, very dear to You. You are very favorable toward those who engage in devotional service, accepting You as the Lord and themselves as the servants. By Your mercy, You are always inclined in their favor.</P><P CLASS=t>PURPORT</P><P>It is indicated in this verse that the monists and the great mystics know the Supreme Personality of Godhead as one. This oneness is not the misunderstanding that a living entity is equal in every respect to the Supreme Personality of Godhead. This monism is based on pure knowledge as described and confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/17.htm">7.17</A>): priyo hi jñ&#257;nino 'tyartham aham sa ca mama priyah. The Lord says that those who are advanced in transcendental knowledge and know the science of Krishna consciousness are very dear to Him, and He also is very dear to them. Those who are actually in perfect knowledge of the science of God know that the living entities are superior energy of the Supreme Lord. This is stated in Bhagavad-g&#299;t&#257;, Seventh Chapter: the material energy is inferior, and the living entities are superior energy. Energy and the energetic are nondifferent; therefore, energies possess the same quality as the energetic. Persons who are in full knowledge of the Personality of Godhead, analyzing His different energies and knowing their own constitutional position, are certainly very, very dear to the Lord. Persons, however, who may not even be conversant with knowledge of the Supreme Personality but who always think of the Lord with love and faith, feeling that He is great and that they are His parts and parcels, ever His servitors, are even more favored by Him. The particular significance of this verse is that the Lord is addressed as vatsala. Vatsala means "always favorably disposed." The Lord's name is bhakta-vatsala. The Lord is famous as bhakta-vatsala, which means that He is always favorably inclined to the devotees, whereas He is never addressed anywhere in the Vedic literature as jñ&#257;n&#299;-vatsala.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>