<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.41</P><P CLASS=c>agnir uv&#257;ca</P><P CLASS=c>yat-tejas&#257;ham susamiddha-tej&#257;</P><P CLASS=c>havyam vahe svadhvara &#257;jya-siktam</P><P CLASS=c>tam yajñiyam pañca-vidham ca pañcabhih</P><P CLASS=c>svishtam yajurbhih pranato 'smi yajñam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/agnih">agnih</A> &#8212; the fire-god; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by whose effulgence; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/samiddha">samiddha</A>-<A CLASS=v HREF="http://vedabase.net/t/tejah">tej&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> luminous <A HREF="http://vedabase.net/a/as">as</A> blazing fire; <A CLASS=v HREF="http://vedabase.net/h/havyam">havyam</A> &#8212; offerings; <A CLASS=v HREF="http://vedabase.net/v/vahe">vahe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> accepting; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/a/adhvare">adhvare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrifice; <A CLASS=v HREF="http://vedabase.net/a/ajya">&#257;jya</A>-<A CLASS=v HREF="http://vedabase.net/s/siktam">siktam</A> &#8212; mixed with butter; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/y/yajniyam">yajñiyam</A> &#8212; the protector of the sacrifice; <A CLASS=v HREF="http://vedabase.net/p/panca">pañca</A>-<A CLASS=v HREF="http://vedabase.net/v/vidham">vidham</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pancabhih">pañcabhih</A> &#8212; by five; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/i/istam">ishtam</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/y/yajurbhih">yajurbhih</A> &#8212; Vedic hymns; <A CLASS=v HREF="http://vedabase.net/p/pranatah">pranatah</A> &#8212; offer respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/y/yajnam">yajñam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/y/yajna">Yajña</A> (<A HREF="http://vedabase.net/v/visnu">Vishnu</A>).</P><P CLASS=t>TRANSLATION</P><P>The fire-god said: My dear Lord, I offer my respectful obeisances unto You because by Your favor I am as luminous as blazing fire and I accept the offerings mixed with butter and offered in sacrifice. The five kinds of offerings according to the Yajur Veda are all Your different energies, and You are worshiped by five kinds of Vedic hymns. Sacrifice means Your Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; it is clearly said that yajña should be performed for Lord Vishnu. Lord Vishnu has one thousand popular, transcendental names, out of which one name is Yajña. lt is clearly said that everything should be done for the satisfaction of Yajña, or Vishnu. All other actions a person may take are only causes for his bondage. Everyone has to perform yajña according to the Vedic hymns. As stated in the Upanishads, fire, the altar, the auspicious full moon, the period of four months called c&#257;turm&#257;sya, the sacrificial animal, and the beverage called soma are necessary requisites, as are the specific hymns mentioned in the Vedas and composed of four letters. One hymn is as follows: &#257;&#347;r&#257;vayeti catur-aksharam astu &#347;raushad iti catur-aksharam yajeti dv&#257;bhy&#257;m ye yaj&#257;mahah. These mantras, chanted according to the &#347;ruti and smriti literatures, are only to please Lord Vishnu. For the deliverance of those who are materially conditioned and attached to material enjoyment, performing yajña and following the rules and regulations of the four divisions of society and of spiritual life are recommended. It is said in the Vishnu Pur&#257;na that by offering sacrifice to Vishnu one can gradually be liberated. The whole target of life, therefore, is to please Lord Vishnu. That is yajña. Any person who is in Krishna consciousness has dedicated his life for the satisfaction of Krishna, the origin of all Vishnu forms, and by offering worship and pras&#257;da daily, he becomes the best performer of yajña. In the &#346;r&#299;mad-Bh&#257;gavatam it is clearly stated that in this age of Kali the only successful performance of yajña, or sacrifice, is yajñaih sa&#324;k&#299;rtana-pr&#257;yaih: the best type of sacrifice is simply to chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. This yajña is offered before the form of Lord Caitanya, as other yajñas are offered before the form of Lord Vishnu. These recommendations are found in the Eleventh Canto of the &#346;r&#299;mad-Bh&#257;gavatam. Moreover, this yajña performance confirms that Lord Caitanya Mah&#257;prabhu is Vishnu Himself. As Lord Vishnu appeared at the Daksha yajña long, long ago, Lord Caitanya has appeared in this age to accept our sa&#324;k&#299;rtana-yajña.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>