<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.44</P><P CLASS=c>vidy&#257;dhar&#257; &#363;cuh</P><P CLASS=c>tvan-m&#257;yay&#257;rtham abhipadya kalevare 'smin</P><P CLASS=c>kritv&#257; mam&#257;ham iti durmatir utpathaih svaih</P><P CLASS=c>kshipto 'py asad-vishaya-l&#257;lasa &#257;tma-moham</P><P CLASS=c>yushmat-kath&#257;mrita-nishevaka udvyudasyet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vidyadharah">vidy&#257;dhar&#257;h</A> &#8212; the Vidy&#257;dharas; <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/t/tvat">tvat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by Your external potency; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; the human body; <A CLASS=v HREF="http://vedabase.net/a/abhipadya">abhipadya</A> &#8212; after obtaining; <A CLASS=v HREF="http://vedabase.net/k/kalevare">kalevare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> &#8212; having misidentified; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/durmatih">durmatih</A> &#8212; the ignorant person; <A CLASS=v HREF="http://vedabase.net/u/utpathaih">utpathaih</A> &#8212; by wrong roads; <A CLASS=v HREF="http://vedabase.net/s/svaih">svaih</A> &#8212; by one's own belongings; <A CLASS=v HREF="http://vedabase.net/k/ksiptah">kshiptah</A> &#8212; distracted; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; temporary; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/l/lalasah">l&#257;lasah</A> &#8212; having his happiness <A HREF="http://vedabase.net/i/in">in</A> sense objects; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/moham">moham</A> &#8212; the illusion of the body <A HREF="http://vedabase.net/a/as">as</A> the self; <A CLASS=v HREF="http://vedabase.net/y/yusmat">yushmat</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; topics; <A CLASS=v HREF="http://vedabase.net/a/amrta">amrita</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/n/nisevakah">nishevakah</A> &#8212; relishing; <A CLASS=v HREF="http://vedabase.net/u/ut">ut</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> long distance; <A CLASS=v HREF="http://vedabase.net/v/vyudasyet">vyudasyet</A> &#8212; can be delivered.</P><P CLASS=t>TRANSLATION</P><P>The Vidy&#257;dharas said: Dear Lord, this human form of body is meant for attaining the highest perfectional objective, but, impelled by Your external energy, the living entity misidentifies himself with his body and with the material energy, and therefore, influenced by m&#257;y&#257;, he wants to become happy by material enjoyment. He is misled and always attracted by temporary, illusory happiness. But Your transcendental activities are so powerful that if one engages in the hearing and chanting of such topics, he can be delivered from illusion.</P><P CLASS=t>PURPORT</P><P>The human form of life is called arthada because the body can very nicely help the embodied soul to achieve the highest perfection. Prahl&#257;da Mah&#257;r&#257;ja said that even though temporary, the body can give us the highest perfectional achievement. In the process of evolution from the lower to the higher grade of living, the human form of life is a great boon. But m&#257;y&#257; is so strong that in spite of achieving this great boon of the human form of life, we are influenced by temporary material happiness, and we forget our goal of life. We are attracted by things which will cease to exist. The beginning of such attraction is the temporary body. In this horrible condition of life there is only one way of liberation &#8212; to engage in the activities of transcendental chanting and hearing of the holy name of the Supreme Lord: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. The words yushmat-kath&#257;mrita-nishevakah mean "those who engage in relishing the nectar of the topics of Your Lordship." There are two narrative books which especially concern the words and activities of Krishna. Bhagavad-g&#299;t&#257; is the instruction given by Krishna, and &#346;r&#299;mad-Bh&#257;gavatam is the book containing topics exclusively about Krishna and His devotees. These two books are the special nectar of the words of Krishna. For those who engage in the preaching of these two Vedic literatures it is very easy to get out of the illusory conditional life imposed upon us by m&#257;y&#257;. The illusion is that the conditioned soul does not try to understand his spiritual identity. He is more interested in his external body, which is only a flash and which will be finished as soon as the time is designated. The whole atmosphere will change when the living entity has to transmigrate from one body to another. Under the spell of m&#257;y&#257;, he will again be satisfied in a different atmosphere. This spell of m&#257;y&#257; is called &#257;varan&#257;tmik&#257; &#347;akti because it is so strong that the living entity is satisfied in any abominable condition. Even if he is born as a worm living within the intestine or abdomen in the midst of urine and stool, still he is satisfied. This is the covering influence of m&#257;y&#257;. But the human form of life is a chance to understand, and if one misses this opportunity, he is most unfortunate. The way to get out of illusory m&#257;y&#257; is to engage in the topics of Krishna. Lord Caitanya advocated a process whereby everyone may remain in his present position without change but simply hear from the proper authoritative sources about Krishna. Lord Caitanya advised everyone to spread the word of Krishna. He advised, "All of you become spiritual masters. Your duty is simply to talk to whomever you meet of Krishna or of the instructions given by Krishna." The International Society for Krishna Consciousness is operating for this purpose. We do not ask anyone to first change his position and then come to us. Instead, we invite everyone to come with us and simply chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare, because we know that if one simply chants and hears the topics of Krishna, one's life will change; he will see a new light, and his life will be successful.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>