<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 47</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 47"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.47</P><P CLASS=c>sa pras&#299;da tvam asm&#257;kam &#257;k&#257;&#324;kshat&#257;m</P><P CLASS=c>dar&#347;anam te paribhrashta-sat-karman&#257;m</P><P CLASS=c>k&#299;rtyam&#257;ne nribhir n&#257;mni yajñe&#347;a te</P><P CLASS=c>yajña-vighn&#257;h kshayam y&#257;nti tasmai namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that <A HREF="http://vedabase.net/s/same">same</A> person; <A CLASS=v HREF="http://vedabase.net/p/prasida">pras&#299;da</A> &#8212; be pleased; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/asmakam">asm&#257;kam</A> &#8212; upon us; <A CLASS=v HREF="http://vedabase.net/a/akanksatam">&#257;k&#257;&#324;kshat&#257;m</A> &#8212; awaiting; <A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; audience; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/paribhrasta">paribhrashta</A> &#8212; fallen down; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanam">karman&#257;m</A> &#8212; of whom the performance of sacrifice; <A CLASS=v HREF="http://vedabase.net/k/kirtyamane">k&#299;rtyam&#257;ne</A> &#8212; being chanted; <A CLASS=v HREF="http://vedabase.net/n/nrbhih">nribhih</A> &#8212; by persons; <A CLASS=v HREF="http://vedabase.net/n/namni">n&#257;mni</A> &#8212; Your holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord of sacrifice; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/v/vighnah">vighn&#257;h</A> &#8212; obstacles; <A CLASS=v HREF="http://vedabase.net/k/ksayam">kshayam</A> &#8212; destruction; <A CLASS=v HREF="http://vedabase.net/y/yanti">y&#257;nti</A> &#8212; attain; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, we were awaiting Your audience because we have been unable to perform the yajñas according to the Vedic rituals. We pray unto You, therefore, to be pleased with us. Simply by chanting Your holy name, one can surpass all obstacles. We offer our respectful obeisances unto You in Your presence.</P><P CLASS=t>PURPORT</P><P>The br&#257;hmana priests were very hopeful that their sacrifice would be carried out without obstacles now that Lord Vishnu was present. It is significant in this verse that the br&#257;hmanas say, "Simply by chanting Your holy name we can surpass the obstacles, but now You are personally present." The performance of yajña by Daksha was obstructed by the disciples and followers of Lord &#346;iva. The br&#257;hmanas indirectly criticized the followers of Lord &#346;iva, but because the br&#257;hmanas were always protected by Lord Vishnu, &#346;iva's followers could not do any harm to their prosecution of the sacrificial process. There is a saying that when Krishna protects someone, no one can do him harm, and when Krishna wants to kill someone, no one can protect him. The vivid example was R&#257;vana. R&#257;vana was a great devotee of Lord &#346;iva, but when Lord R&#257;macandra wanted to kill him, Lord &#346;iva could not protect him. If some demigod, even Lord &#346;iva or Lord Brahm&#257;, wants to do harm to a devotee, Krishna protects the devotee. But when Krishna wants to kill someone, such as R&#257;vana or Hiranyaka&#347;ipu, no demigod can protect him.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>