<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.49</P><P CLASS=c>bhagav&#257;n svena bh&#257;gena</P><P CLASS=c>sarv&#257;tm&#257; sarva-bh&#257;ga-bhuk</P><P CLASS=c>daksham babh&#257;sha &#257;bh&#257;shya</P><P CLASS=c>pr&#299;yam&#257;na iv&#257;nagha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/s/svena">svena</A> &#8212; with His own; <A CLASS=v HREF="http://vedabase.net/b/bhagena">bh&#257;gena</A> &#8212; with the share; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul of all living entities; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaga">bh&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuk">bhuk</A> &#8212; the <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A> of the results of all sacrifices; <A CLASS=v HREF="http://vedabase.net/d/daksam">daksham</A> &#8212; <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/b/babhase">babh&#257;she</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/a/abhasya">&#257;bh&#257;shya</A> &#8212; addressing; <A CLASS=v HREF="http://vedabase.net/p/priyamanah">pr&#299;yam&#257;nah</A> &#8212; being satisfied; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/anagha">anagha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> sinless <A HREF="http://vedabase.net/v/vidura">Vidura</A>.</P><P CLASS=t>TRANSLATION</P><P>Maitreya continued: My dear sinless Vidura, Lord Vishnu is actually the enjoyer of the results of all sacrifices. Yet because of His being the Supersoul of all living entities, He was satisfied simply with His share of the sacrificial offerings. He therefore addressed Daksha in a pleasing attitude.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>) it is said, bhokt&#257;ram yajña-tapas&#257;m: Lord Vishnu, or Krishna, is the supreme enjoyer of all the results of sacrifices, austerities and penances; in whatever one may engage, the ultimate goal is Vishnu. If a person does not know that, he is misled. As the Supreme Personality of Godhead, Vishnu has nothing to demand from anyone. He is self-satisfied, self-sufficient, but He accepts the offerings of yajña because of His friendly attitude toward all living entities. When His share of the sacrificial results was offered to Him, He appeared very pleased. It is said in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>), patram pushpam phalam toyam yo me bhakty&#257; prayacchati: if any devotee offers Him even a small leaf, or a flower or water, if it is offered with love and affection, the Lord accepts it and is pleased. Although He is self-sufficient and does not need anything from anyone, He accepts such offerings because, as Supersoul, He has such a friendly attitude toward all living entities. Another point here is that He does not encroach upon another's share. ln the yajña there is a share for the demigods, Lord &#346;iva, and Lord Brahm&#257;, and a share for Lord Vishnu. He is satisfied with His own share and does not encroach upon others'. Indirectly, He indicated that He was not satisfied with Daksha's trying to deny Lord &#346;iva his share. Maitreya addressed Vidura as sinless because Vidura was a pure Vaishnava and never committed any offense to any demigod. Although Vaishnavas accept Lord Vishnu as the Supreme, they are not prone to offend demigods. They give the demigods proper respect. Vaishnavas accept Lord &#346;iva as the best Vaishnava. For a Vaishnava there is no possibility of offending any demigods, and the demigods are also pleased with the Vaishnava because they are faultless devotees of Lord Vishnu.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>