<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.50</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>aham brahm&#257; ca &#347;arva&#347; ca</P><P CLASS=c>jagatah k&#257;ranam param</P><P CLASS=c>&#257;tme&#347;vara upadrasht&#257;</P><P CLASS=c>svayan-drig avi&#347;eshanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahm&#257;</A> &#8212; <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sarvah">&#347;arvah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; of the material manifestation; <A CLASS=v HREF="http://vedabase.net/k/karanam">k&#257;ranam</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/u/upadrasta">upadrasht&#257;</A> &#8212; the witness; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; self-sufficient; <A CLASS=v HREF="http://vedabase.net/a/avisesanah">avi&#347;eshanah</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> difference.</P><P CLASS=t>TRANSLATION</P><P>Lord Vishnu replied: Brahm&#257;, Lord &#346;iva and I are the supreme cause of the material manifestation. I am the Supersoul, the self sufficient witness. But impersonally there is no difference between Brahm&#257;, Lord &#346;iva and Me.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; was born out of the transcendental body of Lord Vishnu, and Lord &#346;iva was born out of the body of Brahm&#257;. Lord Vishnu, therefore, is the supreme cause. In the Vedas also it is stated that in the beginning there was only Vishnu, N&#257;r&#257;yana; there was no Brahm&#257; or &#346;iva. Similarly, &#346;a&#324;kar&#257;c&#257;rya confirmed this: n&#257;r&#257;yanah parah. N&#257;r&#257;yana, or Lord Vishnu, is the origin, and Brahm&#257; and &#346;iva are manifested after creation. Lord Vishnu is also &#257;tme&#347;vara, the Supersoul in everyone. Under His direction, everything is prompted from within. For example, in the beginning of the &#346;r&#299;mad-Bh&#257;gavatam it is stated, tene brahma hrid&#257;: He first educated Lord Brahm&#257; from within.</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/2.htm">10.2</A>) Lord Krishna states, aham &#257;dir hi dev&#257;n&#257;m: Lord Vishnu, or Krishna, is the origin of all demigods, including Lord Brahm&#257; and Lord &#346;iva. In another place in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>) Krishna states, aham sarvasya prabhavah: "Everything is generated from Me." This includes all the demigods. Similarly, in the Ved&#257;nta-s&#363;tra: janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]. And in the Upanishads is the statement yato v&#257; im&#257;ni bh&#363;t&#257;ni j&#257;yante. Everything is generated from Lord Vishnu, everything is maintained by Him, and everything is annihilated by His energy. Therefore, by their actions and reactions, the energies which come from Him create the cosmic manifestations and also dissolve the whole creation. Thus the Lord is the cause and also the effect. Whatever effect we see is the interaction of His energy, and because the energy is generated from Him, He is both cause and effect. Simultaneously, everything is different and the same. It is said that everything is Brahman: sarvam khalv idam brahma. In the highest vision, nothing is beyond Brahman, and therefore Lord Brahm&#257; and Lord &#346;iva are certainly nondifferent from Him.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>