<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 51"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.51</P><P CLASS=c>&#257;tma-m&#257;y&#257;m sam&#257;vi&#347;ya</P><P CLASS=c>so 'ham gunamay&#299;m dvija</P><P CLASS=c>srijan rakshan haran vi&#347;vam</P><P CLASS=c>dadhre samjñ&#257;m kriyocit&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; My energy; <A CLASS=v HREF="http://vedabase.net/s/samavisya">sam&#257;vi&#347;ya</A> &#8212; having entered; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; Myself; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/m/mayim">may&#299;m</A> &#8212; composed of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> twice-born <A HREF="http://vedabase.net/d/daksa">Daksha</A>; <A CLASS=v HREF="http://vedabase.net/s/srjan">srijan</A> &#8212; creating; <A CLASS=v HREF="http://vedabase.net/r/raksan">rakshan</A> &#8212; maintaining; <A CLASS=v HREF="http://vedabase.net/h/haran">haran</A> &#8212; annihilating; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/d/dadhre">dadhre</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> cause <A HREF="http://vedabase.net/t/to">to</A> be born; <A CLASS=v HREF="http://vedabase.net/s/samjnam">samjñ&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/u/ucitam">ucit&#257;m</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the activity.</P><P CLASS=t>TRANSLATION</P><P>The Lord continued: My dear Daksha Dvija, I am the original Personality of Godhead, but in order to create, maintain and annihilate this cosmic manifestation, I act through My material energy, and according to the different grades of activity, My representations are differently named.</P><P CLASS=t>PURPORT</P><P>As explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>), j&#299;va-bh&#363;t&#257;m mah&#257;-b&#257;ho: the whole world is energy released from the supreme source, the Personality of Godhead, who, it is further stated in Bhagavad-g&#299;t&#257;, acts in superior energies and inferior energies. The superior energy is the living entity, who is part and parcel of the Supreme Lord. As parts and parcels, the living entities are not different from the Supreme Lord; the energy emanated from Him is not different from Him. But in the actual activity of this material world, the living entity is under the different qualities of material energy and in different forms. There are 8,400,000 life forms. The same living entity acts under the influence of the different qualities of material nature. The entities have different bodies, but originally, in the beginning of creation, Lord Vishnu is alone. For the purpose of creation, Brahm&#257; is manifested, and for annihilation there is Lord &#346;iva. As far as the spiritual entrance into the material world is concerned, all beings are part and parcel of the Supreme Lord, but under the covering of different material qualities they have different names. Lord Brahm&#257; and Lord &#346;iva are qualitative incarnations of Vishnu, as guna-avat&#257;ras, and Vishnu with them accepts control of the quality of goodness; therefore He is also a qualitative incarnation like Lord &#346;iva and Lord Brahm&#257;. Actually the different names exist for different directions, otherwise the origin is one only.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>