<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.55</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>evam bhagavat&#257;dishtah</P><P CLASS=c>praj&#257;pati-patir harim</P><P CLASS=c>arcitv&#257; kratun&#257; svena</P><P CLASS=c>dev&#257;n ubhayato 'yajat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> &#8212; Maitreya; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adistah">&#257;dishtah</A> &#8212; having been instructed; <A CLASS=v HREF="http://vedabase.net/p/prajapati">praj&#257;pati</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the head of all the Praj&#257;patis; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/a/arcitva">arcitv&#257;</A> &#8212; after worshiping; <A CLASS=v HREF="http://vedabase.net/k/kratuna">kratun&#257;</A> &#8212; with the sacrificial ceremonies; <A CLASS=v HREF="http://vedabase.net/s/svena">svena</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/u/ubhayatah">ubhayatah</A> &#8212; separately; <A CLASS=v HREF="http://vedabase.net/a/ayajat">ayajat</A> &#8212; worshiped.</P><P CLASS=t>TRANSLATION</P><P>The sage Maitreya said: Thus Daksha, the head of all Praj&#257;patis, having been nicely instructed by the Supreme Personality of Godhead, worshiped Lord Vishnu. After worshiping Him by performing the prescribed sacrificial ceremonies, Daksha separately worshiped Lord Brahm&#257; and Lord &#346;iva.</P><P CLASS=t>PURPORT</P><P>Lord Vishnu should be offered everything, and His pras&#257;da should be distributed to all the demigods. This practice is still followed in the temple of Jagann&#257;tha at Pur&#299;. There are many temples of demigods around the main temple of Jagann&#257;tha, and the pras&#257;da which is offered first to Jagann&#257;tha is distributed to all the demigods. The deity of Bhag&#257;lin is worshiped with the pras&#257;da of Vishnu, and also, in the famous Lord &#346;iva temple of Bhuvane&#347;vara, the pras&#257;da of Lord Vishnu or Lord Jagann&#257;tha is offered to the deity of Lord &#346;iva. This is the Vaishnava principle. The Vaishnava does not deride even ordinary living entities, including the small ant; everyone is offered proper respect according to his position. The offering, however, is in relation to the center, the Supreme Personality of Godhead, Krishna, or Vishnu. The devotee who is highly elevated sees the relationship to Krishna in everything; he does not see anything as being independent of Krishna. That is his vision of oneness.</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="56.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>