<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 7 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 7 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">The Sacrifice Performed by Daksha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.7.6</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>tad&#257; sarv&#257;ni bh&#363;t&#257;ni</P><P CLASS=c>&#347;rutv&#257; m&#299;dhushtamoditam</P><P CLASS=c>paritusht&#257;tmabhis t&#257;ta</P><P CLASS=c>s&#257;dhu s&#257;dhv ity ath&#257;bruvan</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> &#8212; the sage Maitreya; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/s/sarvani">sarv&#257;ni</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; personalities; <A CLASS=v HREF="http://vedabase.net/s/srutva">&#347;rutv&#257;</A> &#8212; after hearing; <A CLASS=v HREF="http://vedabase.net/m/midhuh">m&#299;dhuh</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; the best of the benedictors (Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>); <A CLASS=v HREF="http://vedabase.net/u/uditam">uditam</A> &#8212; spoken by; <A CLASS=v HREF="http://vedabase.net/p/paritusta">paritushta</A> &#8212; being satisfied; <A CLASS=v HREF="http://vedabase.net/a/atmabhih">&#257;tmabhih</A> &#8212; by heart and soul; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; my dear <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; well done, well done; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/abruvan">abruvan</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> we have said.</P><P CLASS=t>TRANSLATION</P><P>The great sage Maitreya said: My dear Vidura, all the personalities present were very much satisfied in heart and soul upon hearing the words of Lord &#346;iva, who is the best among the benedictors.</P><P CLASS=t>PURPORT</P><P>In this verse Lord &#346;iva is described as m&#299;dhushtama, the best of the benedictors. He is also known as &#256;&#347;utosha, which indicates that he is very quickly satisfied and very quickly angered. It is said in Bhagavad-g&#299;t&#257; that less intelligent persons go to the demigods for material benedictions. In this connection, people generally go to Lord &#346;iva, and because he is always quickly satisfied and gives benedictions to his devotees without consideration, he is called m&#299;dhushtama, or the best of the benedictors. Materialistic persons are always anxious to get material profit, but they are not serious about spiritual profit.</P><P>Sometimes, of course, it so happens that Lord &#346;iva becomes the best benedictor in spiritual life. It is said that once a poor br&#257;hmana worshiped Lord &#346;iva for a benediction, and Lord &#346;iva advised the devotee to go to see San&#257;tana Gosv&#257;m&#299;. The devotee went to San&#257;tana Gosv&#257;m&#299; and informed him that Lord &#346;iva had advised him to seek out the best benediction from him (San&#257;tana). San&#257;tana had a touchstone with him, which he kept with the garbage. On the request of the poor br&#257;hmana, San&#257;tana Gosv&#257;m&#299; gave him the touchstone, and the br&#257;hmana was very happy to have it. He now could get as much gold as he desired simply by touching the touchstone to iron. But after he left San&#257;tana, he thought, "If a touchstone is the best benediction, why has San&#257;tana Gosv&#257;m&#299; kept it with the garbage?" He therefore returned and asked San&#257;tana Gosv&#257;m&#299;, "Sir, if this is the best benediction, why did you keep it with the garbage?" San&#257;tana Gosv&#257;m&#299; then informed him, "Actually, this is not the best benediction. But are you prepared to take the best benediction from me?" The br&#257;hmana said, "Yes, sir. Lord &#346;iva has sent me to you for the best benediction." Then San&#257;tana Gosv&#257;m&#299; asked him to throw the touchstone in the water nearby and then come back. The poor br&#257;hmana did so, and when he returned, San&#257;tana Gosv&#257;m&#299; initiated him with the Hare Krishna mantra. Thus by the benediction of Lord &#346;iva the br&#257;hmana got the association of the best devotee of Lord Krishna and was thus initiated in the mah&#257;-mantra, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>