<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Desire Tree of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 9.11</P><P CLASS=c>&#347;r&#299;-&#299;&#347;varapur&#299;-r&#363;pe a&#324;kura pushta haila</P><P CLASS=c>&#257;pane caitanya-m&#257;l&#299; skandha upajila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; by the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/i/isvara">&#298;&#347;vara</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of; <A CLASS=v HREF="http://vedabase.net/a/ankura">a&#324;kura</A> &#8212; the seed; <A CLASS=v HREF="http://vedabase.net/p/pusta">pushta</A> &#8212; cultivated; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/a/apane">&#257;pane</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/m/mali">m&#257;l&#299;</A> &#8212; the gardener of the <A HREF="http://vedabase.net/n/name">name</A> <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/skandha">skandha</A> &#8212; trunk; <A CLASS=v HREF="http://vedabase.net/u/upajila">upajila</A> &#8212; expanded.</P><P CLASS=t>TRANSLATION</P><P>The seed of devotional service next fructified in the form of &#346;r&#299; &#298;&#347;vara Pur&#299;, and then the gardener Himself, Caitanya Mah&#257;prabhu, became the main trunk of the tree of devotional service.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "&#346;r&#299; &#298;&#347;vara Pur&#299; was a resident of Kum&#257;ra-hatta, where there is now a railroad station known as K&#257;marhatta. Nearby there is another station, named H&#257;lisahara, which belongs to the Eastern Railway. This railway runs from the eastern section of Calcutta."</P><P>&#298;&#347;vara Pur&#299; appeared in a br&#257;hmana family and was the most beloved disciple of &#346;r&#299;la M&#257;dhavendra Pur&#299;. In the last portion of &#346;r&#299; Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/8/28.htm">Antya 8.28-31</A>), it is stated:</P><P>&#299;&#347;vara-pur&#299; gos&#257;ñi kare &#347;r&#299;-pada sevana</P><P CLASS=n>sva-haste karena mala-m&#363;tr&#257;di m&#257;rjana</P><P CLASS=n>nirantara krishna-n&#257;ma kar&#257;ya smarana</P><P CLASS=n>krishna-n&#257;ma krishna-l&#299;l&#257; &#347;un&#257;ya anukshana</P><P CLASS=n>tushta hañ&#257; pur&#299; t&#257;&#324;re kaila &#257;li&#324;gana</P><P CLASS=n>vara dil&#257; krishne tom&#257;ra ha-uka prema-dhana</P><P CLASS=n>sei haite &#299;&#347;vara-pur&#299; premera s&#257;gara</P><P>"At the last stage of his life &#346;r&#299; M&#257;dhavendra Pur&#299; became an invalid and was completely unable to move, and &#298;&#347;vara Pur&#299; so completely engaged himself in his service that he personally cleaned up his stool and urine. Always chanting the Hare Krishna mah&#257;-mantra and reminding &#346;r&#299; M&#257;dhavendra Pur&#299; about the pastimes of Lord Krishna in the last stage of his life, &#298;&#347;vara Pur&#299; gave the best service among his disciples. Thus M&#257;dhavendra Pur&#299;, being very pleased with him, blessed him, saying, 'My dear boy, I can only pray to Krishna that He will be pleased with you.' Thus &#298;&#347;vara Pur&#299;, by the grace of his spiritual master, &#346;r&#299; M&#257;dhavendra Pur&#299;, became a great devotee in the ocean of love of Godhead." &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; states in his Gurv-ashtaka prayer, yasya pras&#257;d&#257;d bhagavat-pras&#257;do yasy&#257;pras&#257;d&#257;n na gatih kuto 'pi: ** "By the mercy of the spiritual master one is blessed by the mercy of Krishna. Without the grace of the spiritual master one cannot make any advancement." It is by the mercy of the spiritual master that one becomes perfect, as vividly exemplified here. A Vaishnava is always protected by the Supreme Personality of Godhead, but if he appears to be an invalid, this gives a chance to his disciples to serve him. &#298;&#347;vara Pur&#299; pleased his spiritual master by service, and by the blessings of his spiritual master he became such a great personality that Lord Caitanya Mah&#257;prabhu accepted him as His spiritual master.</P><P>&#346;r&#299;la &#298;&#347;vara Pur&#299; was the spiritual master of &#346;r&#299; Caitanya Mah&#257;prabhu, but before initiating Lord Caitanya he went to Navadv&#299;pa and lived for a few months in the house of Gop&#299;n&#257;tha &#256;c&#257;rya. At that time Lord Caitanya became acquainted with him, and it is understood that he served &#346;r&#299; Caitanya Mah&#257;prabhu by reciting his book, Krishna-l&#299;l&#257;mrita. This is explained in &#346;r&#299; Caitanya-bh&#257;gavata, &#256;di-khanda, Chapter Eleven.</P><P>To teach others by example how to be a faithful disciple of one's spiritual master, &#346;r&#299; Caitanya Mah&#257;prabhu, the Supreme Personality of Godhead, visited the birthplace of &#298;&#347;vara Pur&#299; at Kum&#257;ra-hatta and collected some earth from his birth site. This He kept very carefully, and He used to eat a small portion of it daily. This is stated in the Caitanya-bh&#257;gavata, &#256;di-khanda, Chapter Seventeen. It has now become customary for devotees, following the example of &#346;r&#299; Caitanya Mah&#257;prabhu, to go there and collect some earth from that place.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>