<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 9 Verses 13-15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 9 Verses 13-15"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Desire Tree of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 9.13-15</P><P CLASS=c>param&#257;nanda pur&#299;, &#257;ra ke&#347;ava bh&#257;rat&#299;</P><P CLASS=c>brahm&#257;nanda pur&#299;, &#257;ra brahm&#257;nanda bh&#257;rat&#299;</P><P CLASS=c>vishnu-pur&#299;, ke&#347;ava-pur&#299;, pur&#299; krishn&#257;nanda</P><P CLASS=c>&#347;r&#299;-nrisimhat&#299;rtha, &#257;ra pur&#299; sukh&#257;nanda</P><P CLASS=c>ei nava m&#363;la nikasila vriksha-m&#363;le</P><P CLASS=c>ei nava m&#363;le vriksha karila ni&#347;cale</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/paramananda">param&#257;nanda</A> <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; <A HREF="http://vedabase.net/p/paramananda">Param&#257;nanda</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/k/kesava">ke&#347;ava</A> <A CLASS=v HREF="http://vedabase.net/b/bharati">bh&#257;rat&#299;</A> &#8212; <A HREF="http://vedabase.net/k/kesava">Ke&#347;ava</A> <A HREF="http://vedabase.net/b/bharati">Bh&#257;rat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/b/brahmananda">brahm&#257;nanda</A> <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; <A HREF="http://vedabase.net/b/brahmananda">Brahm&#257;nanda</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/brahmananda">brahm&#257;nanda</A> <A CLASS=v HREF="http://vedabase.net/b/bharati">bh&#257;rat&#299;</A> &#8212; <A HREF="http://vedabase.net/b/brahmananda">Brahm&#257;nanda</A> <A HREF="http://vedabase.net/b/bharati">Bh&#257;rat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; <A HREF="http://vedabase.net/v/visnu">Vishnu</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/k/kesava">ke&#347;ava</A>-<A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> &#8212; <A HREF="http://vedabase.net/k/kesava">Ke&#347;ava</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> <A CLASS=v HREF="http://vedabase.net/k/krsnananda">krishn&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/k/krsnananda">Krishn&#257;nanda</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/nrsimha">nrisimha</A>-<A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/n/nrsimha">Nrisimha</A> <A HREF="http://vedabase.net/t/tirtha">T&#299;rtha</A>; <A CLASS=v HREF="http://vedabase.net/a/ara">&#257;ra</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A> <A CLASS=v HREF="http://vedabase.net/s/sukhananda">sukh&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/s/sukhananda">Sukh&#257;nanda</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A> &#8212; of these nine; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A> &#8212; roots; <A CLASS=v HREF="http://vedabase.net/n/nikasila">nikasila</A> &#8212; fructified; <A CLASS=v HREF="http://vedabase.net/v/vrksa">vriksha</A>-<A CLASS=v HREF="http://vedabase.net/m/mule">m&#363;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the trunk of the tree; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/n/nava">nava</A> <A CLASS=v HREF="http://vedabase.net/m/mule">m&#363;le</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> these nine roots; <A CLASS=v HREF="http://vedabase.net/v/vrksa">vriksha</A> &#8212; the tree; <A CLASS=v HREF="http://vedabase.net/k/karila">karila</A> <A CLASS=v HREF="http://vedabase.net/n/niscale">ni&#347;cale</A> &#8212; became very steadfast.</P><P CLASS=t>TRANSLATION</P><P>Param&#257;nanda Pur&#299;, Ke&#347;ava Bh&#257;rat&#299;, Brahm&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299;, &#346;r&#299; Vishnu Pur&#299;, Ke&#347;ava Pur&#299;, Krishn&#257;nanda Pur&#299;, &#346;r&#299; Nrisimha T&#299;rtha and Sukh&#257;nanda Pur&#299; &#8212; these nine sanny&#257;s&#299; roots all sprouted from the trunk of the tree. Thus the tree stood steadfastly on the strength of these nine roots.</P><P CLASS=t>PURPORT</P><P>Param&#257;nanda Pur&#299;: Param&#257;nanda Pur&#299; belonged to a br&#257;hmana family of the Trihut district in Uttara Pradesh. M&#257;dhavendra Pur&#299; was his spiritual master. In relationship with M&#257;dhavendra Pur&#299;, Param&#257;nanda Pur&#299; was very dear to &#346;r&#299; Caitanya Mah&#257;prabhu. In the Caitanya-bh&#257;gavata, Antya-khanda, there is the following statement:</P><P>sanny&#257;s&#299;ra madhye &#299;&#347;varera priya-p&#257;tra</P><P CLASS=n>&#257;ra n&#257;hi eka pur&#299; gos&#257;ñi se m&#257;tra</P><P CLASS=n>d&#257;modara-svar&#363;pa param&#257;nanda-pur&#299;</P><P CLASS=n>sanny&#257;si-p&#257;rshade ei dui adhik&#257;r&#299;</P><P CLASS=n>niravadhi nikate th&#257;kena dui jana</P><P CLASS=n>prabhura sanny&#257;se kare dandera grahana</P><P CLASS=n>pur&#299; dhy&#257;na-para d&#257;modarera k&#299;rtana</P><P CLASS=n>yata-pr&#299;ti &#299;&#347;varera pur&#299;-gos&#257;ñire</P><P CLASS=n>d&#257;modara-svar&#363;pereo tata pr&#299;ti kare</P><P>"Among his sanny&#257;s&#299; disciples, &#298;&#347;vara Pur&#299; and Param&#257;nanda Pur&#299; were very dear to M&#257;dhavendra Pur&#299;. Thus Param&#257;nanda Pur&#299;, like Svar&#363;pa D&#257;modara, who was also a sanny&#257;s&#299;, was very dear to &#346;r&#299; Caitanya Mah&#257;prabhu and was His constant associate. When Lord Caitanya accepted the renounced order, Param&#257;nanda Pur&#299; offered Him the danda. Param&#257;nanda Pur&#299; was always engaged in meditation, and &#346;r&#299; Svar&#363;pa was always engaged in chanting the Hare Krishna mah&#257;-mantra. As &#346;r&#299; Caitanya Mah&#257;prabhu offered full respect to His spiritual master, &#298;&#347;vara Pur&#299;, He similarly respected Param&#257;nanda Pur&#299; and Svar&#363;pa D&#257;modara." It is described in the Caitanya-bh&#257;gavata, Antya-khanda, Chapter Three, that when &#346;r&#299; Caitanya Mah&#257;prabhu first saw Param&#257;nanda Pur&#299; He made the following statement:</P><P>&#257;ji dhanya locana, saphala &#257;ji janma</P><P CLASS=n>saphala &#257;m&#257;ra &#257;ji haila sarva-dharma</P><P CLASS=n>prabhu bale &#257;ji mora saphala sanny&#257;sa</P><P CLASS=n>&#257;ji m&#257;dhavendra more ha-il&#257; prak&#257;&#347;a</P><P>"My eyes, My mind, My religious activities and My acceptance of the sanny&#257;sa order have now all become perfect because today M&#257;dhavendra Pur&#299; is manifest before Me in the form of Param&#257;nanda Pur&#299;." The Caitanya-bh&#257;gavata further states:</P><P>kathokshane anyo 'nye karena pran&#257;ma</P><P CLASS=n>param&#257;nanda-pur&#299; caitanyera priya-dh&#257;ma</P><P>"Thus &#346;r&#299; Caitanya Mah&#257;prabhu exchanged respectful obeisances with Param&#257;nanda Pur&#299;, who was very dear to Him." Param&#257;nanda Pur&#299; established a small monastery behind the western side of the Jagann&#257;tha temple, where he had a well dug to supply water. The water, however, was bitter, and therefore &#346;r&#299; Caitanya Mah&#257;prabhu prayed to Lord Jagann&#257;tha to allow Ganges water to come into the well to make it sweet. When Lord Jagann&#257;tha granted the request, Lord Caitanya told all the devotees that from that day hence, the water of Param&#257;nanda Pur&#299;'s well should be celebrated as Ganges water, for any devotee who would drink it or bathe in it would certainly get the same benefit as that derived from drinking or bathing in the waters of the Ganges. Such a person would certainly develop pure love of Godhead. It is stated in the Caitanya-bh&#257;gavata (<A CLASS=v HREF="../../../cc/antya/3/255.htm">Antya 3.255</A>):</P><P>prabhu bale &#257;mi ye &#257;chiye prithiv&#299;te</P><P CLASS=n>ni&#347;caya-i j&#257;niha pur&#299;-gos&#257;ñira pr&#299;te</P><P>"&#346;r&#299; Caitanya Mah&#257;prabhu used to say, 'I am living in this world only on account of the excellent behavior of &#346;r&#299; Param&#257;nanda Pur&#299;.'" The Gaura-ganodde&#347;a-d&#299;pik&#257; (118) states, pur&#299; &#347;r&#299;-param&#257;nando ya &#257;s&#299;d uddhavah pur&#257;. "Param&#257;nanda Pur&#299; is none other than Uddhava." Uddhava was Lord Krishna's friend and cousin, and in caitanya-l&#299;l&#257; the same Uddhava became the friend of &#346;r&#299; Caitanya Mah&#257;prabhu and His uncle in terms of their relationship in the disciplic succession.</P><P>Ke&#347;ava Bh&#257;rat&#299;: The Sarasvat&#299;, Bh&#257;rat&#299; and Pur&#299; samprad&#257;yas belong to the &#346;ri&#324;ger&#299;-matha in South India, and &#346;r&#299; Ke&#347;ava Bh&#257;rat&#299;, who at that time was situated in a monastery in Katwa, belonged to the Bh&#257;rat&#299;-samprad&#257;ya. According to some authoritative opinions, although Ke&#347;ava Bh&#257;rat&#299; belonged to the &#346;a&#324;kara-samprad&#257;ya, he had formerly been initiated by a Vaishnava. He is said to have been a Vaishnava on account of having been initiated by M&#257;dhavendra Pur&#299;, for some say that he took sanny&#257;sa from M&#257;dhavendra Pur&#299;. The temple and Deity worship started by Ke&#347;ava Bh&#257;rat&#299; are still existing in the village known as Kh&#257;tundi, which is under the postal jurisdiction of K&#257;ndar&#257; in the district of Burdwan. According to the managers of that matha, the priests are descendants of Ke&#347;ava Bh&#257;rat&#299;, and some say that the worshipers of the Deity are descendants of the sons of Ke&#347;ava Bh&#257;rat&#299;. In his householder life he had two sons, Ni&#347;&#257;pati and &#362;sh&#257;pati, and a br&#257;hmana of the name &#346;r&#299; Nakadicandra Vidy&#257;ratna, who was a member of the family of Ni&#347;&#257;pati, was the priest in charge at the time that &#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; visited this temple. According to some, the priests of the temple belong to the family of Ke&#347;ava Bh&#257;rat&#299;'s brother. Still another opinion is that they descend from M&#257;dhava Bh&#257;rat&#299;, who was another disciple of Ke&#347;ava Bh&#257;rat&#299;'s. M&#257;dhava Bh&#257;rat&#299;'s disciple Balabhadra, who also later became a sanny&#257;s&#299; of the Bh&#257;rat&#299;-samprad&#257;ya, had two sons in his family life, named Madana and Gop&#257;la. Madana, whose family's surname was Bh&#257;rat&#299;, lived in the village of &#256;uriy&#257;, and Gop&#257;la, whose family's surname was Brahmac&#257;r&#299;, lived in the village of Denduda. There are still many living descendants of both families.</P><P>In the Gaura-ganodde&#347;a-d&#299;pik&#257; (52), it is said:</P><P>mathur&#257;y&#257;m yajña-s&#363;tram pur&#257; krishn&#257;ya yo munih</P><P CLASS=n>dadau s&#257;nd&#299;panih so 'bh&#363;d adya ke&#347;ava-bh&#257;rat&#299;</P><P>"S&#257;nd&#299;pani Muni, who formerly offered the sacred thread to Krishna and Balar&#257;ma, later became Ke&#347;ava Bh&#257;rat&#299;." It is he who offered sanny&#257;sa to &#346;r&#299; Caitanya Mah&#257;prabhu. There is another statement about Ke&#347;ava Bh&#257;rat&#299; from the Gaura-ganodde&#347;a-d&#299;pik&#257; (117): iti kecit prabh&#257;shante 'kr&#363;rah ke&#347;ava-bh&#257;rat&#299;. "According to some authoritative opinions, Ke&#347;ava Bh&#257;rat&#299; is an incarnation of Akr&#363;ra." Ke&#347;ava Bh&#257;rat&#299; offered the sanny&#257;sa order to &#346;r&#299; Caitanya Mah&#257;prabhu in the year 1432 &#347;ak&#257;bda (A.D. 1510) in Katwa. This is stated in the Vaishnava-mañjush&#257;, Part Two.</P><P>Brahm&#257;nanda Pur&#299;: &#346;r&#299; Brahm&#257;nanda Pur&#299; was one of the associates of &#346;r&#299; Caitanya Mah&#257;prabhu while He was performing k&#299;rtana in Navadv&#299;pa, and he also joined Lord Caitanya in Jagann&#257;tha Pur&#299;. We may note in this connection that the name Brahm&#257;nanda is accepted not only by M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s but by Vaishnava sanny&#257;s&#299;s also. One of our foolish Godbrothers criticized our sanny&#257;s&#299; Brahm&#257;nanda Sv&#257;m&#299;, saying that this was a M&#257;y&#257;v&#257;d&#299; name. The foolish man did not know that Brahm&#257;nanda does not always refer to the impersonal Brahman. Parabrahman, the Supreme Brahman, is Krishna. A devotee of Krishna can therefore also be called Brahm&#257;nanda; this is evident from the fact that Brahm&#257;nanda Pur&#299; was one of the chief sanny&#257;s&#299; associates of Lord Caitanya Mah&#257;prabhu.</P><P>Brahm&#257;nanda Bh&#257;rat&#299;: Brahm&#257;nanda Bh&#257;rat&#299; went to see &#346;r&#299; Krishna Caitanya Mah&#257;prabhu at Jagann&#257;tha-dh&#257;ma. At that time he used to wear only a deerskin to cover himself, and &#346;r&#299; Caitanya Mah&#257;prabhu indirectly indicated that He did not like this deerskin covering. Brahm&#257;nanda Bh&#257;rat&#299; therefore gave it up and accepted a loincloth of saffron color, as used by Vaishnava sanny&#257;s&#299;s. For some time he lived with &#346;r&#299; Caitanya Mah&#257;prabhu at Jagann&#257;tha Pur&#299;.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>