<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 41"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Desire Tree of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 9.41</P><P CLASS=c>bh&#257;rata-bh&#363;mite haila manushya janma y&#257;ra</P><P CLASS=c>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A> &#8212; of India; <A CLASS=v HREF="http://vedabase.net/b/bhumite">bh&#363;mite</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the land; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; has become; <A CLASS=v HREF="http://vedabase.net/m/manusya">manushya</A> &#8212; human being; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/y/yara">y&#257;ra</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> birth; <A CLASS=v HREF="http://vedabase.net/s/sarthaka">s&#257;rthaka</A> &#8212; fulfillment; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; doing <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/u/upakara">upak&#257;ra</A> &#8212; benefit.</P><P CLASS=t>TRANSLATION</P><P>"One who has taken his birth as a human being in the land of India [Bh&#257;rata-varsha] should make his life successful and work for the benefit of all other people.</P><P CLASS=t>PURPORT</P><P>The magnanimity of Lord Caitanya Mah&#257;prabhu is expressed in this very important verse. Although He was born in Bengal and Bengalis therefore have a special duty toward Him, &#346;r&#299; Caitanya Mah&#257;prabhu is addressing not only Bengalis but all the inhabitants of India. It is in the land of India that actual human civilization can be developed.</P><P>Human life is especially meant for God realization, as stated in the Ved&#257;nta-s&#363;tra: ath&#257;to brahma jijñ&#257;s&#257;. Anyone who takes birth in the land of India (Bh&#257;rata-varsha) has the special privilege of being able to take advantage of the instruction and guidance of the Vedic civilization. He automatically receives the basic principles of spiritual life, for 99.9% of the Indian people, even simple village farmers and others who are neither educated nor sophisticated, believe in the transmigration of the soul, believe in past and future lives, believe in God, and naturally want to worship the Supreme Personality of Godhead or His representative. These ideas are the natural inheritance of a person born in India. India has many holy places of pilgrimage, such as Gay&#257;, Benares, Mathur&#257;, Pray&#257;ga, Vrind&#257;vana, Haridv&#257;ra, R&#257;me&#347;varam and Jagann&#257;tha Pur&#299;, and still people go there by the hundreds and thousands. Although the present leaders of India are influencing the people not to believe in God, not to believe in a next life and not to believe in a distinction between pious and impious life, and although they are teaching them how to drink wine, eat meat and become supposedly civilized, people are nevertheless afraid of the four activities of sinful life &#8212; namely illicit sex, meat-eating, intoxication and gambling &#8212; and whenever there is a religious festival, they gather together by the thousands. We have actual experience of this. Whenever the Krishna consciousness movement holds a sa&#324;k&#299;rtana festival in a big city like Calcutta, Bombay, Madras, Ahmedabad or Hyderabad, thousands of people come to hear. Sometimes we speak in English, but even though most people do not understand English, they nevertheless come to hear us. Even when imitation incarnations of Godhead speak, people gather in the thousands, for everyone who is born in the land of India has a natural spiritual inclination and is taught the basic principles of spiritual life; they merely need to be a little more educated in the Vedic principles. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu says here, janma s&#257;rthaka kari' kara para-upak&#257;ra: if an Indian is educated in the Vedic principles, he is able to perform the most beneficial welfare activity for the entire world.</P><P>At present, for want of Krishna consciousness, or God consciousness, the entire world is in darkness, having been covered by the four principles of sinful life &#8212; meat-eating, illicit sex, gambling and intoxication. Therefore there is a need for vigorous propaganda to educate people to refrain from sinful activities. This will bring peace and prosperity; the rogues, thieves and debauchees will naturally decrease in number, and all of human society will be God conscious.</P><P>The practical effect of our spreading the Krishna consciousness movement all over the world is that now the most degraded debauchees are becoming the most elevated saints. This is only one Indian's humble service to the world. If all Indians had taken to this path, as advised by Lord Caitanya Mah&#257;prabhu, India would have given a unique gift to the world, and thus India would have been glorified. Now, however, India is known as a poverty-stricken country, and whenever anyone from America or another opulent country goes to India, he sees many people lying by the footpaths for whom there are not even provisions for two meals a day. There are also institutions collecting money from all parts of the world in the name of welfare activities for poverty-stricken people, but they are spending it for their own sense gratification. Now, on the order of &#346;r&#299; Caitanya Mah&#257;prabhu, the Krishna consciousness movement has been started, and people are benefiting from this movement. Therefore it is now the duty of the leading men of India to consider the importance of this movement and train many Indians to go outside of India to preach this cult. People will accept it, there will be cooperation among the Indian people and among the other people of the world, and the mission of &#346;r&#299; Caitanya Mah&#257;prabhu will then be fulfilled. &#346;r&#299; Caitanya Mah&#257;prabhu will then be glorified all over the world, and people will naturally be happy, peaceful and prosperous, not only in this life but also in the next, for as stated in the Bhagavad-g&#299;t&#257;, anyone who understands Krishna, the Supreme Personality of Godhead, will very easily get salvation, or freedom from the repetition of birth and death, and go back home, back to Godhead. &#346;r&#299; Caitanya Mah&#257;prabhu therefore requests every Indian to become a preacher of His cult to save the world from disastrous confusion.</P><P>This is not only the duty of Indians but the duty of everyone, and we are very happy that American and European boys and girls are seriously cooperating with this movement. One should know definitely that the best welfare activity for all of human society is to awaken man's God consciousness, or Krishna consciousness. Therefore everyone should help this great movement. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam, Tenth Canto, Twenty-second Chapter, verse 35, which is next quoted in the Caitanya-carit&#257;mrita.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>