<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 42"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Desire Tree of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 9.42</P><P CLASS=c>et&#257;vaj janma-s&#257;phalyam</P><P CLASS=c>dehin&#257;m iha dehishu</P><P CLASS=c>pr&#257;nair arthair dhiy&#257; v&#257;c&#257;</P><P CLASS=c>&#347;reya-&#257;caranam sad&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etavat">et&#257;vat</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> this; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; of birth; <A CLASS=v HREF="http://vedabase.net/s/saphalyam">s&#257;phalyam</A> &#8212; perfection; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of every living being; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/d/dehisu">dehishu</A> &#8212; toward those who <A HREF="http://vedabase.net/a/are">are</A> embodied; <A CLASS=v HREF="http://vedabase.net/p/pranaih">pr&#257;naih</A> &#8212; by life; <A CLASS=v HREF="http://vedabase.net/a/arthaih">arthaih</A> &#8212; by wealth; <A CLASS=v HREF="http://vedabase.net/d/dhiya">dhiy&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/v/vaca">v&#257;c&#257;</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; eternal good fortune; <A CLASS=v HREF="http://vedabase.net/a/acaranam">&#257;caranam</A> &#8212; acting practically; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always.</P><P CLASS=t>TRANSLATION</P><P>"'It is the duty of every living being to perform welfare activities for the benefit of others with his life, wealth, intelligence and words.'</P><P CLASS=t>PURPORT</P><P>There are two kinds of general activities &#8212; &#347;reyas, or activities which are ultimately beneficial and auspicious, and preyas, or those which are immediately beneficial and auspicious. For example, children are fond of playing. They do not want to go to school to receive an education, and they think that to play all day and night and enjoy with their friends is the aim of life. Even in the transcendental life of Lord Krishna, we find that when He was a child He was very fond of playing with His friends of the same age, the cowherd boys. He would not even go home to take His dinner. Mother Ya&#347;od&#257; would have to come out to induce Him to come home. Thus it is a child's nature to engage all day and night in playing, not caring even for his health and other important concerns. This is an example of preyas, or immediately beneficial activities. But there are also &#347;reyas, or activities which are ultimately auspicious. According to Vedic civilization, a human being must be God conscious. He should understand what God is, what this material world is, who he is, and what their interrelationships are. This is called &#347;reyas, or ultimately auspicious activity.</P><P>In this verse of &#346;r&#299;mad-Bh&#257;gavatam it is said that one should be interested in &#347;reyas. To achieve the ultimate goal of &#347;reyas, or good fortune, one should engage everything, including his life, wealth and words, not only for himself but for others also. However, unless one is interested in &#347;reyas in his own life, he cannot preach of &#347;reyas for the benefit of others.</P><P>This verse cited by &#346;r&#299; Caitanya Mah&#257;prabhu applies to human beings, not to animals. As indicated in the previous verse by the words manushya-janma, these injunctions are for human beings. Unfortunately, human beings, although they have the bodies of men, are becoming less than animals in their behavior. This is the fault of modern education. Modern educators do not know the aim of human life; they are simply concerned with how to develop the economic condition of their countries or of human society. This is also necessary; the Vedic civilization considers all aspects of human life, including dharma (religion), artha (economic development), k&#257;ma (sense gratification) and moksha (liberation). But humanity's first concern should be religion. To be religious, one must abide by the orders of God, but unfortunately people in this age have rejected religion, and they are busy in economic development. Therefore they will adopt any means to get money. For economic development one does not need to get money by hook or by crook; one needs only sufficient money to maintain his body and soul. However, because modern economic development is going on with no religious background, people have become lusty, greedy and mad after money. They are simply developing the qualities of rajas (passion) and tamas (ignorance), neglecting the other quality of nature, sattva (goodness), and the brahminical qualifications. Therefore the entire society is in chaos.</P><P>The Bh&#257;gavatam says that it is the duty of an advanced human being to act in such a way as to facilitate human society's attainment of the ultimate goal of life. There is a similar verse in the Vishnu Pur&#257;na, Part Three, Chapter Twelve, verse 45, which is next quoted in the Caitanya-carit&#257;mrita.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>