<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Desire Tree of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 9.51</P><P CLASS=c>ei m&#257;l&#257;k&#257;ra kh&#257;ya ei prema-phala</P><P CLASS=c>niravadhi matta rahe, viva&#347;a-vihvala</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mala">m&#257;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kara">k&#257;ra</A> &#8212; great gardener; <A CLASS=v HREF="http://vedabase.net/k/khaya">kh&#257;ya</A> &#8212; eats; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; fruit of love of Godhead; <A CLASS=v HREF="http://vedabase.net/n/niravadhi">niravadhi</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/m/matta">matta</A> &#8212; maddened; <A CLASS=v HREF="http://vedabase.net/r/rahe">rahe</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/v/vivasa">viva&#347;a</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if helpless; <A CLASS=v HREF="http://vedabase.net/v/vihvala">vihvala</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if bewildered.</P><P CLASS=t>TRANSLATION</P><P>The great gardener, Lord Caitanya, personally eats this fruit, and as a result He constantly remains mad, as if helpless and bewildered.</P><P CLASS=t>PURPORT</P><P>It is the mission of &#346;r&#299; Caitanya Mah&#257;prabhu to act Himself and teach the people. He says, &#257;pani &#257;cari' bhakti karila prac&#257;ra (Cc. <A CLASS=v HREF="../../../cc/adi/4/41.htm">&#256;di 4.41</A>). One must first act himself and then teach. This is the function of a real teacher. Unless one is able to understand the philosophy that he speaks, it will not be effective. Therefore one should not only understand the philosophy of the Caitanya cult but also implement it practically in one's life.</P><P>While chanting the Hare Krishna mah&#257;-mantra, &#346;r&#299; Caitanya Mah&#257;prabhu sometimes fainted and remained unconscious for many hours. He prays in His &#346;iksh&#257;shtaka (7):</P><P>yug&#257;yitam nimeshena cakshush&#257; pr&#257;vrish&#257;yitam</P><P CLASS=n>&#347;&#363;ny&#257;yitam jagat sarvam govinda-virahena me</P><P>"O Govinda! Feeling Your separation, I am considering a moment to be like twelve years or more. Tears are flowing from My eyes like torrents of rain, and I am feeling all vacant in the world in Your absence." This is the perfectional stage of chanting the Hare Krishna mantra and eating the fruit of love of Godhead, as exhibited by &#346;r&#299; Caitanya Mah&#257;prabhu. One should not artificially imitate this stage, but if one is serious and sincerely follows the regulative principles and chants the Hare Krishna mantra, the time will come when these symptoms will appear. Tears will fill his eyes, he will be unable to chant the mah&#257;-mantra distinctly, and his heart will throb in ecstasy. &#346;r&#299; Caitanya Mah&#257;prabhu says that one should not imitate this, but a devotee should long for the day to come when such symptoms of trance will automatically appear in his body.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>