<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 9 Verse 53"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Desire Tree of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 9.53</P><P CLASS=c>ye ye p&#363;rve nind&#257; kaila, bali' m&#257;toy&#257;la</P><P CLASS=c>seho phala kh&#257;ya, n&#257;ce, bale &#8212; bh&#257;la bh&#257;la</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; persons who; <A CLASS=v HREF="http://vedabase.net/p/purve">p&#363;rve</A> &#8212; before; <A CLASS=v HREF="http://vedabase.net/n/ninda">nind&#257;</A> &#8212; blasphemy; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A>; <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A>' &#8212; saying; <A CLASS=v HREF="http://vedabase.net/m/matoyala">m&#257;toy&#257;la</A> &#8212; drunkard; <A CLASS=v HREF="http://vedabase.net/s/seho">seho</A> &#8212; such persons; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A> &#8212; fruit; <A CLASS=v HREF="http://vedabase.net/k/khaya">kh&#257;ya</A> &#8212; takes; <A CLASS=v HREF="http://vedabase.net/n/nace">n&#257;ce</A> &#8212; dance; <A CLASS=v HREF="http://vedabase.net/b/bale">bale</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/b/bhala">bh&#257;la</A> <A CLASS=v HREF="http://vedabase.net/b/bhala">bh&#257;la</A> &#8212; very good, very good.</P><P CLASS=t>TRANSLATION</P><P>Persons who had formerly criticized Lord Caitanya Mah&#257;prabhu, calling Him a drunkard, also ate the fruit and began to dance, saying, "Very good! Very good!"</P><P CLASS=t>PURPORT</P><P>When Lord Caitanya Mah&#257;prabhu started the sa&#324;k&#299;rtana movement, even He was unnecessarily criticized by M&#257;y&#257;v&#257;d&#299;s, atheists and fools. Naturally we are also criticized by such men. They will always remain and will always criticize anything that is actually good for human society. But the preachers of the sa&#324;k&#299;rtana movement should not be deterred by such criticism. Our method should be to convert such fools gradually by asking them to come and take pras&#257;dam and chant and dance with us. This should be our policy. Anyone who comes to join us, of course, must be sincere and serious regarding spiritual advancement in life; then such a person, simply by joining us, chanting with us, dancing with us and taking pras&#257;dam with us, will gradually also come to say that this movement is very good. But one who joins with an ulterior purpose, to get material benefit or personal gratification, will never be able to grasp the philosophy of this movement.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>