<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: The Desire Tree of Devotional Service</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 9 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 9.1</B></A>: Let me offer my respectful obeisances unto the spiritual master of the entire world, Lord &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, by whose mercy even a dog can swim across a great ocean.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 9.2</B></A>: All glories to &#346;r&#299; Krishna Caitanya, who is known as Gaurahari! All glories to Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 9.3</B></A>: All glories to the devotees of Lord Caitanya, headed by &#346;r&#299;v&#257;sa Th&#257;kura! In order to fulfill all my desires, I remember their lotus feet.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 9.4</B></A>: I also remember the six Gosv&#257;m&#299;s &#8212; R&#363;pa, San&#257;tana, Bhatta Raghun&#257;tha, &#346;r&#299; J&#299;va, Gop&#257;la Bhatta and D&#257;sa Raghun&#257;tha.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 9.5</B></A>: It is by the mercy of all these Vaishnavas and gurus that I attempt to write about the pastimes and qualities of Lord Caitanya Mah&#257;prabhu. Whether I know it or know not, it is for self-purification that I write this book.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 9.6</B></A>: I take shelter of the Supreme Personality of Godhead &#346;r&#299; Caitanya Mah&#257;prabhu, who Himself is the tree of transcendental love of Krishna, its gardener and also the bestower and enjoyer of its fruits.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 9.7</B></A>: Lord Caitanya thought, "My name is Vi&#347;vambhara, 'one who maintains the entire universe.' Its meaning will be actualized if I can fill the whole universe with love of Godhead."</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 9.8</B></A>: Thinking in this way, He accepted the duty of a planter and began to grow a garden in Navadv&#299;pa.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 9.9</B></A>: Thus the Lord brought the desire tree of devotional service to this earth and became its gardener. He sowed the seed and sprinkled upon it the water of His will.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 9.10</B></A>: All glories to &#346;r&#299; M&#257;dhavendra Pur&#299;, the storehouse of all devotional service unto Krishna! He is a desire tree of devotional service, and it is in him that the seed of devotional service first fructified.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 9.11</B></A>: The seed of devotional service next fructified in the form of &#346;r&#299; &#298;&#347;vara Pur&#299;, and then the gardener Himself, Caitanya Mah&#257;prabhu, became the main trunk of the tree of devotional service.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 9.12</B></A>: By His inconceivable powers, the Lord became the gardener, the trunk and the branches simultaneously.</P><P CLASS=r><A CLASS=i HREF="13-15.htm"><B>CC &#256;di 9.13-15</B></A>: Param&#257;nanda Pur&#299;, Ke&#347;ava Bh&#257;rat&#299;, Brahm&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299;, &#346;r&#299; Vishnu Pur&#299;, Ke&#347;ava Pur&#299;, Krishn&#257;nanda Pur&#299;, &#346;r&#299; Nrisimha T&#299;rtha and Sukh&#257;nanda Pur&#299; &#8212; these nine sanny&#257;s&#299; roots all sprouted from the trunk of the tree. Thus the tree stood steadfastly on the strength of these nine roots.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 9.16</B></A>: With the sober and grave Param&#257;nanda Pur&#299; as the central root and the other eight roots in the eight directions, the tree of Caitanya Mah&#257;prabhu stood firmly.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 9.17</B></A>: From the trunk grew many branches, and above them innumerable others.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 9.18</B></A>: Thus the branches of the Caitanya tree formed a cluster or society, with great branches covering all the universe.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 9.19</B></A>: From each branch grew many hundreds of subbranches. No one can count how many branches thus grew.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 9.20</B></A>: I shall try to name the foremost of the innumerable branches. Please hear the description of the Caitanya tree.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 9.21</B></A>: At the top of the tree the trunk branched into two. One trunk was named &#346;r&#299; Advaita Prabhu and the other &#346;r&#299; Nity&#257;nanda Prabhu.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 9.22</B></A>: From these two trunks grew many branches and subbranches that covered the entire world.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 9.23</B></A>: These branches and subbranches and their subbranches became so numerous that no one can actually write about them.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 9.24</B></A>: Thus the disciples and the granddisciples and their admirers spread throughout the entire world, and it is not possible to enumerate them all.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 9.25</B></A>: As a big fig tree bears fruits all over its body, each part of the tree of devotional service bore fruit.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 9.26</B></A>: Since &#346;r&#299; Krishna Caitanya Mah&#257;prabhu was the original trunk, the taste of the fruits that grew on the branches and subbranches surpassed the taste of nectar.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 9.27</B></A>: The fruits ripened and became sweet and nectarean. The gardener, &#346;r&#299; Caitanya Mah&#257;prabhu, distributed them without asking any price.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 9.28</B></A>: All the wealth in the three worlds cannot equal the value of one such nectarean fruit of devotional service.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC &#256;di 9.29</B></A>: Not considering who asked for it and who did not, nor who was fit and who unfit to receive it, Caitanya Mah&#257;prabhu distributed the fruit of devotional service.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC &#256;di 9.30</B></A>: The transcendental gardener, &#346;r&#299; Caitanya Mah&#257;prabhu, distributed handful after handful of fruit in all directions, and when the poor, hungry people ate the fruit, the gardener smiled with great pleasure.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 9.31</B></A>: Lord Caitanya thus addressed the multifarious varieties of branches and subbranches of the tree of devotional service:</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 9.32</B></A>: "Since the tree of devotional service is transcendental, every one of its parts can perform the action of all the others. Although a tree is supposed to be immovable, this tree nevertheless moves.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 9.33</B></A>: "All the parts of this tree are spiritually cognizant, and thus as they grow they spread all over the world.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 9.34</B></A>: "I am the only gardener. How many places can I go? How many fruits can I pick and distribute?</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 9.35</B></A>: "It would certainly be a very laborious task to pick the fruits and distribute them alone, and still I suspect that some would receive them and others would not.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 9.36</B></A>: "Therefore I order every man within this universe to accept this Krishna consciousness movement and distribute it everywhere.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 9.37</B></A>: "I am the only gardener. If I do not distribute these fruits, what shall I do with them? How many fruits can I alone eat?</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 9.38</B></A>: "By the transcendental desire of the Supreme Personality of Godhead, water has been sprinkled all over the tree, and thus there are innumerable fruits of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 9.39</B></A>: "Distribute this Krishna consciousness movement all over the world. Let people eat these fruits and ultimately become free from old age and death.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 9.40</B></A>: "If the fruits are distributed all over the world, My reputation as a pious man will be known everywhere, and thus all people will glorify My name with great pleasure.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 9.41</B></A>: "One who has taken his birth as a human being in the land of India [Bh&#257;rata-varsha] should make his life successful and work for the benefit of all other people.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 9.42</B></A>: "'It is the duty of every living being to perform welfare activities for the benefit of others with his life, wealth, intelligence and words.'</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 9.43</B></A>: "'By his work, thoughts and words, an intelligent man must perform actions which will be beneficial for all living entities in this life and the next.'</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 9.44</B></A>: "I am merely a gardener. I have neither a kingdom nor very great riches. I simply have some fruits and flowers that I wish to utilize to achieve piety in My life.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 9.45</B></A>: "Although I am acting as a gardener, I also want to be the tree, for thus I can bestow benefit upon all.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 9.46</B></A>: "'Just see how these trees are maintaining every living entity! Their birth is successful. Their behavior is just like that of great personalities, for anyone who asks anything from a tree never goes away disappointed.'"</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 9.47</B></A>: The descendants of the tree [the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu] were very glad to receive this order directly from the Lord.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 9.48</B></A>: The fruit of love of God is so delicious that wherever a devotee distributes it, those who relish the fruit, anywhere in the world, immediately become intoxicated.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 9.49</B></A>: The fruit of love of Godhead distributed by Caitanya Mah&#257;prabhu is such a great intoxicant that anyone who eats it, filling his belly, immediately becomes maddened by it, and automatically he chants, dances, laughs and enjoys.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 9.50</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu, the great gardener, sees that people are chanting, dancing and laughing and that some of them are rolling on the floor and some are making loud humming sounds, He smiles with great pleasure.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 9.51</B></A>: The great gardener, Lord Caitanya, personally eats this fruit, and as a result He constantly remains mad, as if helpless and bewildered.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 9.52</B></A>: With His sa&#324;k&#299;rtana movement the Lord made everyone mad like Himself. We do not find anyone who was not intoxicated by His sa&#324;k&#299;rtana movement.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 9.53</B></A>: Persons who had formerly criticized Lord Caitanya Mah&#257;prabhu, calling Him a drunkard, also ate the fruit and began to dance, saying, "Very good! Very good!"</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 9.54</B></A>: After describing the Lord's distribution of the fruit of love of Godhead, I now wish to describe the different branches of the tree of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 9.55</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>