<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">The Desire Tree of Devotional Service</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 9 Summary</P><P>A summary of Chapter Nine has been given as follows by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. In this chapter the author of &#346;r&#299; Caitanya-carit&#257;mrita has devised a figurative example by describing "the desire tree of bhakti." He considers Lord Caitanya Mah&#257;prabhu, who is known as Vi&#347;vambhara, to be the gardener of this tree because He is the main personality who has taken charge of it. As the supreme enjoyer, He enjoyed the fruits Himself and distributed them as well. The seed of the tree was first sown in Navadv&#299;pa, the birth site of Lord Caitanya Mah&#257;prabhu, and then the tree was brought to Purushottama-kshetra (Jagann&#257;tha Pur&#299;), and then to Vrind&#257;vana. The seed fructified first in &#346;r&#299;la M&#257;dhavendra Pur&#299;, and then in his disciple &#346;r&#299; &#298;&#347;vara Pur&#299;. It is figuratively described that both the tree itself and the trunk of the tree are &#346;r&#299; Caitanya Mah&#257;prabhu. Param&#257;nanda Pur&#299; and eight other great sanny&#257;s&#299;s are like the spreading roots of the tree. From the main trunk there extend two special branches, Advaita Prabhu and &#346;r&#299; Nity&#257;nanda Prabhu, and from those branches grow other branches and twigs. The tree surrounds the entire world, and the fruits of the tree are to be distributed to everyone. In this way the tree of Lord Caitanya Mah&#257;prabhu intoxicates the entire world. It should be noted that this is a figurative example meant to explain the mission of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="../8/85.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>