<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.10</P><P CLASS=c>deva-samjñitam apy ante</P><P CLASS=c>krimi-vid-bhasma-samjñitam</P><P CLASS=c>bh&#363;ta-dhruk tat-krite sv&#257;rtham</P><P CLASS=c>kim veda nirayo yatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnitam">samjñitam</A> &#8212; the body now known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> very exalted person, like president, minister or even demigod; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even if the body is <A HREF="http://vedabase.net/s/so">so</A> exalted; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; after death; <A CLASS=v HREF="http://vedabase.net/k/krmi">krimi</A> &#8212; turns into worms; <A CLASS=v HREF="http://vedabase.net/v/vit">vit</A> &#8212; or into stool; <A CLASS=v HREF="http://vedabase.net/b/bhasma">bhasma</A>-<A CLASS=v HREF="http://vedabase.net/s/samjnitam">samjñitam</A> &#8212; or into ashes; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/d/dhruk">dhruk</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who does not accept the &#347;&#257;stric injunctions and is unnecessarily envious of other living entities; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; by acting <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; self-interest; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; who is there; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; who knows; <A CLASS=v HREF="http://vedabase.net/n/nirayah">nirayah</A> <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; because from such sinful activities one must suffer hellish conditions.</P><P CLASS=t>TRANSLATION</P><P>While living one may be proud of one's body, thinking oneself a very big man, minister, president or even demigod, but whatever one may be, after death this body will turn either into worms, into stool or into ashes. If one kills poor animals to satisfy the temporary whims of this body, one does not know that he will suffer in his next birth, for such a sinful miscreant must go to hell and suffer the results of his actions.</P><P CLASS=t>PURPORT</P><P>In this verse the three words krimi-vid-bhasma are significant. After death, the body may become krimi, which means "worms," for if the body is disposed of without cremation, it may be eaten by worms; or else it may be eaten by animals like hogs and vultures and be turned into stool. Those who are more civilized burn the dead body, and thus it becomes ashes (bhasma-samjñitam). Yet although the body will be turned into worms, stool or ashes, foolish persons, just to maintain it, commit many sinful activities. This is certainly regrettable. The human form of body is actually meant for j&#299;vasya tattva jijñ&#257;s&#257;, enlightenment in knowledge of spiritual values. Therefore, one must seek shelter of a bona fide spiritual master. Tasm&#257;d gurum prapadyeta: one must approach a guru. Who is a guru? &#346;&#257;bde pare ca nishn&#257;tam (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/3/21.htm">11.3.21</A>): a guru is one who has full transcendental knowledge. Unless one approaches a spiritual master, one remains in ignorance. &#256;c&#257;ryav&#257;n purusho veda (Ch&#257;ndogya Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/14/2">6.14.2</A>): one has full knowledge about life when one is &#257;c&#257;ryav&#257;n, controlled by the &#257;c&#257;rya. But when one is conducted by rajo-guna and tamo-guna, one does not care about anything; instead, one acts like an ordinary foolish animal, risking his life (mrityu-sams&#257;ra-vartmani) and therefore continuing to go through suffering after suffering. Na te viduh sv&#257;rtha-gatim hi vishnum (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/31.htm">7.5.31</A>). Such a foolish person does not know how to elevate himself in this body. Instead, he indulges in sinful activities and goes deeper and deeper into hellish life.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>