<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.13</P><P CLASS=c>asatah &#347;r&#299;-mad&#257;ndhasya</P><P CLASS=c>d&#257;ridryam param añjanam</P><P CLASS=c>&#257;tmaupamyena bh&#363;t&#257;ni</P><P CLASS=c>daridrah param &#299;kshate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asatah">asatah</A> &#8212; of such <A HREF="http://vedabase.net/a/a">a</A> foolish rascal; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mada">mada</A>-<A CLASS=v HREF="http://vedabase.net/a/andhasya">andhasya</A> &#8212; who is blinded by temporarily possessing riches and opulence; <A CLASS=v HREF="http://vedabase.net/d/daridryam">d&#257;ridryam</A> &#8212; poverty; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> <A CLASS=v HREF="http://vedabase.net/a/anjanam">añjanam</A> &#8212; the best ointment for the eyes, by which <A HREF="http://vedabase.net/t/to">to</A> see things <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aupamyena">aupamyena</A> &#8212; with comparison <A HREF="http://vedabase.net/t/to">to</A> himself; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; living beings; <A CLASS=v HREF="http://vedabase.net/d/daridrah">daridrah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> poverty-stricken <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; perfectly; <A CLASS=v HREF="http://vedabase.net/i/iksate">&#299;kshate</A> &#8212; can see things <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>Atheistic fools and rascals who are very much proud of wealth fail to see things as they are. Therefore, returning them to poverty is the proper ointment for their eyes so they may see things as they are. At least a poverty-stricken man can realize how painful poverty is, and therefore he will not want others to be in a painful condition like his own.</P><P CLASS=t>PURPORT</P><P>Even today, if a man who was formerly poverty-stricken gets money, he is inclined to utilize his money to perform many philanthropic activities, like opening schools for uneducated men and hospitals for the diseased. In this connection there is an instructive story called punar m&#363;shiko bhava, "Again Become a Mouse." A mouse was very much harassed by a cat, and therefore the mouse approached a saintly person to request to become a cat. When the mouse became a cat, he was harassed by a dog, and then when he became a dog, he was harassed by a tiger. But when he became a tiger, he stared at the saintly person, and when the saintly person asked him, "What do you want?" the tiger said, "I want to eat you." Then the saintly person cursed him, saying, "May you again become a mouse." A similar thing is going on all over the universe. One is going up and down, sometimes becoming a mouse, sometimes a tiger, and so on. &#346;r&#299; Caitanya Mah&#257;prabhu said:</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>)</P><P>The living entities are promoted and degraded by the laws of nature, but if one is very, very fortunate, by association with saintly persons he gets the seed of devotional service, and his life becomes successful. N&#257;rada Muni wanted to bring Nalak&#363;vara and Manigr&#299;va to the platform of devotional service through poverty, and thus he cursed them. Such is the mercy of a Vaishnava. Unless one is brought to the Vaishnava platform, one cannot be a good man. Har&#257;v abhaktasya kuto mahad-gun&#257;h (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/18/12.htm">5.18.12</A>). An avaishnava never becomes a good man, however severely he is punished.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>