<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.17</P><P CLASS=c>daridrasyaiva yujyante</P><P CLASS=c>s&#257;dhavah sama-dar&#347;inah</P><P CLASS=c>sadbhih kshinoti tam tarsham</P><P CLASS=c>tata &#257;r&#257;d vi&#347;uddhyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/daridrasya">daridrasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person who is poverty-stricken; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/y/yujyante">yujyante</A> &#8212; may easily associate; <A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/darsinah">dar&#347;inah</A> &#8212; although s&#257;dhus <A HREF="http://vedabase.net/a/are">are</A> equal <A HREF="http://vedabase.net/t/to">to</A> everyone, <A HREF="http://vedabase.net/t/to">to</A> the poor and the rich, the poor <A HREF="http://vedabase.net/m/man">man</A> can take advantage of their association; <A CLASS=v HREF="http://vedabase.net/s/sadbhih">sadbhih</A> &#8212; by the association of such saintly persons; <A CLASS=v HREF="http://vedabase.net/k/ksinoti">kshinoti</A> &#8212; reduces; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; the original cause of material suffering; <A CLASS=v HREF="http://vedabase.net/t/tarsam">tarsham</A> &#8212; the desire for material enjoyment; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/arat">&#257;r&#257;t</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/v/visuddhyati">vi&#347;uddhyati</A> &#8212; his material contamination is cleansed off.</P><P CLASS=t>TRANSLATION</P><P>Saintly persons may freely associate with those who are poverty-stricken, but not with those who are rich. A poverty-stricken man, by association with saintly persons, very soon becomes uninterested in material desires, and the dirty things within the core of his heart are cleansed away.</P><P CLASS=t>PURPORT</P><P>It is said, mahad-vicalanam nrin&#257;m grihin&#257;m d&#299;na-cetas&#257;m (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/8/4.htm">10.8.4</A>). The only business of a saintly person or sanny&#257;s&#299;, a person in the renounced order, is to preach Krishna consciousness. S&#257;dhus, saintly persons, want to preach to both the poor and the rich, but the poor take more advantage of the s&#257;dhus' preaching than the rich do. A poor man receives s&#257;dhus very quickly, offers them obeisances, and tries to take advantage of their presence, whereas a rich man keeps a big greyhound dog at his door so that no one can enter his house. He posts a sign saying "Beware of Dog" and avoids the association of saintly persons, whereas a poor man keeps his door open for them and thus benefits by their association more than a rich man does. Because N&#257;rada Muni, in his previous life, was the poverty-stricken son of a maidservant, he got the association of saintly persons and later became the exalted N&#257;rada Muni. This was his actual experience. Therefore, he is now comparing the position of a poor man with that of a rich man.</P><P>sat&#257;m prasa&#324;g&#257;n mama v&#299;rya-samvido</P><P CLASS=n>bhavanti hrit-karna-ras&#257;yan&#257;h kath&#257;h</P><P CLASS=n>taj-joshan&#257;d &#257;&#347;v apavarga-vartmani</P><P CLASS=n>&#347;raddh&#257; ratir bhaktir anukramishyati</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/25.htm">3.25.25</A>)</P><P>If one gets the advantage of association with saintly persons, by their instructions one becomes more and more purified of material desires.</P><P>krishna-bahirmukha haiy&#257; bhoga-v&#257;ñch&#257; kare</P><P CLASS=n>nikata-stha m&#257;y&#257; t&#257;re j&#257;patiy&#257; dhare</P><P CLASS=n>(Prema-vivarta)</P><P>Material life means that one forgets Krishna and that one increases in one's desires for sense gratification. But if one receives the advantage of instructions from saintly persons and forgets the importance of material desires, one is automatically purified. Ceto-darpana-m&#257;rjanam bhava-mah&#257;-d&#257;v&#257;gni-nirv&#257;panam [Cc. <A CLASS=v HREF="../../../cc/antya/20/12.htm">Antya 20.12</A>] (&#346;iksh&#257;shtaka 1). Unless the core of a materialistic person's heart is purified, he cannot get rid of the pangs of bhava-mah&#257;-d&#257;v&#257;gni, the blazing fire of material existence.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>