<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.18</P><P CLASS=c>s&#257;dh&#363;n&#257;m sama-citt&#257;n&#257;m</P><P CLASS=c>mukunda-caranaishin&#257;m</P><P CLASS=c>upekshyaih kim dhana-stambhair</P><P CLASS=c>asadbhir asad-&#257;&#347;rayaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; of saintly persons; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/c/cittanam">citt&#257;n&#257;m</A> &#8212; of those who <A HREF="http://vedabase.net/a/are">are</A> equal <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/m/mukunda">mukunda</A>-<A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/e/esinam">eshin&#257;m</A> &#8212; whose only business is <A HREF="http://vedabase.net/t/to">to</A> serve <A HREF="http://vedabase.net/m/mukunda">Mukunda</A>, the Supreme Personality of Godhead, and who always aspire for that service; <A CLASS=v HREF="http://vedabase.net/u/upeksyaih">upekshyaih</A> &#8212; neglecting the association; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A>-<A CLASS=v HREF="http://vedabase.net/s/stambhaih">stambhaih</A> &#8212; rich and proud; <A CLASS=v HREF="http://vedabase.net/a/asadbhih">asadbhih</A> &#8212; with the association of undesirable persons; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/a/asrayaih">&#257;&#347;rayaih</A> &#8212; taking shelter of those who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/a/asat">asat</A>, or nondevotees.</P><P CLASS=t>TRANSLATION</P><P>Saintly persons [s&#257;dhus] think of Krishna twenty-four hours a day. They have no other interest. Why should people neglect the association of such exalted spiritual personalities and try to associate with materialists, taking shelter of nondevotees, most of whom are proud and rich?</P><P CLASS=t>PURPORT</P><P>A s&#257;dhu is one who is engaged in devotional service to the Lord without deviation (bhajate m&#257;m ananya-bh&#257;k).</P><P>titikshavah k&#257;runik&#257;h</P><P CLASS=n>suhridah sarva-dehin&#257;m</P><P CLASS=n>aj&#257;ta-&#347;atravah &#347;&#257;nt&#257;h</P><P CLASS=n>s&#257;dhavah s&#257;dhu-bh&#363;shan&#257;h</P><P>"The symptoms of a s&#257;dhu are that he is tolerant, merciful and friendly to all living entities. He has no enemies, he is peaceful, he abides by the scriptures, and all his characteristics are sublime." (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/21.htm">3.25.21</A>) A s&#257;dhu is suhridah sarva-dehin&#257;m, the friend of everyone. Why then should the rich, instead of associating with s&#257;dhus, waste their valuable time in association with other rich men who are averse to spiritual life? Both the poor man and the rich man can take advantage of the Krishna consciousness movement, and here it is advised that everyone do so. There is no profit in avoiding the association of the members of the Krishna consciousness movement. Narottama d&#257;sa Th&#257;kura has said:</P><P>sat-sa&#324;ga ch&#257;di' kainu asate vil&#257;sa</P><P CLASS=n>te-k&#257;rane l&#257;gila ye karma-bandha-ph&#257;&#324;sa</P><P>If we give up the association of s&#257;dhus, saintly persons engaged in Krishna consciousness, and associate with persons seeking sense gratification and accumulating wealth for this purpose, our life is spoiled. The word asat refers to an avaishnava, one who is not a devotee of Krishna, and sat refers to a Vaishnava, Krishna's devotee. One should always seek the association of Vaishnavas and not spoil one's life by mixing with avaishnavas. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>), the distinction between Vaishnava and avaishnava is enunciated:</P><P>na m&#257;m dushkritino m&#363;dh&#257;h</P><P CLASS=n>prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita-jñ&#257;n&#257;</P><P CLASS=n>&#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>Anyone who is not surrendered to Krishna is a most sinful person (dushkrit&#299;), a rascal (m&#363;dha), and the lowest of men (nar&#257;dhama). Therefore one should not avoid the association of Vaishnavas, which is now available all over the world in the form of the Krishna consciousness movement.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>