<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verses 2-3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verses 2-3"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.2-3</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>rudrasy&#257;nucarau bh&#363;tv&#257;</P><P CLASS=c>sudriptau dhanad&#257;tmajau</P><P CLASS=c>kail&#257;sopavane ramye</P><P CLASS=c>mand&#257;kiny&#257;m madotkatau</P><P CLASS=c>v&#257;run&#299;m madir&#257;m p&#299;tv&#257;</P><P CLASS=c>mad&#257;gh&#363;rnita-locanau</P><P CLASS=c>str&#299;-janair anug&#257;yadbhi&#347;</P><P CLASS=c>ceratuh pushpite vane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; replied; <A CLASS=v HREF="http://vedabase.net/r/rudrasya">rudrasya</A> &#8212; of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/anucarau">anucarau</A> &#8212; two great devotees or associates; <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> &#8212; being elevated <A HREF="http://vedabase.net/t/to">to</A> that post; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/drptau">driptau</A> &#8212; being proud of that position and their beautiful bodily features; <A CLASS=v HREF="http://vedabase.net/d/dhanada">dhanada</A>-<A CLASS=v HREF="http://vedabase.net/a/atmajau">&#257;tmajau</A> &#8212; the two sons of <A HREF="http://vedabase.net/k/kuvera">Kuvera</A>, treasurer of the demigods; <A CLASS=v HREF="http://vedabase.net/k/kailasa">kail&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/u/upavane">upavane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> small garden attached <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/kailasa">Kail&#257;sa</A> <A HREF="http://vedabase.net/p/parvata">Parvata</A>, the residence of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/r/ramye">ramye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> very beautiful place; <A CLASS=v HREF="http://vedabase.net/m/mandakinyam">mand&#257;kiny&#257;m</A> &#8212; on the River <A HREF="http://vedabase.net/m/mandakini">Mand&#257;kin&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A>-<A CLASS=v HREF="http://vedabase.net/u/utkatau">utkatau</A> &#8212; terribly proud and <A HREF="http://vedabase.net/m/mad">mad</A>; <A CLASS=v HREF="http://vedabase.net/v/varunim">v&#257;run&#299;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> kind of liquor named <A HREF="http://vedabase.net/v/varuni">V&#257;run&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/madiram">madir&#257;m</A> &#8212; intoxication; <A CLASS=v HREF="http://vedabase.net/p/pitva">p&#299;tv&#257;</A> &#8212; drinking; <A CLASS=v HREF="http://vedabase.net/m/mada">mada</A>-<A CLASS=v HREF="http://vedabase.net/a/aghurnita">&#257;gh&#363;rnita</A>-<A CLASS=v HREF="http://vedabase.net/l/locanau">locanau</A> &#8212; their eyes rolling with intoxication; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/j/janaih">janaih</A> &#8212; with women; <A CLASS=v HREF="http://vedabase.net/a/anugayadbhih">anug&#257;yadbhih</A> &#8212; vibrating songs sung by them; <A CLASS=v HREF="http://vedabase.net/c/ceratuh">ceratuh</A> &#8212; wandered; <A CLASS=v HREF="http://vedabase.net/p/puspite">pushpite</A> <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/n/nice">nice</A> flower garden.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: O King Par&#299;kshit, because the two sons of Kuvera had been elevated to the association of Lord &#346;iva, of which they were very much proud, they were allowed to wander in a garden attached to Kail&#257;sa Hill, on the bank of the Mand&#257;kin&#299; River. Taking advantage of this, they used to drink a kind of liquor called V&#257;run&#299;. Accompanied by women singing after them, they would wander in that garden of flowers, their eyes always rolling in intoxication.</P><P CLASS=t>PURPORT</P><P>This verse mentions some of the material advantages afforded to persons associated with or devoted to Lord &#346;iva. Apart from Lord &#346;iva, if one is a devotee of any other demigod, one receives some material advantages. Foolish people, therefore, become devotees of demigods. This has been pointed out and criticized by Lord Krishna in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/20.htm">7.20</A>): k&#257;mais tais tair hrita jñ&#257;n&#257;h prapadyante 'nya-devat&#257;h. Those who are not devotees of Krishna have a taste for women, wine and so forth, and therefore they have been described as hrita jñ&#257;na, bereft of sense. The Krishna consciousness movement can very easily point out such foolish persons, for they have been indicated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15</A>), where Lord Krishna says:</P><P>na m&#257;m dushkritino m&#363;dh&#257;h</P><P CLASS=n>prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita-jñ&#257;n&#257;</P><P CLASS=n>&#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P>"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me." Anyone who is not a devotee of Krishna and does not surrender to Krishna must be considered nar&#257;dhama, the lowest of men, and dushkrit&#299;, one who always commits sinful activities. Thus there is no difficulty in finding out who is a third-class or fourth-class man, for one's position can be understood simply by this crucial test: is he or is he not a devotee of Krishna?</P><P>Why are devotees of the demigods greater in number than the Vaishnavas? The answer is given herein. Vaishnavas are not interested in such fourth-class pleasures as wine and women, nor does Krishna allow them such facilities.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>