<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verses 20-22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verses 20-22"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.20-22</P><P CLASS=c>yad imau loka-p&#257;lasya</P><P CLASS=c>putrau bh&#363;tv&#257; tamah-plutau</P><P CLASS=c>na viv&#257;sasam &#257;tm&#257;nam</P><P CLASS=c>vij&#257;n&#299;tah sudurmadau</P><P CLASS=c>ato 'rhatah sth&#257;varat&#257;m</P><P CLASS=c>sy&#257;t&#257;m naivam yath&#257; punah</P><P CLASS=c>smritih sy&#257;n mat-pras&#257;dena</P><P CLASS=c>tatr&#257;pi mad-anugrah&#257;t</P><P CLASS=c>v&#257;sudevasya s&#257;nnidhyam</P><P CLASS=c>labdhv&#257; divya-&#347;arac-chate</P><P CLASS=c>vritte svarlokat&#257;m bh&#363;yo</P><P CLASS=c>labdha-bhakt&#299; bhavishyatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/i/imau">imau</A> &#8212; these two young demigods; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palasya">p&#257;lasya</A> &#8212; of the great demigod <A HREF="http://vedabase.net/k/kuvera">Kuvera</A>; <A CLASS=v HREF="http://vedabase.net/p/putrau">putrau</A> &#8212; born <A HREF="http://vedabase.net/a/as">as</A> sons; <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> &#8212; being <A HREF="http://vedabase.net/s/so">so</A> (they should not have become like that); <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/p/plutau">plutau</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> absorbed <A HREF="http://vedabase.net/i/in">in</A> the mode of darkness; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vivasasam">viv&#257;sasam</A> &#8212; without any dress, completely naked; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; their personal bodies; <A CLASS=v HREF="http://vedabase.net/v/vijanitah">vij&#257;n&#299;tah</A> &#8212; could understand that they were naked; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/durmadau">durmadau</A> &#8212; because they were very much fallen due <A HREF="http://vedabase.net/t/to">to</A> false pride; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/arhatah">arhatah</A> &#8212; they deserve; <A CLASS=v HREF="http://vedabase.net/s/sthavaratam">sth&#257;varat&#257;m</A> &#8212; immobility like that of <A HREF="http://vedabase.net/a/a">a</A> tree; <A CLASS=v HREF="http://vedabase.net/s/syatam">sy&#257;t&#257;m</A> &#8212; they may become; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; remembrance; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may continue; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/prasadena">pras&#257;dena</A> &#8212; by my mercy; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; over and above that; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; by my special favor; <A CLASS=v HREF="http://vedabase.net/v/vasudevasya">v&#257;sudevasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sannidhyam">s&#257;nnidhyam</A> &#8212; the personal association, face <A HREF="http://vedabase.net/t/to">to</A> face; <A CLASS=v HREF="http://vedabase.net/l/labdhva">labdhv&#257;</A> &#8212; obtaining; <A CLASS=v HREF="http://vedabase.net/d/divya">divya</A>-<A CLASS=v HREF="http://vedabase.net/s/sarat">&#347;arat</A>-<A CLASS=v HREF="http://vedabase.net/s/sate">&#347;ate</A> <A CLASS=v HREF="http://vedabase.net/v/vrtte">vritte</A> &#8212; after the expiry of one hundred years by the measurement of the demigods; <A CLASS=v HREF="http://vedabase.net/s/svarlokatam">svarlokat&#257;m</A> &#8212; the desire <A HREF="http://vedabase.net/t/to">to</A> live <A HREF="http://vedabase.net/i/in">in</A> the celestial world; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakt&#299;</A> &#8212; having revived their natural condition of devotional service; <A CLASS=v HREF="http://vedabase.net/b/bhavisyatah">bhavishyatah</A> &#8212; will become.</P><P CLASS=t>TRANSLATION</P><P>These two young men, Nalak&#363;vara and Manigr&#299;va, are by fortune the sons of the great demigod Kuvera, but because of false prestige and madness after drinking liquor, they are so fallen that they are naked but cannot understand that they are. Therefore, because they are living like trees (for trees are naked but are not conscious), these two young men should receive the bodies of trees. This will be proper punishment. Nonetheless, after they become trees and until they are released, by my mercy they will have remembrance of their past sinful activities. Moreover, by my special favor, after the expiry of one hundred years by the measurement of the demigods, they will be able to see the Supreme Personality of Godhead, V&#257;sudeva, face to face, and thus revive their real position as devotees.</P><P CLASS=t>PURPORT</P><P>A tree has no consciousness: when cut, it feels no pain. But N&#257;rada Muni wanted the consciousness of Nalak&#363;vara and Manigr&#299;va to continue, so that even after being released from the life of trees, they would not forget the circumstances under which they had been punished. Therefore, to bestow upon them special favor, N&#257;rada Muni arranged things in such a way that after being released, they would be able to see Krishna in Vrind&#257;vana and thus revive their dormant bhakti.</P><P>Each day of the demigods in the upper planetary system equals six months of our measurement. Although the demigods in the upper planetary system are attached to material enjoyment, they are all devotees, and therefore they are called demigods. There are two kinds of persons, namely the devas and the asuras. Asuras forget their relationship with Krishna (&#257;suram bh&#257;vam &#257;&#347;rit&#257;h), whereas the devas do not forget.</P><P>dvau bh&#363;ta-sargau loke 'smin</P><P CLASS=n>daiva &#257;sura eva ca</P><P CLASS=n>vishnu-bhaktah smrito daiva</P><P CLASS=n>&#257;suras tad-viparyayah</P><P CLASS=n>(Padma Pur&#257;na)</P><P>The distinction between a pure devotee and a karma-mi&#347;ra devotee is this: a pure devotee does not desire anything for material enjoyment, whereas a mixed devotee becomes a devotee to become a first-class enjoyer of this material world. One who is in direct touch with the Supreme Personality of Godhead in devotional service remains pure, uncontaminated by material desires (any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam jñ&#257;na-karm&#257;dy-an&#257;vritam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]).</P><P>By karma-mi&#347;ra-bhakti one is elevated to the celestial kingdom, by jñ&#257;na-mi&#347;ra-bhakti one is able to merge in the Brahman effulgence, and by yoga-mi&#347;ra-bhakti one is able to realize the omnipotency of the Supreme Personality of Godhead. But pure bhakti does not depend on karma, jñ&#257;na or yoga, for it simply consists of loving affairs. The liberation of the bhakta, therefore, which is called not just mukti but vimukti, surpasses the five other kinds of liberation &#8212; s&#257;yujya, s&#257;r&#363;pya, s&#257;lokya, s&#257;rshti and s&#257;m&#299;pya. A pure devotee always engages in pure service (&#257;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam bhaktir uttam&#257;). Taking birth in the upper planetary system as a demigod is a chance to become a further purified devotee and go back home, back to Godhead. N&#257;rada Muni indirectly gave Manigr&#299;va and Nalak&#363;vara the greatest opportunity by his so-called curse.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>