<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.25</P><P CLASS=c>devarshir me priyatamo</P><P CLASS=c>yad imau dhanad&#257;tmajau</P><P CLASS=c>tat tath&#257; s&#257;dhayishy&#257;mi</P><P CLASS=c>yad g&#299;tam tan mah&#257;tman&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devarsih">devarshih</A> &#8212; the great saint <A HREF="http://vedabase.net/d/devarsi">Devarshi</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; most beloved devotee; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/i/imau">imau</A> &#8212; these two persons (<A HREF="http://vedabase.net/n/nalakuvara">Nalak&#363;vara</A> and Manigr&#299;va); <A CLASS=v HREF="http://vedabase.net/d/dhanada">dhanada</A>-<A CLASS=v HREF="http://vedabase.net/a/atmajau">&#257;tmajau</A> &#8212; born of <A HREF="http://vedabase.net/a/a">a</A> rich father and being nondevotees; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; the words of <A HREF="http://vedabase.net/d/devarsi">Devarshi</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; just <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhayisyami">s&#257;dhayishy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall execute (because <A HREF="http://vedabase.net/h/he">he</A> wanted <A HREF="http://vedabase.net/m/me">Me</A> <A HREF="http://vedabase.net/t/to">to</A> come face <A HREF="http://vedabase.net/t/to">to</A> face with the <A HREF="http://vedabase.net/y/yamala">yamala</A>-<A HREF="http://vedabase.net/a/arjuna">arjuna</A>, <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/d/do">do</A> <A HREF="http://vedabase.net/s/so">so</A>); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> already stated; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/mahatmana">mah&#257;tman&#257;</A> &#8212; by <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>.</P><P CLASS=t>TRANSLATION</P><P>"Although these two young men are the sons of the very rich Kuvera and I have nothing to do with them, Devarshi N&#257;rada is My very dear and affectionate devotee, and therefore because he wanted Me to come face to face with them, I must do so for their deliverance."</P><P CLASS=t>PURPORT</P><P>Nalak&#363;vara and Manigr&#299;va actually had nothing to do with devotional service or seeing the Supreme Personality of Godhead face to face, for this is not an ordinary opportunity. It is not that because one is very rich or learned or was born in an aristocratic family one will be able to see the Supreme Personality of Godhead face to face. This is impossible. But in this case, because N&#257;rada Muni desired that Nalak&#363;vara and Manigr&#299;va see V&#257;sudeva face to face, the Supreme Personality of Godhead wanted to fulfill the words of His very dear devotee N&#257;rada Muni. If one seeks the favor of a devotee instead of directly asking favors from the Supreme Personality of Godhead, one is very easily successful. &#346;r&#299;la Bhaktivinoda Th&#257;kura has therefore recommended: vaishnava th&#257;kura tom&#257;ra kukkura bhuliy&#257; j&#257;naha more, krishna se tom&#257;ra krishna dite p&#257;ra. One should desire to become like a dog in strictly following a devotee. Krishna is in the hand of a devotee. Adurlabham &#257;tma-bhaktau. Thus without the favor of a devotee, one cannot directly approach Krishna, what to speak of engaging in His service. Narottama d&#257;sa Th&#257;kura therefore sings, ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: unless one becomes a servant of a pure devotee, one cannot be delivered from the material condition of life. In our Gaud&#299;ya Vaishnava society, following in the footsteps of R&#363;pa Gosv&#257;m&#299;, our first business is to seek shelter of a bona fide spiritual master (&#257;dau gurv-&#257;&#347;rayah).</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>