<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verses 34-35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verses 34-35"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.34-35</P><P CLASS=c>yasy&#257;vat&#257;r&#257; jñ&#257;yante</P><P CLASS=c>&#347;ar&#299;reshv a&#347;ar&#299;rinah</P><P CLASS=c>tais tair atuly&#257;ti&#347;ayair</P><P CLASS=c>v&#299;ryair dehishv asa&#324;gataih</P><P CLASS=c>sa bhav&#257;n sarva-lokasya</P><P CLASS=c>bhav&#257;ya vibhav&#257;ya ca</P><P CLASS=c>avat&#299;rno 'm&#347;a-bh&#257;gena</P><P CLASS=c>s&#257;mpratam patir &#257;&#347;ish&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;r&#257;h</A> &#8212; the different incarnations, like <A HREF="http://vedabase.net/m/matsya">Matsya</A>, <A HREF="http://vedabase.net/k/kurma">K&#363;rma</A> and <A HREF="http://vedabase.net/v/varaha">Var&#257;ha</A>; <A CLASS=v HREF="http://vedabase.net/j/jnayante">jñ&#257;yante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> speculated; <A CLASS=v HREF="http://vedabase.net/s/sariresu">&#347;ar&#299;reshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> different bodies, differently visible; <A CLASS=v HREF="http://vedabase.net/a/asaririnah">a&#347;ar&#299;rinah</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> not ordinary material bodies, but <A HREF="http://vedabase.net/a/are">are</A> all transcendental; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by such bodily activities; <A CLASS=v HREF="http://vedabase.net/a/atulya">atulya</A> &#8212; incomparable; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/s/sayaih">&#347;ayaih</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/v/viryaih">v&#299;ryaih</A> &#8212; by strength and power; <A CLASS=v HREF="http://vedabase.net/d/dehisu">dehishu</A> &#8212; by those who actually have material bodies; <A CLASS=v HREF="http://vedabase.net/a/asangataih">asa&#324;gataih</A> &#8212; which activities, enacted <A HREF="http://vedabase.net/i/in">in</A> different incarnations, <A HREF="http://vedabase.net/a/are">are</A> impossible <A HREF="http://vedabase.net/t/to">to</A> be performed; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> Supreme; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of everyone; <A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; for the elevation; <A CLASS=v HREF="http://vedabase.net/v/vibhavaya">vibhav&#257;ya</A> &#8212; for the liberation; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rnah</A> &#8212; have now appeared; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagena">bh&#257;gena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> full potency, with different parts and parcels; <A CLASS=v HREF="http://vedabase.net/s/sampratam">s&#257;mpratam</A> &#8212; at the present moment; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> <A CLASS=v HREF="http://vedabase.net/a/asisam">&#257;&#347;ish&#257;m</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A> the Supreme Personality of Godhead, the master of all auspiciousness.</P><P CLASS=t>TRANSLATION</P><P>Appearing in bodies like those of an ordinary fish, tortoise and hog, You exhibit activities impossible for such creatures to perform &#8212; extraordinary, incomparable, transcendental activities of unlimited power and strength. These bodies of Yours, therefore, are not made of material elements, but are incarnations of Your Supreme Personality. You are the same Supreme Personality of Godhead, who have now appeared, with full potency, for the benefit of all living entities within this material world.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7-8</A>):</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P CLASS=n>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m</P><P CLASS=n>vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=n>dharma-samsth&#257;pan&#257;rth&#257;ya</P><P CLASS=n>sambhav&#257;mi yuge yuge</P><P>Krishna appears as an incarnation when real spiritual life declines and when rogues and thieves increase to disturb the situation of the world. Unfortunate, less intelligent persons, bereft of devotional service, cannot understand the Lord's activities, and therefore such persons describe these activities as kalpan&#257; &#8212; mythology or imagination &#8212; because they are rascals and the lowest of men (na m&#257;m dushkritino m&#363;dh&#257;h prapadyante nar&#257;dham&#257;h [<A CLASS=v HREF="../../../bg/7/15.htm">Bg. 7.15</A>]). Such men cannot understand that the events described by Vy&#257;sadeva in the pur&#257;nas and other &#347;&#257;stras are not fictitious or imaginary, but factual.</P><P>Krishna, in His full, unlimited potency, here shows that He is the Supreme Personality of Godhead, for although the two trees were so large and sturdy that even many elephants could not move them, Krishna, as a child, exhibited such extraordinary strength that they fell down with a great sound. From the very beginning, by killing P&#363;tan&#257;, &#346;akat&#257;sura and Trin&#257;vart&#257;sura, by causing the trees to fall, and by showing the entire universe within His mouth, Krishna proved that He is the Supreme Personality of Godhead. The lowest of men (m&#363;dhas), because of sinful activities, cannot understand this, but devotees can accept it without a doubt. Thus the position of a devotee is different from that of a nondevotee.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>