<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.37</P><P CLASS=c>anuj&#257;n&#299;hi nau bh&#363;mams</P><P CLASS=c>tav&#257;nucara-ki&#324;karau</P><P CLASS=c>dar&#347;anam nau bhagavata</P><P CLASS=c>risher &#257;s&#299;d anugrah&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/anujanihi">anuj&#257;n&#299;hi</A> &#8212; may we have permission; <A CLASS=v HREF="http://vedabase.net/n/nau">nau</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/b/bhuman">bh&#363;man</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> greatest universal form; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> <A CLASS=v HREF="http://vedabase.net/a/anucara">anucara</A>-<A CLASS=v HREF="http://vedabase.net/k/kinkarau">ki&#324;karau</A> &#8212; because of being servants of Your most confidential devotee <A HREF="http://vedabase.net/n/narada">N&#257;rada</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/d/darsanam">dar&#347;anam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> see personally; <A CLASS=v HREF="http://vedabase.net/n/nau">nau</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of You, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of the great saint <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; there was (<A HREF="http://vedabase.net/i/in">in</A> the form of <A HREF="http://vedabase.net/a/a">a</A> curse); <A CLASS=v HREF="http://vedabase.net/a/anugrahat">anugrah&#257;t</A> &#8212; from the mercy.</P><P CLASS=t>TRANSLATION</P><P>O supreme form, we are always servants of Your servants, especially of N&#257;rada Muni. Now give us permission to leave for our home. It is by the grace and mercy of N&#257;rada Muni that we have been able to see You face to face.</P><P CLASS=t>PURPORT</P><P>Unless delivered or blessed by a devotee, one cannot realize that Krishna is the Supreme Personality of Godhead. Manushy&#257;n&#257;m sahasreshu ka&#347;cid yatati siddhaye. According to this verse of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/3.htm">7.3</A>), there are so many siddhas or yog&#299;s who cannot understand Krishna; instead, they misunderstand Him. But if one takes shelter of a devotee descending from the parampar&#257; system of N&#257;rada (svayambh&#363;r n&#257;radah &#347;ambhuh [<A CLASS=v HREF="../../6/3/20.htm">SB 6.3.20</A>]), one can then understand who is an incarnation of the Supreme Personality of Godhead. In this age, many pseudo incarnations are advertised simply for having exhibited some magical performances, but except for persons who are servants of N&#257;rada and other servants of Krishna, no one can understand who is God and who is not. This is confirmed by Narottama d&#257;sa Th&#257;kura. Ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: no one is delivered from the material conception of life unless favored by a Vaishnava. Others can never understand, neither by speculation nor by any other bodily or mental gymnastics.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>