<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.38</P><P CLASS=c>v&#257;n&#299; gun&#257;nukathane &#347;ravanau kath&#257;y&#257;m</P><P CLASS=c>hastau ca karmasu manas tava p&#257;dayor nah</P><P CLASS=c>smrity&#257;m &#347;iras tava niv&#257;sa-jagat-pran&#257;me</P><P CLASS=c>drishtih sat&#257;m dar&#347;ane 'stu bhavat-tan&#363;n&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vani">v&#257;n&#299;</A> &#8212; words, the power of speech; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anukathane">anukathane</A> &#8212; always engaged <A HREF="http://vedabase.net/i/in">in</A> talking about Your pastimes; <A CLASS=v HREF="http://vedabase.net/s/sravanau">&#347;ravanau</A> &#8212; the ear, or aural reception; <A CLASS=v HREF="http://vedabase.net/k/kathayam">kath&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> talks about You and Your pastimes; <A CLASS=v HREF="http://vedabase.net/h/hastau">hastau</A> &#8212; hands and legs and other senses; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/karmasu">karmasu</A> &#8212; engaging them <A HREF="http://vedabase.net/i/in">in</A> executing Your mission; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/padayoh">p&#257;dayoh</A> &#8212; of Your lotus feet; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/s/smrtyam">smrity&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> remembrance always engaged <A HREF="http://vedabase.net/i/in">in</A> meditation; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A> &#8212; the head; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/n/nivasa">niv&#257;sa</A>-<A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/p/praname">pran&#257;me</A> &#8212; because You <A HREF="http://vedabase.net/a/are">are</A> all-pervading, You <A HREF="http://vedabase.net/a/are">are</A> everything, and our heads should bow down, not looking for enjoyment; <A CLASS=v HREF="http://vedabase.net/d/drstih">drishtih</A> &#8212; the power of sight; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the Vaishnavas; <A CLASS=v HREF="http://vedabase.net/d/darsane">dar&#347;ane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> seeing; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let all of them be engaged <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/t/tanunam">tan&#363;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> nondifferent from You.</P><P CLASS=t>TRANSLATION</P><P>Henceforward, may all our words describe Your pastimes, may our ears engage in aural reception of Your glories, may our hands, legs and other senses engage in actions pleasing to You, and may our minds always think of Your lotus feet. May our heads offer our obeisances to everything within this world, because all things are also Your different forms, and may our eyes see the forms of Vaishnavas, who are nondifferent from You.</P><P CLASS=t>PURPORT</P><P>Here the process of understanding the Supreme Personality of Godhead is given. This process is bhakti.</P><P>&#347;ravanam k&#299;rtanam vishnoh</P><P CLASS=n>smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-nivedanam</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/23.htm">7.5.23</A>)</P><P>Everything should be engaged in the service of the Lord. Hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>] (N&#257;rada-pañcar&#257;tra). Everything &#8212; the mind, the body and all the sense organs &#8212; should be engaged in Krishna's service. This is to be learned from expert devotees like N&#257;rada, Svayambh&#363; and &#346;ambhu. This is the process. We cannot manufacture our own way of understanding the Supreme Personality of Godhead, for it is not that everything one manufactures or concocts will lead to understanding God. Such a proposition &#8212; yata mata, tata patha &#8212; is foolish. Krishna says, bhakty&#257;ham ekay&#257; gr&#257;hyah: "Only by executing the activities of bhakti can one understand Me." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/14/21.htm">11.14.21</A>) This is called &#257;nuk&#363;lyena krishn&#257;nu&#347;&#299;lanam, remaining engaged favorably in the service of the Lord.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>