<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.7</P><P CLASS=c>tau drishtv&#257; madir&#257;-mattau</P><P CLASS=c>&#347;r&#299;-mad&#257;ndhau sur&#257;tmajau</P><P CLASS=c>tayor anugrah&#257;rth&#257;ya</P><P CLASS=c>&#347;&#257;pam d&#257;syann idam jagau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tau">tau</A> &#8212; the two boys of the demigods; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/m/madira">madir&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mattau">mattau</A> &#8212; very intoxicated because of drinking liquor; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mada">mada</A>-<A CLASS=v HREF="http://vedabase.net/a/andhau">andhau</A> &#8212; being blind with false prestige and opulence; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/a/atmajau">&#257;tmajau</A> &#8212; the two sons of the demigods; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; unto them; <A CLASS=v HREF="http://vedabase.net/a/anugraha">anugraha</A>-<A CLASS=v HREF="http://vedabase.net/a/arthaya">arth&#257;ya</A> &#8212; for the purpose of giving special mercy; <A CLASS=v HREF="http://vedabase.net/s/sapam">&#347;&#257;pam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> curse; <A CLASS=v HREF="http://vedabase.net/d/dasyan">d&#257;syan</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> offer them; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/j/jagau">jagau</A> &#8212; uttered.</P><P CLASS=t>TRANSLATION</P><P>Seeing the two sons of the demigods naked and intoxicated by opulence and false prestige, Devarshi N&#257;rada, in order to show them special mercy, desired to give them a special curse. Thus he spoke as follows.</P><P CLASS=t>PURPORT</P><P>Although in the beginning N&#257;rada Muni appeared very angry and cursed them, at the end the two demigods Nalak&#363;vara and Manigr&#299;va were able to see the Supreme Personality of Godhead, Krishna, face to face. Thus the curse was ultimately auspicious and brilliant. One has to judge what kind of curse N&#257;rada placed upon them. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura gives herein a good example. When a father finds his child deeply asleep but the child has to take some medicine to cure some disease, the father pinches the child so that the child will get up and take the medicine. In a similar way, N&#257;rada Muni cursed Nalak&#363;vara and Manigr&#299;va in order to cure their disease of material blindness.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>