<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10.9</P><P CLASS=c>hanyante pa&#347;avo yatra</P><P CLASS=c>nirdayair ajit&#257;tmabhih</P><P CLASS=c>manyam&#257;nair imam deham</P><P CLASS=c>ajar&#257;mrityu na&#347;varam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hanyante">hanyante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> killed <A HREF="http://vedabase.net/i/in">in</A> many ways (especially by slaughterhouses); <A CLASS=v HREF="http://vedabase.net/p/pasavah">pa&#347;avah</A> &#8212; four-legged animals (horses, sheep, cows, hogs, etc.); <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/n/nirdayaih">nirdayaih</A> &#8212; by those merciless persons who <A HREF="http://vedabase.net/a/are">are</A> conducted by the mode of passion; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmabhih">&#257;tmabhih</A> &#8212; rascals who <A HREF="http://vedabase.net/a/are">are</A> unable <A HREF="http://vedabase.net/t/to">to</A> control the senses; <A CLASS=v HREF="http://vedabase.net/m/manyamanaih">manyam&#257;naih</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> thinking; <A CLASS=v HREF="http://vedabase.net/i/imam">imam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/deham">deham</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/a/ajara">ajara</A> &#8212; will never become old or diseased; <A CLASS=v HREF="http://vedabase.net/a/amrtyu">amrityu</A> &#8212; death will never come; <A CLASS=v HREF="http://vedabase.net/n/nasvaram">na&#347;varam</A> &#8212; although the body is destined <A HREF="http://vedabase.net/t/to">to</A> be annihilated.</P><P CLASS=t>TRANSLATION</P><P>Unable to control their senses, rascals who are falsely proud of their riches or their birth in aristocratic families are so cruel that to maintain their perishable bodies, which they think will never grow old or die, they kill poor animals without mercy. Sometimes they kill animals merely to enjoy an excursion.</P><P CLASS=t>PURPORT</P><P>When the modes of passion and ignorance increase in human society, giving rise to unnecessary economic development, the result is that people become involved with wine, women and gambling. Then, being mad, they maintain big slaughterhouses or occasionally go on pleasure excursions to kill animals. Forgetting that however one may try to maintain the body, the body is subject to birth, death, old age and disease, such foolish rascals engage in sinful activities, one after another. Being dushkrit&#299;s, they completely forget the existence of the supreme controller, who is sitting within the core of everyone's heart (&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). That supreme controller is observing every bit of one's activity, and He rewards or punishes everyone by giving one a suitable body made by material nature (bhr&#257;mayan sarva-bh&#363;t&#257;ni yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257; [<A CLASS=v HREF="../../../bg/18/61.htm">Bg. 18.61</A>]). In this way, sinful persons automatically receive punishment in different types of bodies. The root cause of this punishment is that when one unnecessarily accumulates wealth, one becomes more and more degraded, not knowing that his wealth will be finished with his next birth.</P><P>na s&#257;dhu manye yata &#257;tmano 'yam</P><P CLASS=n>asann api kle&#347;ada &#257;sa dehah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/4.htm">5.5.4</A>)</P><P>Animal killing is prohibited. Every living being, of course, has to eat something (j&#299;vo j&#299;vasya j&#299;vanam). But one should be taught what kind of food one should take. Therefore the &#298;&#347;opanishad instructs, tena tyaktena bhuñj&#299;th&#257;h: one should eat whatever is allotted for human beings. Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/26.htm">9.26</A>):</P><P>patram pushpam phalam toyam</P><P CLASS=n>yo me bhakty&#257; prayacchati</P><P CLASS=n>tad aham bhakty-upahritam</P><P CLASS=n>a&#347;n&#257;mi prayat&#257;tmanah</P><P>"If one offers Me with love and devotion a leaf, a flower, fruit or water, I will accept it." A devotee, therefore, does not eat anything that would require slaughterhouses for poor animals. Rather, devotees take pras&#257;da of Krishna (tena tyaktena bhuñj&#299;th&#257;h). Krishna recommends that one give Him patram pushpam phalam toyam &#8212; a leaf, a Mower, fruit or water. Animal food is never recommended for human beings; instead, a human being is recommended to take pras&#257;da, remnants of food left by Krishna. Yajña-&#347;isht&#257;&#347;inah santo mucyante sarva-kilbishaih (<A CLASS=v HREF="../../../bg/3/13.htm">Bg. 3.13</A>). If one practices eating pras&#257;da, even if there is some little sinful activity involved, one becomes free from the results of sinful acts.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>