<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 10"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">Deliverance of the Yamala-arjuna Trees</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.10 Summary</P><P>This chapter describes how Krishna broke the twin arjuna trees, from which Nalak&#363;vara and Manigr&#299;va, the sons of Kuvera, then came out.</P><P>Nalak&#363;vara and Manigr&#299;va were great devotees of Lord &#346;iva, but because of material opulence they became so extravagant and senseless that one day they were enjoying with naked girls in a lake and shamelessly walking here and there. Suddenly N&#257;rada Muni passed by, but they were so maddened by their wealth and false prestige that even though they saw N&#257;rada Muni present, they remained naked and were not even ashamed. In other words, because of opulence and false prestige, they lost their sense of common decency. Of course, it is the nature of the material qualities that when one becomes very much opulent in terms of wealth and a prestigious position, one loses one's sense of etiquette and does not care about anyone, even a sage like N&#257;rada Muni. For such bewildered persons (aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;), who especially deride devotees, the proper punishment is to be again stricken with poverty. The Vedic rules and regulations prescribe how to control the false sense of prestige by the practice of yama, niyama and so on (tapas&#257; brahmacaryena &#347;amena ca damena ca [<A CLASS=v HREF="../../6/1/13.htm">SB 6.1.13</A>]). A poor man can be convinced very easily that the prestige of an opulent position in this material world is temporary, but a rich man cannot. Therefore N&#257;rada Muni set an example by cursing these two persons, Nalak&#363;vara and Manigr&#299;va, to become dull and unconscious like trees. This was a fit punishment. But because Krishna is always merciful, even though they were punished they were fortunate enough to see the Supreme Personality of Godhead face to face. Therefore the punishment given by Vaishnavas is not at all punishment; rather, it is another kind of mercy. By the curse of the devarshi, Nalak&#363;vara and Manigr&#299;va became twin arjuna trees and remained in the courtyard of mother Ya&#347;od&#257; and Nanda Mah&#257;r&#257;ja, waiting for the opportunity to see Krishna directly. Lord Krishna, by the desire of His devotee, uprooted these yamala-arjuna trees, and when Nalak&#363;vara and Manigr&#299;va were thus delivered by Krishna after one hundred years of the devas, their old consciousness revived, and they offered Krishna prayers suitable to be offered by demigods. Having thus gotten the opportunity to see Krishna face to face, they understood how merciful N&#257;rada Muni was, and therefore they expressed their indebtedness to him and thanked him. Then, after circumambulating the Supreme Personality of Godhead, Krishna, they departed for their respective abodes.</P><P CLASS=l><A CLASS=i HREF="../9/23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>