<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 4 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 4 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Ambar&#299;sha Mah&#257;r&#257;ja Offended by Durv&#257;s&#257; Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.4.21</P><P CLASS=c>evam sad&#257; karma-kal&#257;pam &#257;tmanah</P><P CLASS=c>pare 'dhiyajñe bhagavaty adhokshaje</P><P CLASS=c>sarv&#257;tma-bh&#257;vam vidadhan mah&#299;m im&#257;m</P><P CLASS=c>tan-nishtha-vipr&#257;bhihitah &#347;a&#347;&#257;sa ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus (living <A HREF="http://vedabase.net/a/a">a</A> devotional life); <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/k/kalapam">kal&#257;pam</A> &#8212; the prescribed occupational duties <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/k/ksatriya">kshatriya</A> king; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of himself, personally (the head of the state); <A CLASS=v HREF="http://vedabase.net/p/pare">pare</A> &#8212; unto the supreme transcendence; <A CLASS=v HREF="http://vedabase.net/a/adhiyajne">adhiyajñe</A> &#8212; unto the supreme proprietor, the supreme <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/adhoksaje">adhokshaje</A> &#8212; unto <A HREF="http://vedabase.net/h/he">He</A> who is beyond material sense perception; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavam">bh&#257;vam</A> &#8212; all different varieties of devotional service; <A CLASS=v HREF="http://vedabase.net/v/vidadhat">vidadhat</A> &#8212; executing, offering; <A CLASS=v HREF="http://vedabase.net/m/mahim">mah&#299;m</A> &#8212; the planet earth; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/n/nistha">nishtha</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> faithful devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; by such br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihitah</A> &#8212; directed; <A CLASS=v HREF="http://vedabase.net/s/sasasa">&#347;a&#347;&#257;sa</A> &#8212; ruled; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the past.</P><P CLASS=t>TRANSLATION</P><P>In performing his prescribed duties as king, Mah&#257;r&#257;ja Ambar&#299;sha always offered the results of his royal activities to the Supreme Personality of Godhead, Krishna, who is the enjoyer of everything and is beyond the perception of material senses. He certainly took advice from br&#257;hmanas who were faithful devotees of the Lord, and thus he ruled the planet earth without difficulty.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>):</P><P>bhokt&#257;ram yajña-tapas&#257;m</P><P CLASS=n>sarva-loka-mahe&#347;varam</P><P CLASS=n>suhridam sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>jñ&#257;tv&#257; m&#257;m &#347;&#257;ntim ricchati</P><P>People are very much anxious to live in peace and prosperity in this material world, and here in Bhagavad-g&#299;t&#257; the peace formula is given personally by the Supreme Personality of Godhead: everyone should understand that Krishna, the Supreme Personality of Godhead, is the ultimate proprietor of all the planets and is therefore the enjoyer of all activities, political, social, cultural, religious, economic and so on. The Lord has given perfect advice in Bhagavad-g&#299;t&#257;, and Ambar&#299;sha Mah&#257;r&#257;ja, as the ideal executive head, ruled the entire world as a Vaishnava, taking advice from Vaishnava br&#257;hmanas. The &#347;&#257;stras enjoin that even though a br&#257;hmana may be well versed in the occupational brahminical duties and may be very learned in Vedic knowledge, he cannot give advice as a guru until he is a Vaishnava.</P><P>shat-karma-nipuno vipro</P><P CLASS=n>mantra-tantra-vi&#347;&#257;radah</P><P CLASS=n>avaishnavo gurur na sy&#257;d</P><P CLASS=n>vaishnavah &#347;va-paco guruh</P><P>Therefore, as indicated here by the words tan-nishtha-vipr&#257;bhihitah, Mah&#257;r&#257;ja Ambar&#299;sha took advice from br&#257;hmanas who were pure devotees of the Lord, for ordinary br&#257;hmanas who are merely learned scholars or experts in performing ritualistic ceremonies are not competent to give advice.</P><P>In modern times, there are legislative assemblies whose members are authorized to make laws for the welfare of the state, but according to this description of the kingdom of Mah&#257;r&#257;ja Ambar&#299;sha, the country or the world should be ruled by a chief executive whose advisors are all devotee br&#257;hmanas. Such advisors or members of the legislative assembly should not be professional politicians, nor should they be selected by the ignorant public. Rather, they should be appointed by the king. When the king, the executive head of the state, is a devotee and he follows the instructions of devotee br&#257;hmanas in ruling the country, everyone will be peaceful and prosperous. When the king and his advisors are perfect devotees, nothing can be wrong in the state. All the citizens should become devotees of the Lord, and then their good character will automatically follow.</P><P>yasy&#257;sti bhaktir bhagavaty akiñcan&#257;</P><P CLASS=n>sarvair gunais tatra sam&#257;sate sur&#257;h</P><P CLASS=n>har&#257;v abhaktasya kuto mahad-gun&#257;</P><P CLASS=n>manorathen&#257;sati dh&#257;vato bahih</P><P>"One who has unflinching devotion for the Personality of Godhead has all the good qualities of the demigods. But one who is not a devotee of the Lord has only material qualifications that are of little value. This is because he is hovering on the mental plane and is certain to be attracted by the glaring material energy." (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/18/12.htm">5.18.12</A>) Citizens under the guidance of a Krishna conscious king will become devotees, and then there will be no need to enact new laws every day to reform the way of life in the state. If the citizens are trained to become devotees, they will automatically become peaceful and honest, and if they are guided by a devoted king advised by devotees, the state will not be in the material world but in the spiritual world. All the states of the world should therefore follow the ideal of the rule or administration of Mah&#257;r&#257;ja Ambar&#299;sha, as described here.</P><P CLASS=l><A CLASS=i HREF="18-20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>