<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 4 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 4 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Ambar&#299;sha Mah&#257;r&#257;ja Offended by Durv&#257;s&#257; Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.4.22</P><P CLASS=c>&#299;je '&#347;vamedhair adhiyajñam &#299;&#347;varam</P><P CLASS=c>mah&#257;-vibh&#363;tyopacit&#257;&#324;ga-dakshinaih</P><P CLASS=c>tatair vasishth&#257;sita-gautam&#257;dibhir</P><P CLASS=c>dhanvany abhisrotam asau sarasvat&#299;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ije">&#299;je</A> &#8212; worshiped; <A CLASS=v HREF="http://vedabase.net/a/asvamedhaih">a&#347;vamedhaih</A> &#8212; by performing the horse sacrifice yajñas; <A CLASS=v HREF="http://vedabase.net/a/adhiyajnam">adhiyajñam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> satisfy the master of all yajñas; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhutya">vibh&#363;ty&#257;</A> &#8212; with great opulence; <A CLASS=v HREF="http://vedabase.net/u/upacita">upacita</A>-<A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/d/daksinaih">dakshinaih</A> &#8212; with all prescribed paraphernalia and contributions of <A HREF="http://vedabase.net/d/daksina">dakshin&#257;</A> <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/t/tataih">tataih</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/v/vasistha">vasishtha</A>-<A CLASS=v HREF="http://vedabase.net/a/asita">asita</A>-<A CLASS=v HREF="http://vedabase.net/g/gautama">gautama</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by such br&#257;hmanas <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/v/vasistha">Vasishtha</A>, <A HREF="http://vedabase.net/a/asita">Asita</A> and <A HREF="http://vedabase.net/g/gautama">Gautama</A>; <A CLASS=v HREF="http://vedabase.net/d/dhanvani">dhanvani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the desert; <A CLASS=v HREF="http://vedabase.net/a/abhisrotam">abhisrotam</A> &#8212; inundated by the water of the river; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/a/ambarisa">Ambar&#299;sha</A>; <A CLASS=v HREF="http://vedabase.net/s/sarasvatim">sarasvat&#299;m</A> &#8212; on the bank of the <A HREF="http://vedabase.net/s/sarasvati">Sarasvat&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>In desert countries where there flowed the River Sarasvat&#299;, Mah&#257;r&#257;ja Ambar&#299;sha performed great sacrifices like the a&#347;vamedha-yajña and thus satisfied the master of all yajñas, the Supreme Personality of Godhead. Such sacrifices were performed with great opulence and suitable paraphernalia and with contributions of dakshin&#257; to the br&#257;hmanas, who were supervised by great personalities like Vasishtha, Asita and Gautama, representing the king, the performer of the sacrifices.</P><P CLASS=t>PURPORT</P><P>When one performs ritualistic sacrifices as prescribed in the Vedas, one needs expert br&#257;hmanas known as y&#257;jñika-br&#257;hmanas. In Kali-yuga, however, there is a scarcity of such br&#257;hmanas. Therefore in Kali-yuga the sacrifice recommended in &#347;&#257;stra is sa&#324;k&#299;rtana-yajña (yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi sumedhasah [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>]). Instead of spending money unnecessarily on performing yajñas impossible to perform in this age of Kali because of the scarcity of y&#257;jñika-br&#257;hmanas, one who is intelligent performs sa&#324;k&#299;rtana-yajña. Without properly performed yajñas to satisfy the Supreme Personality of Godhead, there will be scarcity of rain (yajñ&#257;d bhavati parjanyah [<A CLASS=v HREF="../../../bg/3/14.htm">Bg. 3.14</A>]). Therefore the performance of yajña is essential. Without yajña there will be a scarcity of rain, and because of this scarcity, no food grains will be produced, and there will be famines. It is the duty of the king, therefore, to perform different types of yajñas, such as the a&#347;vamedha-yajña, to maintain the production of food grains. Ann&#257;d bhavanti bh&#363;t&#257;ni. Without food grains, both men and animals will starve. Therefore yajña is necessary for the state to perform because by yajña the people in general will be fed sumptuously. The br&#257;hmanas and y&#257;jñika priests should be sufficiently paid for their expert service. This payment is called dakshin&#257;. Ambar&#299;sha Mah&#257;r&#257;ja, as the head of the state, performed all these yajñas through great personalities like Vasishtha, Gautama and Asita. Personally, however, he was engaged in devotional service, as mentioned before (sa vai manah krishna-pad&#257;ravindayoh). The king or head of state must see that things go on well under proper guidance, and he must be an ideal devotee, as exemplified by Mah&#257;r&#257;ja Ambar&#299;sha. It is the duty of the king to see that food grains are produced even in desert countries, what to speak of elsewhere.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>