<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 4 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 4 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Ambar&#299;sha Mah&#257;r&#257;ja Offended by Durv&#257;s&#257; Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.4.25</P><P CLASS=c>samvardhayanti yat k&#257;m&#257;h</P><P CLASS=c>sv&#257;r&#257;jya-paribh&#257;vit&#257;h</P><P CLASS=c>durlabh&#257; n&#257;pi siddh&#257;n&#257;m</P><P CLASS=c>mukundam hridi pa&#347;yatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samvardhayanti">samvardhayanti</A> &#8212; increase happiness; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h</A> &#8212; such aspirations; <A CLASS=v HREF="http://vedabase.net/s/sva">sv&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rajya">r&#257;jya</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> his own constitutional position of rendering service <A HREF="http://vedabase.net/t/to">to</A> the Lord; <A CLASS=v HREF="http://vedabase.net/p/paribhavitah">paribh&#257;vit&#257;h</A> &#8212; saturated with such aspirations; <A CLASS=v HREF="http://vedabase.net/d/durlabhah">durlabh&#257;h</A> &#8212; very rarely obtained; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/siddhanam">siddh&#257;n&#257;m</A> &#8212; of the great mystics; <A CLASS=v HREF="http://vedabase.net/m/mukundam">mukundam</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>, the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/p/pasyatah">pa&#347;yatah</A> &#8212; persons always accustomed <A HREF="http://vedabase.net/t/to">to</A> seeing Him.</P><P CLASS=t>TRANSLATION</P><P>Those who are saturated with the transcendental happiness of rendering service to the Supreme Personality of Godhead are uninterested even in the achievements of great mystics, for such achievements do not enhance the transcendental bliss felt by a devotee who always thinks of Krishna within the core of his heart.</P><P CLASS=t>PURPORT</P><P>A pure devotee is uninterested not only in elevation to the higher planetary systems but even in the perfections of mystic yoga. Real perfection is devotional service. The happiness derived from merging in the impersonal Brahman and the happiness derived from the eight perfections of mystic yoga (anim&#257;, laghim&#257;, pr&#257;pti and so on) do not give any pleasure to the devotee. As stated by &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299;:</P><P>kaivalyam narak&#257;yate trida&#347;a-p&#363;r &#257;k&#257;&#347;a-pushp&#257;yate</P><P CLASS=n>durd&#257;ntendriya-k&#257;la-sarpa-patal&#299; protkh&#257;ta-damshtr&#257;yate</P><P CLASS=n>vi&#347;vam p&#363;rna-sukh&#257;yate vidhi-mahendr&#257;di&#347; ca k&#299;t&#257;yate</P><P CLASS=n>yat k&#257;runya-kat&#257;ksha-vaibhavavat&#257;m tam gauram eva stumah</P><P CLASS=n>(Caitanya-candr&#257;mrita 5)</P><P>When a devotee has achieved the position of rendering transcendental loving service to the Lord through the mercy of Lord Caitanya, he thinks the impersonal Brahman to be no better than hell, and he regards material happiness in the heavenly planets to be like a will-o'-the-wisp. As far as the perfection of mystic powers is concerned, a devotee compares it to a venomous snake with no teeth. A mystic yog&#299; is especially concerned with controlling the senses, but because the senses of a devotee are engaged in the service of the Lord (hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>]) there is no need for separate control of the senses. For those who are materially engaged, control of the senses is required, but a devotee's senses are all engaged in the service of the Lord, which means that they are already controlled. param drishtv&#257; nivartate (<A CLASS=v HREF="../../../bg/2/59.htm">Bg. 2.59</A>). A devotee's senses are not attracted by material enjoyment. And even though the material world is full of misery, the devotee considers this material world to be also spiritual because everything is engaged in the service of the Lord. The difference between the spiritual world and material world is the mentality of service. Nirbandhah krishna-sambandhe yuktam vair&#257;gyam ucyate. When there is no mentality of service to the Supreme Personality of Godhead, one's activities are material.</P><P>pr&#257;pañci-katay&#257; buddhy&#257;</P><P CLASS=n>hari-sambandhi-vastunah</P><P CLASS=n>mumukshubhih parity&#257;go</P><P CLASS=n>vair&#257;gyam phalgu kathyate</P><P>(Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/256">1.2.256</A>)</P><P>That which is not engaged in the service of the Lord is material, and nothing thus engaged should be given up. In the construction of a high skyscraper and the construction of a temple, there may be the same enthusiasm, but the endeavors are different, for one is material and the other spiritual. Spiritual activities should not be confused with material activities and given up. Nothing connected with Hari, the Supreme Personality of Godhead, is material. A devotee who considers all this is always situated in spiritual activities, and therefore he is no longer attracted by material activities (param drishtv&#257; nivartate).</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>