<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 4 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 4 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Ambar&#299;sha Mah&#257;r&#257;ja Offended by Durv&#257;s&#257; Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.4.28</P><P CLASS=c>tasm&#257; ad&#257;d dhari&#347; cakram</P><P CLASS=c>pratyan&#299;ka-bhay&#257;vaham</P><P CLASS=c>ek&#257;nta-bhakti-bh&#257;vena</P><P CLASS=c>pr&#299;to bhakt&#257;bhirakshanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto him (<A HREF="http://vedabase.net/a/ambarisa">Ambar&#299;sha</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/a/adat">ad&#257;t</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/c/cakram">cakram</A> &#8212; His disc; <A CLASS=v HREF="http://vedabase.net/p/pratyanika">pratyan&#299;ka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/avaham">&#257;vaham</A> &#8212; the Lord's disc, which was extremely fearful <A HREF="http://vedabase.net/t/to">to</A> the enemies of the Lord and His devotees; <A CLASS=v HREF="http://vedabase.net/e/ekanta">ek&#257;nta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; because of his performing unalloyed devotional service; <A CLASS=v HREF="http://vedabase.net/p/pritah">pr&#299;tah</A> &#8212; the Lord being <A HREF="http://vedabase.net/s/so">so</A> pleased; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/a/abhiraksanam">abhirakshanam</A> &#8212; for the protection of His devotees.</P><P CLASS=t>TRANSLATION</P><P>Being very pleased by the unalloyed devotion of Mah&#257;r&#257;ja Ambar&#299;sha, the Supreme Personality of Godhead gave the King His disc, which is fearful to enemies and which always protects the devotee from enemies and adversities.</P><P CLASS=t>PURPORT</P><P>A devotee, being always engaged in the service of the Lord, may not be expert in self-defense, but because a devotee fully depends on the lotus feet of the Supreme Personality of Godhead, he is always sure of protection by the Lord. Prahl&#257;da Mah&#257;r&#257;ja said:</P><P>naivodvije para duratyaya-vaitarany&#257;s</P><P CLASS=n>tvad-v&#299;rya-g&#257;yana-mah&#257;mrita-magna-cittah</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/43.htm">7.9.43</A>)</P><P>A devotee is always merged in the ocean of the transcendental bliss of rendering service to the Lord. Therefore he is not at all afraid of any adverse situation in the material world. The Lord also promises, kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati: "O Arjuna, you may declare to the world that the devotees of the Lord are never vanquished." (<A CLASS=v HREF="../../../bg/9/31.htm">Bg. 9.31</A>) For the protection of the devotees, Krishna's disc, the Sudar&#347;ana cakra, is always ready. This disc is extremely fearful to the nondevotees (pratyan&#299;ka-bhay&#257;vaham). Therefore although Mah&#257;r&#257;ja Ambar&#299;sha was fully engaged in devotional service, his kingdom was free of all fear of adversity.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>