<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 4 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 4 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Ambar&#299;sha Mah&#257;r&#257;ja Offended by Durv&#257;s&#257; Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.4.44</P><P CLASS=c>aho asya nri-&#347;amsasya</P><P CLASS=c>&#347;riyonmattasya pa&#347;yata</P><P CLASS=c>dharma-vyatikramam vishnor</P><P CLASS=c>abhaktasye&#347;a-m&#257;ninah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of this <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/s/samsasya">&#347;amsasya</A> &#8212; who is <A HREF="http://vedabase.net/s/so">so</A> cruel; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/unmattasya">unmattasya</A> &#8212; puffed up because of great opulence; <A CLASS=v HREF="http://vedabase.net/p/pasyata">pa&#347;yata</A> &#8212; everyone just see; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/v/vyatikramam">vyatikramam</A> &#8212; the transgression of the regulative principles of religion; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> <A CLASS=v HREF="http://vedabase.net/a/abhaktasya">abhaktasya</A> &#8212; who is not <A HREF="http://vedabase.net/a/a">a</A> devotee of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/m/maninah">m&#257;ninah</A> &#8212; considering himself the Supreme Lord, independent of everything.</P><P CLASS=t>TRANSLATION</P><P>Alas, just see the behavior of this cruel man! He is not a devotee of Lord Vishnu. Being proud of his material opulence and his position, he considers himself God. Just see how he has transgressed the laws of religion.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has diverted the entire meaning of this verse as spoken by Durv&#257;s&#257; Muni. Durv&#257;s&#257; Muni used the word nri-&#347;amsasya to indicate that the King was cruel, but Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura interprets it to mean that the King's character was glorified by all the local people. He says that the word nri means "by all the local people" and that &#347;amsasya means "of he (Ambar&#299;sha) whose character was glorified." Similarly, one who is very rich becomes mad because of his wealth and is therefore called &#347;riy&#257;-unmattasya, but &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura interprets these words to mean that although Mah&#257;r&#257;ja Ambar&#299;sha was such an opulent king, he was not mad after money, for he had already surpassed the madness of material opulence. Similarly, the word &#299;&#347;a-m&#257;ninah is interpreted to mean that he was so respectful to the Supreme Personality of Godhead that he did not transgress the laws for observing Ek&#257;da&#347;&#299;-p&#257;rana, despite the thinking of Durv&#257;s&#257; Muni, for he only took water. In this way, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has supported Ambar&#299;sha Mah&#257;r&#257;ja and all his activities.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>