<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 4 Verse 48</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 4 Verse 48"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Ambar&#299;sha Mah&#257;r&#257;ja Offended by Durv&#257;s&#257; Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.4.48</P><P CLASS=c>pr&#257;g dishtam bhritya-raksh&#257;y&#257;m</P><P CLASS=c>purushena mah&#257;tman&#257;</P><P CLASS=c>dad&#257;ha krity&#257;m t&#257;m cakram</P><P CLASS=c>kruddh&#257;him iva p&#257;vakah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prak">pr&#257;k</A> <A CLASS=v HREF="http://vedabase.net/d/distam">dishtam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> previously arranged; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A>-<A CLASS=v HREF="http://vedabase.net/r/raksayam">raksh&#257;y&#257;m</A> &#8212; for the protection of his servants; <A CLASS=v HREF="http://vedabase.net/p/purusena">purushena</A> &#8212; by the Supreme Person; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by the Supersoul; <A CLASS=v HREF="http://vedabase.net/d/dadaha">dad&#257;ha</A> &#8212; burnt <A HREF="http://vedabase.net/t/to">to</A> ashes; <A CLASS=v HREF="http://vedabase.net/k/krtyam">krity&#257;m</A> &#8212; that created demon; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/c/cakram">cakram</A> &#8212; the disc; <A CLASS=v HREF="http://vedabase.net/k/kruddha">kruddha</A> &#8212; angry; <A CLASS=v HREF="http://vedabase.net/a/ahim">ahim</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> serpent; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/p/pavakah">p&#257;vakah</A> &#8212; fire.</P><P CLASS=t>TRANSLATION</P><P>As fire in the forest immediately burns to ashes an angry snake, so, by the previous order of the Supreme Personality of Godhead, His disc, the Sudar&#347;ana cakra, immediately burnt to ashes the created demon to protect the Lord's devotee.</P><P CLASS=t>PURPORT</P><P>As a pure devotee, Mah&#257;r&#257;ja Ambar&#299;sha, although in such danger, did not move an inch from his position, nor did he request the Supreme Personality of Godhead to give him protection. He was fixed in understanding, and it was certain that he was simply thinking of the Supreme Personality of Godhead in the core of his heart. A devotee is never fearful of his death, for he meditates on the Supreme Personality of Godhead always, not for any material profit, but as his duty. The Lord, however, knows how to protect His devotee. As indicated by the words pr&#257;g dishtam, the Lord knew everything. Therefore, before anything happened, He had already arranged for His cakra to protect Mah&#257;r&#257;ja Ambar&#299;sha. This protection is offered to a devotee even from the very beginning of his devotional service. Kaunteya pratij&#257;n&#299;hi na me bhaktah prana&#347;yati (<A CLASS=v HREF="../../../bg/9/31.htm">Bg. 9.31</A>). If one simply begins devotional service, he is immediately protected by the Supreme Personality of Godhead. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>): aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi. Protection begins immediately. The Lord is so kind and merciful that He gives the devotee proper guidance and all protection, and thus the devotee very peacefully makes solid progress in Krishna consciousness without outward disturbances. A serpent may be very angry and ready to bite, but the furious snake is helpless when faced by a blazing fire in the forest. Although an enemy of a devotee may be very strong, he is compared to an angry serpent before the fire of devotional service.</P><P CLASS=l><A CLASS=i HREF="47.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="49.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>