<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 4 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 4 Verse 63"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Ambar&#299;sha Mah&#257;r&#257;ja Offended by Durv&#257;s&#257; Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.4.63</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>aham bhakta-par&#257;dh&#299;no</P><P CLASS=c>hy asvatantra iva dvija</P><P CLASS=c>s&#257;dhubhir grasta-hridayo</P><P CLASS=c>bhaktair bhakta-jana-priyah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/p/paradhinah">par&#257;dh&#299;nah</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> dependent on the will of My devotees; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/asvatantrah">asvatantrah</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> not independent; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; exactly like that; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhubhih">s&#257;dhubhih</A> &#8212; by <A HREF="http://vedabase.net/p/pure">pure</A> devotees, completely free from all material desires; <A CLASS=v HREF="http://vedabase.net/g/grasta">grasta</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; My heart is controlled; <A CLASS=v HREF="http://vedabase.net/b/bhaktaih">bhaktaih</A> &#8212; because they <A HREF="http://vedabase.net/a/are">are</A> devotees; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> dependent not only on My devotee but also on My devotee's devotee (the devotee's devotee is extremely dear <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>).</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said to the br&#257;hmana: I am completely under the control of My devotees. Indeed, I am not at all independent. Because My devotees are completely devoid of material desires, I sit only within the cores of their hearts. What to speak of My devotee, even those who are devotees of My devotee are very dear to Me.</P><P CLASS=t>PURPORT</P><P>All the great stalwart personalities in the universe, including Lord Brahm&#257; and Lord &#346;iva, are fully under the control of the Supreme Personality of Godhead, but the Supreme Personality of Godhead is fully under the control of His devotee. Why is this? Because the devotee is any&#257;bhil&#257;shit&#257;-&#347;&#363;nya; in other words, he has no material desires in his heart. His only desire is to think always of the Supreme Personality of Godhead and how to serve Him best. Because of this transcendental qualification, the Supreme Lord is extremely favorable to the devotees &#8212; indeed, not only the devotees, but also the devotees of the devotees. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura says, ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: without being a devotee of a devotee, one cannot be released from material entanglement. Therefore Caitanya Mah&#257;prabhu identified Himself as gop&#299;-bhartuh pada-kamalayor d&#257;sa-d&#257;s&#257;nud&#257;sah. Thus he instructed us to become not directly servants of Krishna but servants of the servant of Krishna. Devotees like Brahm&#257;, N&#257;rada, Vy&#257;sadeva and &#346;ukadeva Gosv&#257;m&#299; are directly servants of Krishna, and one who becomes a servant of N&#257;rada, Vy&#257;sadeva and &#346;ukadeva, like the six Gosv&#257;m&#299;s, is still more devoted. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura therefore says, yasya pras&#257;d&#257;d bhagavat-pras&#257;dah: ** if one very sincerely serves the spiritual master, Krishna certainly becomes favorable to such a devotee. Following the instructions of a devotee is more valuable than following the instructions of the Supreme Personality of Godhead directly.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>