<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 4 Verse 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 4 Verse 68"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">Ambar&#299;sha Mah&#257;r&#257;ja Offended by Durv&#257;s&#257; Muni</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.4.68</P><P CLASS=c>s&#257;dhavo hridayam mahyam</P><P CLASS=c>s&#257;dh&#363;n&#257;m hridayam tv aham</P><P CLASS=c>mad-anyat te na j&#257;nanti</P><P CLASS=c>n&#257;ham tebhyo man&#257;g api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; the <A HREF="http://vedabase.net/p/pure">pure</A> devotees; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/m/mahyam">mahyam</A> &#8212; of <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; of the <A HREF="http://vedabase.net/p/pure">pure</A> devotees also; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything else but <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/j/jananti">j&#257;nanti</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; than them; <A CLASS=v HREF="http://vedabase.net/m/manak">man&#257;k</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even by <A HREF="http://vedabase.net/a/a">a</A> little fraction.</P><P CLASS=t>TRANSLATION</P><P>The pure devotee is always within the core of My heart, and I am always in the heart of the pure devotee. My devotees do not know anything else but Me, and I do not know anyone else but them.</P><P CLASS=t>PURPORT</P><P>Since Durv&#257;s&#257; Muni wanted to chastise Mah&#257;r&#257;ja Ambar&#299;sha, it is to be understood that he wanted to give pain to the heart of the Supreme Personality of Godhead, for the Lord says, s&#257;dhavo hridayam mahyam: "The pure devotee is always within the core of My heart." The Lord's feelings are like those of a father, who feels pain when his child is in pain. Therefore, offenses at the lotus feet of a devotee are serious. Caitanya Mah&#257;prabhu has very strongly recommended that one not commit any offense at the lotus feet of a devotee. Such offenses are compared to a mad elephant because when a mad elephant enters a garden it causes devastation. Therefore one should be extremely careful not to commit offenses at the lotus feet of a pure devotee. Actually Mah&#257;r&#257;ja Ambar&#299;sha was not at all at fault; Durv&#257;s&#257; Muni unnecessarily wanted to chastise him on flimsy grounds. Mah&#257;r&#257;ja Ambar&#299;sha wanted to complete the Ek&#257;da&#347;&#299;-p&#257;rana as part of devotional service to please the Supreme Personality of Godhead, and therefore he drank a little water. But although Durv&#257;s&#257; Muni was a great mystic br&#257;hmana, he did not know what is what. That is the difference between a pure devotee and a so-called learned scholar of Vedic knowledge. The devotees, being always situated in the core of the Lord's heart, surely get all instructions directly from the Lord, as confirmed by the Lord Himself in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/11.htm">10.11</A>):</P><P>tesh&#257;m ev&#257;nukamp&#257;rtham</P><P CLASS=n>aham ajñ&#257;na-jam tamah</P><P CLASS=n>n&#257;&#347;ay&#257;my &#257;tma-bh&#257;vastho</P><P CLASS=n>jñ&#257;na-d&#299;pena bh&#257;svat&#257;</P><P>"Out of compassion for them, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance." The devotee does not do anything not sanctioned by the Supreme Personality of Godhead. As it is said, vaishnavera kriy&#257; mudr&#257; vijñeha n&#257; bujhaya. Even the most learned or experienced person cannot understand the movements of a Vaishnava, a pure devotee. No one, therefore, should criticize a pure Vaishnava. A Vaishnava knows his own business; whatever he does is precisely right because he is always guided by the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="67.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="69.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>