<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.14</P><P CLASS=c>tato 'nyath&#257; kiñcana yad vivakshatah</P><P CLASS=c>prithag dri&#347;as tat-krita-r&#363;pa-n&#257;mabhih</P><P CLASS=c>na karhicit kv&#257;pi ca duhsthit&#257; matir</P><P CLASS=c>labheta v&#257;t&#257;hata-naur iv&#257;spadam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; apart; <A CLASS=v HREF="http://vedabase.net/k/kincana">kiñcana</A> &#8212; something; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatsoever; <A CLASS=v HREF="http://vedabase.net/v/vivaksatah">vivakshatah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> describe; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; separately; <A CLASS=v HREF="http://vedabase.net/d/drsah">dri&#347;ah</A> &#8212; vision; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; reactionary <A HREF="http://vedabase.net/t/to">to</A> that; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; form; <A CLASS=v HREF="http://vedabase.net/n/namabhih">n&#257;mabhih</A> &#8212; by names; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/k/kvapi">kv&#257;pi</A> &#8212; any; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/duhsthita">duhsthit&#257;</A> <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; oscillating mind; <A CLASS=v HREF="http://vedabase.net/l/labheta">labheta</A> &#8212; gains; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/ahata">&#257;hata</A> &#8212; troubled by the wind; <A CLASS=v HREF="http://vedabase.net/n/nauh">nauh</A> &#8212; boat; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/aspadam">&#257;spadam</A> &#8212; place.</P><P CLASS=t>TRANSLATION</P><P>Whatever you desire to describe that is separate in vision from the Lord simply reacts, with different forms, names and results, to agitate the mind as the wind agitates a boat which has no resting place.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Vy&#257;sadeva is the editor of all descriptions of the Vedic literatures, and thus he has described transcendental realization in different ways, namely by fruitive activities, speculative knowledge, mystic power and devotional service. Besides that, in his various Pur&#257;nas he has recommended the worship of so many demigods in different forms and names. The result is that people in general are puzzled how to fix their minds in the service of the Lord; they are always disturbed about finding the real path of self-realization. &#346;r&#299;la N&#257;radadeva is stressing this particular defect in the Vedic literatures compiled by Vy&#257;sadeva, and thus he is trying to emphasize describing everything in relation with the Supreme Lord, and no one else. In fact, there is nothing existent except the Lord. The Lord is manifested in different expansions. He is the root of the complete tree. He is the stomach of the complete body. pouring water on the root is the right process to water the tree, as much as feeding the stomach supplies energy to all parts of the body. Therefore, &#346;r&#299;la Vy&#257;sadeva should not have compiled any Pur&#257;nas other than the Bh&#257;gavata Pur&#257;na because a slight deviation from that may create havoc for self-realization. If a slight deviation can create such havoc, then what to speak of deliberate expansion of the ideas separate from the Absolute Truth Personality of Godhead. The most defective part of worshiping demigods is that it creates a definite conception of pantheism, ending disastrously in many religious sects detrimental to the progress of the principles of the Bh&#257;gavatam, which alone can give the accurate direction for self-realization in eternal relation with the Personality of Godhead by devotional service in transcendental love. The example of the boat disturbed by whirling wind is suitable in this respect. The diverted mind of the pantheist can never reach the perfection of self-realization, due to the disturbed condition of the selection of object.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>