<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.15</P><P CLASS=c>jugupsitam dharma-krite 'nu&#347;&#257;satah</P><P CLASS=c>svabh&#257;va-raktasya mah&#257;n vyatikramah</P><P CLASS=c>yad-v&#257;kyato dharma it&#299;tarah sthito</P><P CLASS=c>na manyate tasya niv&#257;ranam janah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jugupsitam">jugupsitam</A> &#8212; verily condemned; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/k/krte">krite</A> &#8212; for the matter of religion; <A CLASS=v HREF="http://vedabase.net/a/anusasatah">anu&#347;&#257;satah</A> &#8212; instruction; <A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/r/raktasya">raktasya</A> &#8212; naturally inclined; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; great; <A CLASS=v HREF="http://vedabase.net/v/vyatikramah">vyatikramah</A> &#8212; unreasonable; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/v/vakyatah">v&#257;kyatah</A> &#8212; under whose instruction; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is thus; <A CLASS=v HREF="http://vedabase.net/i/itarah">itarah</A> &#8212; the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/s/sthitah">sthitah</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/m/manyate">manyate</A> &#8212; think; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of that; <A CLASS=v HREF="http://vedabase.net/n/nivaranam">niv&#257;ranam</A> &#8212; prohibition; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; they.</P><P CLASS=t>TRANSLATION</P><P>The people in general are naturally inclined to enjoy, and you have encouraged them in that way in the name of religion. This is verily condemned and is quite unreasonable. Because they are guided under your instructions, they will accept such activities in the name of religion and will hardly care for prohibitions.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vy&#257;sadeva's compilation of different Vedic literatures on the basis of regulated performances of fruitive activities as depicted in the Mah&#257;bh&#257;rata and other literature is condemned herewith by &#346;r&#299;la N&#257;rada. The human beings, by long material association, life after life, have a natural inclination, by practice, to endeavor to lord it over material energy. They have no sense of the responsibility of human life. This human form of life is a chance to get out of the clutches of illusory matter. The Vedas are meant for going back to Godhead, going back home. To revolve in the cycle of transmigration in a series of lives numbering 8,400,000 is an imprisoned life for the condemned conditioned souls. The human form of life is a chance to get out of this imprisoned life, and as such the only occupation of the human being is to reestablish his lost relationship with God. Under the circumstances, one should never be encouraged in making a plan for sense enjoyment in the name of religious functions. Such diversion of the human energy results in a misguided civilization. &#346;r&#299;la Vy&#257;sadeva is the authority in Vedic explanations in the Mah&#257;bh&#257;rata, etc., and his encouragement in sense enjoyment in some form or other is a great barrier for spiritual advancement because the people in general will not agree to renounce material activities which held them in material bondage. At a certain stage of human civilization when such material activities in the name of religion (as sacrificing animals in the name of yajña) were too much rampant, the Lord incarnated Himself as Buddha and decried the authority of the Vedas in order to stop animal sacrifice in the name of religion. This was foreseen by N&#257;rada, and therefore he condemned such literatures. The flesh-eaters still continue to perform animal sacrifice before some demigod or goddess in the name of religion because in some of the Vedic literatures such regulated sacrifices are recommended. They are so recommended to discourage flesh-eating, but gradually the purpose of such religious activities is forgotten, and the slaughterhouse becomes prominent. This is because foolish materialistic men do not care to listen to others who are actually in a position to explain the Vedic rites.</P><P>In the Vedas it is distinctly said that the perfection of life is never to be attained either by voluminous work, or by accumulation of wealth or even by increasing the population. But it is so attained only by renunciation. The materialistic men do not care to listen to such injunctions. According to them, the so-called renounced order of life is meant for those who are unable to earn their livelihood because of some corporeal defects, or for persons who have failed to achieve prosperity in family life.</P><P>In histories like the Mah&#257;bh&#257;rata, of course, there are topics on transcendental subjects along with material topics. The Bhagavad-g&#299;t&#257; is there in the Mah&#257;bh&#257;rata. The whole idea of the Mah&#257;bh&#257;rata culminates in the ultimate instructions of the Bhagavad-g&#299;t&#257;, that one should relinquish all other engagements and should engage oneself solely and fully in surrendering unto the lotus feet of Lord &#346;r&#299; Krishna. But men with materialistic tendencies are more attracted to the politics, economics and philanthropic activities mentioned in the Mah&#257;bh&#257;rata than to the principal topic, namely the Bhagavad-g&#299;t&#257;. This compromising spirit of Vy&#257;sadeva is directly condemned by N&#257;rada, who advises him to directly proclaim that the prime necessity of human life is to realize one's eternal relation with the Lord and thus surrender unto Him without delay.</P><P>A patient suffering from a particular type of malady is almost always inclined to accept eatables which are forbidden for him. The expert physician does not make any compromise with the patient by allowing him to take partially what he should not at all take. In the Bhagavad-g&#299;t&#257; it is also said that a man attached to fruitive work should not be discouraged from his occupation, for gradually he may be elevated to the position of self-realization. This is sometimes applicable for those who are only dry empiric philosophers without spiritual realization. But those who are in the devotional line need not be always so advised.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>