<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.21</P><P CLASS=c>tvam &#257;tman&#257;tm&#257;nam avehy amogha-drik</P><P CLASS=c>parasya pumsah param&#257;tmanah kal&#257;m</P><P CLASS=c>ajam praj&#257;tam jagatah &#347;iv&#257;ya tan</P><P CLASS=c>mah&#257;nubh&#257;v&#257;bhyudayo 'dhiganyat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by your own self; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/avehi">avehi</A> &#8212; search out; <A CLASS=v HREF="http://vedabase.net/a/amogha">amogha</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; one who has perfect vision; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; of the Transcendence; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/paramatmanah">param&#257;tmanah</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/kalam">kal&#257;m</A> &#8212; plenary part; <A CLASS=v HREF="http://vedabase.net/a/ajam">ajam</A> &#8212; birthless; <A CLASS=v HREF="http://vedabase.net/p/prajatam">praj&#257;tam</A> &#8212; have taken birth; <A CLASS=v HREF="http://vedabase.net/j/jagatah">jagatah</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/s/sivaya">&#347;iv&#257;ya</A> &#8212; for the well-being; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhava">anubh&#257;va</A> &#8212; of the Supreme Personality of Godhead <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/abhyudayah">abhyudayah</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/a/adhiganya">adhiganya</A>-<A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; describe most vividly.</P><P CLASS=t>TRANSLATION</P><P>Your Goodness has perfect vision. You yourself can know the Supersoul Personality of Godhead because you are present as the plenary portion of the Lord. Although you are birthless, you have appeared on this earth for the well-being of all people. Please, therefore, describe the transcendental pastimes of the Supreme Personality of Godhead &#346;r&#299; Krishna more vividly.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vy&#257;sadeva is the empowered plenary portion incarnation of the Personality of Godhead &#346;r&#299; Krishna. He descended by his causeless mercy to deliver the fallen souls in the material world. The fallen and forgotten souls are detached from the transcendental loving service of the Lord. The living entities are parts and parcels of the Lord, and they are eternally servitors of the Lord. All the Vedic literatures, therefore, are put into systematic order for the benefit of the fallen souls, and it is the duty of the fallen souls to take advantage of such literatures and be freed from the bondage of material existence. Although formally &#346;r&#299;la N&#257;rada Rishi is his spiritual master, &#346;r&#299;la Vy&#257;sadeva is not at all dependent on a spiritual master because in essence he is the spiritual master of everyone else. But because he is doing the work of an &#257;c&#257;rya, he has taught us by his own conduct that one must have a spiritual master, even though he be God Himself. Lord &#346;r&#299; Krishna, Lord &#346;r&#299; R&#257;ma and Lord &#346;r&#299; Caitanya Mah&#257;prabhu, all incarnations of Godhead, accepted formal spiritual masters, although by Their transcendental nature They were cognizant of all knowledge. In order to direct people in general to the lotus feet of Lord &#346;r&#299; Krishna, He Himself in the incarnation of Vy&#257;sadeva is delineating the transcendental pastimes of the Lord.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>