<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.24</P><P CLASS=c>te mayy apet&#257;khila-c&#257;pale 'rbhake</P><P CLASS=c>d&#257;nte 'dhrita-kr&#299;danake 'nuvartini</P><P CLASS=c>cakruh krip&#257;m yadyapi tulya-dar&#347;an&#257;h</P><P CLASS=c>&#347;u&#347;r&#363;sham&#257;ne munayo 'lpa-bh&#257;shini</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/apeta">apeta</A> &#8212; not having undergone; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all kinds of; <A CLASS=v HREF="http://vedabase.net/c/capale">c&#257;pale</A> &#8212; proclivities; <A CLASS=v HREF="http://vedabase.net/a/arbhake">arbhake</A> &#8212; unto <A HREF="http://vedabase.net/a/a">a</A> boy; <A CLASS=v HREF="http://vedabase.net/d/dante">d&#257;nte</A> &#8212; having controlled the senses; <A CLASS=v HREF="http://vedabase.net/a/adhrta">adhrita</A>-<A CLASS=v HREF="http://vedabase.net/k/kridanake">kr&#299;danake</A> &#8212; without being accustomed <A HREF="http://vedabase.net/t/to">to</A> sporting habits; <A CLASS=v HREF="http://vedabase.net/a/anuvartini">anuvartini</A> &#8212; obedient; <A CLASS=v HREF="http://vedabase.net/c/cakruh">cakruh</A> &#8212; did bestow; <A CLASS=v HREF="http://vedabase.net/k/krpam">krip&#257;m</A> &#8212; causeless mercy; <A CLASS=v HREF="http://vedabase.net/y/yadyapi">yadyapi</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/t/tulya">tulya</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;an&#257;h</A> &#8212; impartial by nature; <A CLASS=v HREF="http://vedabase.net/s/susrusamane">&#347;u&#347;r&#363;sham&#257;ne</A> &#8212; unto the faithful; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; the <A HREF="http://vedabase.net/m/muni">muni</A> followers of the <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A>; <A CLASS=v HREF="http://vedabase.net/a/alpa">alpa</A>-<A CLASS=v HREF="http://vedabase.net/b/bhasini">bh&#257;shini</A> &#8212; one who does not speak <A HREF="http://vedabase.net/m/more">more</A> than required.</P><P CLASS=t>TRANSLATION</P><P>Although they were impartial by nature, those followers of the Ved&#257;nta blessed me with their causeless mercy. As far as I was concerned, I was self-controlled and had no attachment for sports, even though I was a boy. In addition, I was not naughty, and I did not speak more than required.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; the Lord says, "All the Vedas are searching after Me." Lord &#346;r&#299; Caitanya says that in the Vedas the subject matters are only three, namely to establish the relation of the living entities with the Personality of Godhead, perform the relative duties in devotional service and thus achieve the ultimate goal, back to Godhead. As such, ved&#257;nta-v&#257;d&#299;s, or the followers of the Ved&#257;nta, indicate the pure devotees of the Personality of Godhead. Such ved&#257;nta-v&#257;d&#299;s, or the bhakti-ved&#257;ntas, are impartial in distributing the transcendental knowledge of devotional service. To them no one is enemy or friend; no one is educated or uneducated. No one is especially favorable, and no one is unfavorable. The bhakti-ved&#257;ntas see that the people in general are wasting time in false sensuous things. Their business is to get the ignorant mass of people to reestablish their lost relationship with the Personality of Godhead. By such endeavor, even the most forgotten soul is roused up to the sense of spiritual life, and thus being initiated by the bhakti-ved&#257;ntas, the people in general gradually progress on the path of transcendental realization. So the ved&#257;nta-v&#257;d&#299;s initiated the boy even before he became self-controlled and was detached from childish sporting, etc. But before the initiation, he (the boy) became more and more advanced in discipline, which is very essential for one who wishes to make progress in the line. In the system of varn&#257;&#347;rama-dharma, which is the beginning of actual human life, small boys after five years of age are sent to become brahmac&#257;r&#299; at the guru's &#257;&#347;rama, where these things are systematically taught to boys, be they king's sons or sons of ordinary citizens. The training was compulsory not only to create good citizens of the state, but also to prepare the boy's future life for spiritual realization. The irresponsible life of sense enjoyment was unknown to the children of the followers of the varn&#257;&#347;rama system. The boy was even injected with spiritual acumen before being placed by the father in the womb of the mother. Both the father and the mother were responsible for the boy's success in being liberated from the material bondage. That is the process of successful family planning. It is to beget children for complete perfection. Without being self-controlled, without being disciplined and without being fully obedient, no one can become successful in following the instructions of the spiritual master, and without doing so, no one is able to go back to Godhead.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>