<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.26</P><P CLASS=c>tatr&#257;nvaham krishna-kath&#257;h prag&#257;yat&#257;m</P><P CLASS=c>anugrahen&#257;&#347;rinavam manohar&#257;h</P><P CLASS=c>t&#257;h &#347;raddhay&#257; me 'nupadam vi&#347;rinvatah</P><P CLASS=c>priya&#347;ravasy a&#324;ga mam&#257;bhavad rucih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> &#8212; every day; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; narration of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>'s activities; <A CLASS=v HREF="http://vedabase.net/p/pragayatam">prag&#257;yat&#257;m</A> &#8212; describing; <A CLASS=v HREF="http://vedabase.net/a/anugrahena">anugrahena</A> &#8212; by causeless mercy; <A CLASS=v HREF="http://vedabase.net/a/asrnavam">a&#347;rinavam</A> &#8212; giving aural reception; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/h/harah">har&#257;h</A> &#8212; attractive; <A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; respectfully; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anupadam">anupadam</A> &#8212; every step; <A CLASS=v HREF="http://vedabase.net/v/visrnvatah">vi&#347;rinvatah</A> &#8212; hearing attentively; <A CLASS=v HREF="http://vedabase.net/p/priyasravasi">priya&#347;ravasi</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Vy&#257;sadeva; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A> became; <A CLASS=v HREF="http://vedabase.net/r/rucih">rucih</A> &#8212; taste.</P><P CLASS=t>TRANSLATION</P><P>O Vy&#257;sadeva, in that association and by the mercy of those great Ved&#257;ntists, I could hear them describe the attractive activities of Lord Krishna And thus listening attentively, my taste for hearing of the Personality of Godhead increased at every step.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna, the Absolute Personality of Godhead, is attractive not only in His personal features, but also in His transcendental activities. It is so because the Absolute is absolute by His name, fame, form, pastimes, entourage, paraphernalia, etc. The Lord descends on this material world out of His causeless mercy and displays His various transcendental pastimes as a human being so that human beings attracted towards Him become able to go back to Godhead. Men are naturally apt to hear histories and narrations of various personalities performing mundane activities, without knowing that by such association one simply wastes valuable time and also becomes addicted to the three qualities of mundane nature. Instead of wasting time, one can get spiritual success by turning his attention to the transcendental pastimes of the Lord. By hearing the narration of the pastimes of the Lord, one contacts directly the Personality of Godhead, and, as explained before, by hearing about the Personality of Godhead, from within, all accumulated sins of the mundane creature are cleared. Thus being cleared of all sins, the hearer gradually becomes liberated from mundane association and becomes attracted to the features of the Lord. N&#257;rada Muni has just explained this by his personal experience. The whole idea is that simply by hearing about the Lord's pastimes one can become one of the associates of the Lord. N&#257;rada Muni has eternal life, unlimited knowledge and unfathomed bliss, and he can travel all over the material and spiritual worlds without restriction. One can attain to the highest perfection of life simply by attentive hearing of the transcendental pastimes of the Lord from the right sources, as &#346;r&#299; N&#257;rada heard them from the pure devotees (bhakti-ved&#257;ntas) in his previous life. This process of hearing in the association of the devotees is especially recommended in this age of quarrel (Kali).</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>