<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.30</P><P CLASS=c>jñ&#257;nam guhyatamam yat tat</P><P CLASS=c>s&#257;ksh&#257;d bhagavatoditam</P><P CLASS=c>anvavocan gamishyantah</P><P CLASS=c>kripay&#257; d&#299;na-vatsal&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/g/guhyatamam">guhyatamam</A> &#8212; most confidential; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what is; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uditam">uditam</A> &#8212; propounded by the Lord Himself; <A CLASS=v HREF="http://vedabase.net/a/anvavocan">anvavocan</A> &#8212; gave instruction; <A CLASS=v HREF="http://vedabase.net/g/gamisyantah">gamishyantah</A> &#8212; while departing from; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; by causeless mercy; <A CLASS=v HREF="http://vedabase.net/d/dina">d&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalah">vatsal&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> very kind <A HREF="http://vedabase.net/t/to">to</A> the poor and meek.</P><P CLASS=t>TRANSLATION</P><P>As they were leaving, those bhakti-ved&#257;ntas, who are very kind to poor-hearted souls, instructed me in that most confidential subject which is instructed by the Personality of Godhead Himself.</P><P CLASS=t>PURPORT</P><P>A pure Ved&#257;ntist, or a bhakti-ved&#257;nta, instructs followers exactly according to the instructions of the Lord Himself. The Personality of Godhead, both in the Bhagavad-g&#299;t&#257; and in all other scriptures, has definitely instructed men to follow the Lord only. The Lord is the creator, maintainer and annihilator of everything. The whole manifested creation is existing by His will, and by His will when the whole show is finished He will remain in His eternal abode with all His paraphernalia. Before the creation He was there in the eternal abode, and after the annihilation He will continue to remain. He is not, therefore, one of the created beings. He is transcendental. In the Bhagavad-g&#299;t&#257; the Lord says that long, long before the instruction was imparted to Arjuna, the same was instructed to the sun-god, and in course of time, the same instruction, being wrongly handled and being broken, was again instructed to Arjuna because he was His perfect devotee and friend. Therefore, the instruction of the Lord can be understood by the devotees only and no one else. The impersonalist, who has no idea of the transcendental form of the Lord, cannot understand this most confidential message of the Lord. The expression "most confidential" is significant here because knowledge of devotional service is far, far above knowledge of impersonal Brahman. Jñ&#257;nam means ordinary knowledge or any branch of knowledge. This knowledge develops up to the knowledge of impersonal Brahman. Above this, when it is partially mixed with devotion, such knowledge develops to knowledge of Param&#257;tm&#257;, or the all-pervading Godhead. This is more confidential. But when such knowledge is turned into pure devotional service and the confidential part of transcendental knowledge is attained, it is called the most confidential knowledge. This most confidential knowledge was imparted by the Lord to Brahm&#257;, Arjuna, Uddhava, etc.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>