<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.38</P><P CLASS=c>iti m&#363;rty-abhidh&#257;nena</P><P CLASS=c>mantra-m&#363;rtim am&#363;rtikam</P><P CLASS=c>yajate yajña-purusham</P><P CLASS=c>sa samyag dar&#347;anah pum&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/murti">m&#363;rti</A> &#8212; representation; <A CLASS=v HREF="http://vedabase.net/a/abhidhanena">abhidh&#257;nena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sound; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A>-<A CLASS=v HREF="http://vedabase.net/m/murtim">m&#363;rtim</A> &#8212; form representation of transcendental sound; <A CLASS=v HREF="http://vedabase.net/a/amurtikam">am&#363;rtikam</A> &#8212; the Lord, who has <A HREF="http://vedabase.net/n/no">no</A> material form; <A CLASS=v HREF="http://vedabase.net/y/yajate">yajate</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> alone; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A> &#8212; perfectly; <A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah</A> &#8212; one who has seen; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; person.</P><P CLASS=t>TRANSLATION</P><P>Thus he is the actual seer who worships, in the form of transcendental sound representation, the Supreme Personality of Godhead, Vishnu, who has no material form.</P><P CLASS=t>PURPORT</P><P>Our present senses are all made of material elements, and therefore they are imperfect in realizing the transcendental form of Lord Vishnu. He is therefore worshiped by sound representation via the transcendental method of chanting. Anything which is beyond the scope of experience by our imperfect senses can be realized fully by the sound representation. A person transmitting sound from a far distant place can be factually experienced. If this is materially possible, why not spiritually? This experience is not a vague impersonal experience. It is actually an experience of the transcendental Personality of Godhead, who possesses the pure form of eternity, bliss and knowledge.</P><P>In the Amarako&#347;a Sanskrit dictionary the word m&#363;rti carries import in twofold meanings, namely, form and difficulty. Therefore am&#363;rtikam is explained by &#256;c&#257;rya &#346;r&#299; Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura as meaning "without difficulty." The transcendental form of eternal bliss and knowledge can be experienced by our original spiritual senses, which can be revived by chanting of the holy mantras, or transcendental sound representations. Such sound should be received from the transparent agency of the bona fide spiritual master, and the chanting may be practiced by the direction of the spiritual master. That will gradually lead us nearer to the Lord. This method of worship is recommended in the p&#257;ñcar&#257;trika system, which is both recognized and authorized. The p&#257;ñcar&#257;trika system has the most authorized codes for transcendental devotional service. Without the help of such codes, one cannot approach the Lord, certainly not by dry philosophical speculation. The p&#257;ñcar&#257;trika system is both practical and suitable for this age of quarrel. The Pañcar&#257;tra is more important than the Ved&#257;nta for this modern age.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>