<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.40</P><P CLASS=c>tvam apy adabhra-&#347;ruta vi&#347;rutam vibhoh</P><P CLASS=c>sam&#257;pyate yena vid&#257;m bubhutsitam</P><P CLASS=c>pr&#257;khy&#257;hi duhkhair muhur ardit&#257;tman&#257;m</P><P CLASS=c>sa&#324;kle&#347;a-nirv&#257;nam u&#347;anti n&#257;nyath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; your good soul; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/adabhra">adabhra</A> &#8212; vast; <A CLASS=v HREF="http://vedabase.net/s/sruta">&#347;ruta</A> &#8212; Vedic literatures; <A CLASS=v HREF="http://vedabase.net/v/visrutam">vi&#347;rutam</A> &#8212; have heard also; <A CLASS=v HREF="http://vedabase.net/v/vibhoh">vibhoh</A> &#8212; of the Almighty; <A CLASS=v HREF="http://vedabase.net/s/samapyate">sam&#257;pyate</A> &#8212; satisfied; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of the learned; <A CLASS=v HREF="http://vedabase.net/b/bubhutsitam">bubhutsitam</A> &#8212; who always desire <A HREF="http://vedabase.net/t/to">to</A> learn transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/p/prakhyahi">pr&#257;khy&#257;hi</A> &#8212; describe; <A CLASS=v HREF="http://vedabase.net/d/duhkhaih">duhkhaih</A> &#8212; by miseries; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/ardita">ardita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; suffering mass of people; <A CLASS=v HREF="http://vedabase.net/s/sanklesa">sa&#324;kle&#347;a</A> &#8212; sufferings; <A CLASS=v HREF="http://vedabase.net/n/nirvanam">nirv&#257;nam</A> &#8212; mitigation; <A CLASS=v HREF="http://vedabase.net/u/usanti">u&#347;anti</A> <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not get out of; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; by other means.</P><P CLASS=t>TRANSLATION</P><P>Please, therefore, describe the Almighty Lord's activities which you have learned by your vast knowledge of the Vedas, for that will satisfy the hankerings of great learned men and at the same time mitigate the miseries of the masses of common people who are always suffering from material pangs. Indeed, there is no other way to get out of such miseries.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; N&#257;rada Muni from practical experience definitely asserts that the prime solution of all problems of material work is to broadcast very widely the transcendental glories of the Supreme Lord. There are four classes of good men, and there are four classes of bad men also. The four classes of good men acknowledge the authority of the Almighty God, and therefore such good men (1) when they are in difficulty, (2) when they are in need of money, (3) when they are advanced in knowledge and (4) when they are inquisitive to know more and more about God, intuitively take shelter of the Lord. As such, N&#257;radaj&#299; advises Vy&#257;sadeva to broadcast the transcendental knowledge of God in terms of the vast Vedic knowledge which he had already attained.</P><P>As far as the bad men are concerned, they are also four in number: (1) those who are simply addicted to the mode of progressive fruitive work and thus are subjected to the accompanying miseries, (2) those who are simply addicted to vicious work for sense satisfaction and so suffer the consequence, (3) those who are materially very much advanced in knowledge, but who suffer because they do not have the sense to acknowledge the authority of the Almighty Lord, and (4) the class of men who are known as atheists and who therefore purposely hate the very name of God, although they are always in difficulty.</P><P>&#346;r&#299; N&#257;radaj&#299; advised Vy&#257;sadeva to describe the glories of the Lord just to do good to all eight classes of men, both good and bad. &#346;r&#299;mad-Bh&#257;gavatam is therefore not meant for any particular class of men or sect. It is for the sincere soul who actually wants his own welfare and peace of mind.</P><P>Thus end the Bhaktivedanta purports of the First Canto, Fifth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva."</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../6/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>