<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 5 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 5 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada's Instructions on &#346;r&#299;mad-Bh&#257;gavatam for Vy&#257;sadeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.5.9</P><P CLASS=c>yath&#257; dharm&#257;daya&#347; c&#257;rth&#257;</P><P CLASS=c>muni-vary&#257;nuk&#299;rtit&#257;h</P><P CLASS=c>na tath&#257; v&#257;sudevasya</P><P CLASS=c>mahim&#257; hy anuvarnitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; all four principles of religious behavior; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/arthah">arth&#257;h</A> &#8212; purposes; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/v/varya">varya</A> &#8212; by yourself, the great sage; <A CLASS=v HREF="http://vedabase.net/a/anukirtitah">anuk&#299;rtit&#257;h</A> &#8212; repeatedly described; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/v/vasudevasya">v&#257;sudevasya</A> &#8212; of the Personality of Godhead <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anuvarnitah">anuvarnitah</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> constantly described.</P><P CLASS=t>TRANSLATION</P><P>Although, great sage, you have very broadly described the four principles beginning with religious performances, you have not described the glories of the Supreme Personality, V&#257;sudeva.</P><P CLASS=t>PURPORT</P><P>The prompt diagnosis of &#346;r&#299; N&#257;rada is at once declared. The root cause of the despondency of Vy&#257;sadeva was his deliberate avoidance of glorifying the Lord in his various editions of the Pur&#257;nas. He has certainly, as a matter of course, given descriptions of the glories of the Lord (&#346;r&#299; Krishna) but not as many as given to religiosity, economic development, sense gratification and salvation. These four items are by far inferior to engagement in the devotional service of the Lord. &#346;r&#299; Vy&#257;sadeva, as the authorized scholar, knew very well this difference. And still instead of giving more importance to the better type of engagement, namely, devotional service to the Lord, he had more or less improperly used his valuable time, and thus he was despondent. From this it is clearly indicated that no one can be pleased substantially without being engaged in the devotional service of the Lord. In the Bhagavad-g&#299;t&#257; this fact is clearly mentioned.</P><P>After liberation, which is the last item in the line of performing religiosity, etc., one is engaged in pure devotional service. This is called the stage of self-realization, or the brahma-bh&#363;ta stage. After attainment of this brahma-bh&#363;ta stage, one is satisfied. But satisfaction is the beginning of transcendental bliss. One should progress by attaining neutrality and equality in the relative world. And passing this stage of equanimity, one is fixed in the transcendental loving service of the Lord. This is the instruction of the Personality of Godhead in the Bhagavad-g&#299;t&#257;. The conclusion is that in order to maintain the status quo of the brahma-bh&#363;ta stage, as also to increase the degree of transcendental realization, N&#257;rada recommended to Vy&#257;sadeva that he (Vy&#257;sadeva) should now eagerly and repeatedly describe the path of devotional service. This would cure him from gross despondency.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>