<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 100</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 100"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.100</P><P CLASS=c>nirjana-vane kutira kari' tulas&#299; sevana</P><P CLASS=c>r&#257;tri-dine tina laksha n&#257;ma-sa&#324;k&#299;rtana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nirjana">nirjana</A>-<A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> solitary forest; <A CLASS=v HREF="http://vedabase.net/k/kutira">kutira</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> cottage; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; making; <A CLASS=v HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> &#8212; the <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> plant; <A CLASS=v HREF="http://vedabase.net/s/sevana">sevana</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/r/ratri">r&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/d/dine">dine</A> &#8212; throughout the entire day and night; <A CLASS=v HREF="http://vedabase.net/t/tina">tina</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/l/laksa">laksha</A> &#8212; hundred thousand; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A> &#8212; chanting of the holy <A HREF="http://vedabase.net/n/name">name</A>.</P><P CLASS=t>TRANSLATION</P><P>Harid&#257;sa Th&#257;kura constructed a cottage in a solitary forest. There he planted a tulas&#299; plant, and in front of the tulas&#299; he would chant the holy name of the Lord 300,000 times daily. He chanted throughout the entire day and night.</P><P CLASS=t>PURPORT</P><P>The village of Ben&#257;pola is situated in the district of Ya&#347;ohara (Jessore), which is now in Bangladesh. Ben&#257;pola is near the Banag&#257;&#324;o station, which is at the border of Bangladesh and may be reached by the eastern railway from Sealdah Station in Calcutta. Harid&#257;sa Th&#257;kura, being the &#257;c&#257;rya of chanting the Hare Krishna mah&#257;-mantra, is called N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura. From his personal example we can understand that chanting the Hare Krishna mantra and becoming highly elevated in Krishna consciousness is very simple. Without difficulty one can sit down anywhere, especially on the bank of the Ganges, Yamun&#257; or any other sacred river, devise a sitting place or cottage, plant a tulas&#299; tree, and before the tulas&#299; chant the Hare Krishna mah&#257;-mantra undisturbed.</P><P>Harid&#257;sa Th&#257;kura used to chant the holy name on his beads 300,000 times daily. Throughout the entire day and night, he would chant the sixteen names of the Hare Krishna mah&#257;-mantra. One should not, however, imitate Harid&#257;sa Th&#257;kura, for no one else can chant the holy name 300,000 times a day. Such chanting is for the mukta-purusha, or liberated soul. We can follow his example, however, by chanting sixteen rounds of the Hare Krishna mah&#257;-mantra on beads every day and offering respect to the tulas&#299; plant. This is not at all difficult for anyone, and the process of chanting the Hare Krishna mah&#257;-mantra with a vow before the tulas&#299; plant has such great spiritual potency that simply by doing this one can become spiritually strong. Therefore we request the members of the Hare Krishna movement to follow Harid&#257;sa Th&#257;kura's example rigidly. Chanting sixteen rounds does not take much time, nor is offering respects to the tulas&#299; plant difficult. The process has immense spiritual potency. One should not miss this opportunity.</P><P CLASS=l><A CLASS=i HREF="99.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="101.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>