<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 101</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 101"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.101</P><P CLASS=c>br&#257;hmanera ghare kare bhiksh&#257; nirv&#257;hana</P><P CLASS=c>prabh&#257;ve sakala loka karaye p&#363;jana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanera">br&#257;hmanera</A> <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/b/bhiksa">bhiksh&#257;</A> <A CLASS=v HREF="http://vedabase.net/n/nirvahana">nirv&#257;hana</A> &#8212; asking alms of food; <A CLASS=v HREF="http://vedabase.net/p/prabhave">prabh&#257;ve</A> &#8212; by spiritual potency; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; all people; <A CLASS=v HREF="http://vedabase.net/k/karaye">karaye</A> <A CLASS=v HREF="http://vedabase.net/p/pujana">p&#363;jana</A> &#8212; worship.</P><P CLASS=t>TRANSLATION</P><P>For his bodily maintenance he would go to a br&#257;hmana's house and beg some food. He was spiritually so influential that all the neighboring people worshiped him.</P><P CLASS=t>PURPORT</P><P>In the days of Harid&#257;sa Th&#257;kura, all the br&#257;hmanas worshiped N&#257;r&#257;yana in the form of the &#347;&#257;lagr&#257;ma-&#347;il&#257;. Therefore begging from a br&#257;hmana's house meant taking krishna-pras&#257;dam, which is transcendental (nirguna). If we take food from the houses of others, such as karm&#299;s, we shall have to share the qualities of those from whom we take alms. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu took pras&#257;dam in the houses of Vaishnavas. This is the general process. The members of the Krishna consciousness movement are advised not to take food from anywhere but a Vaishnava's or br&#257;hmana's house where Deity worship is performed. &#346;r&#299; Caitanya Mah&#257;prabhu has said, vishay&#299;ra anna kh&#257;ile dushta haya mana: if a devotee takes alms or food from the house of a karm&#299; who is simply interested in money, his mind will become unclean. We must always remember that a devotee's life is one of vair&#257;gya-vidy&#257;, or renunciation and knowledge. Therefore all devotees are warned not to live unnecessarily luxurious lives at the cost of others. Grihasthas living within the jurisdiction of the temple must be especially careful not to imitate karm&#299;s by acquiring opulent clothing, food and conveyances. As far as possible, these should be avoided. A member of the temple, whether grihastha, brahmac&#257;r&#299; or sanny&#257;s&#299;, must practice a life of renunciation, following in the footsteps of Harid&#257;sa Th&#257;kura and the six Gosv&#257;m&#299;s. Otherwise, because m&#257;y&#257; is very strong, at any time one may become a victim of m&#257;y&#257; and fall down from spiritual life.</P><P CLASS=l><A CLASS=i HREF="100.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="102.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>