<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 105</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 105"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.105</P><P CLASS=c>ve&#347;y&#257;-gane kahe, &#8212; "ei vair&#257;g&#299; harid&#257;sa</P><P CLASS=c>tumi-saba kara ih&#257;ra vair&#257;gya-dharma n&#257;&#347;a"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vesya">ve&#347;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/gane">gane</A> &#8212; unto the prostitutes; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vairagi">vair&#257;g&#299;</A> &#8212; mendicant; <A CLASS=v HREF="http://vedabase.net/h/haridasa">harid&#257;sa</A> &#8212; <A HREF="http://vedabase.net/h/haridasa">Harid&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A>-<A CLASS=v HREF="http://vedabase.net/s/saba">saba</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/i/ihara">ih&#257;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/v/vairagya">vair&#257;gya</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; from the life of <A HREF="http://vedabase.net/a/a">a</A> mendicant; <A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;&#347;a</A> &#8212; deviation.</P><P CLASS=t>TRANSLATION</P><P>R&#257;macandra Kh&#257;n said to the prostitutes, "There is a mendicant named Harid&#257;sa Th&#257;kura. All of you devise a way to deviate him from his vows of austerity."</P><P CLASS=t>PURPORT</P><P>Devotional service is the path of vair&#257;gya-vidy&#257; (renunciation and knowledge). Harid&#257;sa Th&#257;kura was following this path, but R&#257;macandra Kh&#257;n planned to induce him to break his vows. Renunciation means renunciation of sensual pleasure, especially the pleasure of sex. Therefore a brahmac&#257;r&#299;, sanny&#257;s&#299; or v&#257;naprastha is strictly prohibited from having relationships with women. Harid&#257;sa Th&#257;kura was strictly renounced, and thus R&#257;macandra Kh&#257;n called for prostitutes because prostitutes know how to break a man's vow of celibacy by their feminine influence and thus pollute a mendicant or a person engaged in devotional life. It was impossible for R&#257;macandra Kh&#257;n to induce any other women to break Harid&#257;sa Th&#257;kura's vow, and therefore he called for prostitutes. Free mingling with women has never been possible in India, but for one who wanted to associate with society girls, they were available in a district of prostitutes. There were prostitutes in human society even in Lord Krishna's time, for it is said that the prostitutes of Dv&#257;rak&#257; City came forth to receive the Lord. Although they were prostitutes, they were also devotees of Krishna.</P><P CLASS=l><A CLASS=i HREF="104.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="106.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>