<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 124</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 124"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.124</P><P CLASS=c>"koti-n&#257;ma-grahana-yajña kari eka-m&#257;se</P><P CLASS=c>ei d&#299;ksh&#257; kariy&#257;chi, haila &#257;si' &#347;eshe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/g/grahana">grahana</A> &#8212; chanting ten million names; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> sacrifice; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> perform; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/m/mase">m&#257;se</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> one month; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/d/diksa">d&#299;ksh&#257;</A> &#8212; vow; <A CLASS=v HREF="http://vedabase.net/k/kariyachi">kariy&#257;chi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have taken; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> was; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; nearing; <A CLASS=v HREF="http://vedabase.net/s/sese">&#347;eshe</A> &#8212; the end.</P><P CLASS=t>TRANSLATION</P><P>"I have vowed to chant ten million names in a month. I have taken this vow, but now it is nearing its end.</P><P CLASS=t>PURPORT</P><P>If one regularly chants 333,333 names daily for a month (30 days) and then chants ten more names, he will thus chant ten million names. In this way a devotee worships the Supreme Personality of Godhead. Such worship is called yajña. Yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi su-medhasah: [<A CLASS=v HREF="../../../sb/11/5/32.htm">SB 11.5.32</A>] those whose intelligence is brilliant accept this hari-n&#257;ma-yajña, the yajña of chanting the holy name of the Lord. By performing this yajña, one satisfies the Supreme Personality of Godhead and thus attains perfection in spiritual life. According to external vision, Harid&#257;sa Th&#257;kura belonged to a Muslim family. Nevertheless, because he engaged himself in performing the yajña of chanting the Hare Krishna mah&#257;-mantra, he became a regularly initiated br&#257;hmana. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/3/33/6.htm">3.33.6</A>):</P><P>yan-n&#257;madheya-&#347;ravan&#257;nuk&#299;rtan&#257;d</P><P CLASS=n>yat-prahvan&#257;d yat-smaran&#257;d api kvacit</P><P CLASS=n>&#347;v&#257;do 'pi sadyah savan&#257;ya kalpate</P><P CLASS=n>kutah punas te bhagavan nu dar&#347;an&#257;t</P><P>Even if a devotee comes from a family of dog-eaters, if he surrenders to the Personality of Godhead he immediately becomes a qualified br&#257;hmana and is immediately fit to perform yajña, whereas a person born in a family of br&#257;hmanas has to wait until completing the reformatory processes before he may be called samskrita, purified. It is further said in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/12/1/40.htm">12.1.40</A>):</P><P>asamskrit&#257;h kriy&#257;-h&#299;n&#257; rajas&#257; tamas&#257;vrit&#257;h</P><P CLASS=n>praj&#257;s te bhakshayishyanti mlecch&#257; r&#257;janya-r&#363;pinah</P><P>"In the Age of Kali, mlecchas, or lowborn people who have not undergone the purifying process of samsk&#257;ra, who do not know how to apply that process in actual life, and who are covered by the modes of passion and ignorance will take the posts of administrators. They will devour the citizens with their atheistic activities." A person who is not purified by the prescribed process of samsk&#257;ra is called asamskrita, but if one remains kriy&#257;-h&#299;na even after being purified by initiation &#8212; in other words, if one fails to actually apply the principles of purity in his life &#8212; he remains an unpurified mleccha or yavana. On the other hand, we find that Harid&#257;sa Th&#257;kura, although born in a mleccha or yavana family, became N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura because he performed the n&#257;ma-yajña a minimum of 300,000 times every day.</P><P>Herein we find that Harid&#257;sa Th&#257;kura strictly followed his regulative principle of chanting 300,000 names. Thus when the prostitute became restless, he informed her that first he had to finish his chanting and then he would be able to satisfy her. Actually Harid&#257;sa Th&#257;kura chanted the holy name of the Lord for three nights continuously and gave the prostitute a chance to hear him. Thus she became purified, as will be seen in the following verses.</P><P CLASS=l><A CLASS=i HREF="123.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="125.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>