<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 136</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 136"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.136</P><P CLASS=c>th&#257;kura kahe, &#8212; "gharera dravya br&#257;hmane kara d&#257;na</P><P CLASS=c>ei ghare &#257;si' tumi karaha vi&#347;r&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/thakura">th&#257;kura</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/s/srila">&#346;r&#299;la</A> <A HREF="http://vedabase.net/h/haridasa">Harid&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A> said; <A CLASS=v HREF="http://vedabase.net/g/gharera">gharera</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; articles; <A CLASS=v HREF="http://vedabase.net/b/brahmane">br&#257;hmane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; give <A HREF="http://vedabase.net/a/as">as</A> charity; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this room; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; returning; <A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/k/karaha">karaha</A> <A CLASS=v HREF="http://vedabase.net/v/visrama">vi&#347;r&#257;ma</A> &#8212; stay.</P><P CLASS=t>TRANSLATION</P><P>Harid&#257;sa Th&#257;kura replied, "Immediately go home and distribute to the br&#257;hmanas whatever property you have. Then come back to this room and stay here forever in Krishna consciousness.</P><P CLASS=t>PURPORT</P><P>Harid&#257;sa Th&#257;kura's instruction that the prostitute should distribute to the br&#257;hmanas all the property she had at home is very significant. Harid&#257;sa Th&#257;kura never advised the prostitute to give charity to the so-called daridra-n&#257;r&#257;yanas ("poor N&#257;r&#257;yanas") or any other such persons. According to Vedic civilization, charity should be given only to the qualified br&#257;hmanas. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/42.htm">18.42</A>):</P><P>&#347;amo damas tapah &#347;aucam ksh&#257;ntir &#257;rjavam eva ca</P><P CLASS=n>jñ&#257;nam vijñ&#257;nam &#257;stikyam brahma-karma svabh&#257;va-jam</P><P>The brahminical qualifications are truthfulness, control of the senses and mind, tolerance, simplicity, knowledge, practical application of transcendental knowledge in one's life, and full faith in the Supreme Personality of Godhead. Persons engaged in pursuing spiritual understanding have no time to earn their livelihood. They depend completely on the mercy of the Lord, who says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/22.htm">9.22</A>) that He personally carries to them all their necessities (yoga-kshemam vah&#257;my aham).</P><P>The Vedic civilization recommends that one give charity to br&#257;hmanas and sanny&#257;s&#299;s, not to the so-called daridra-n&#257;r&#257;yanas. N&#257;r&#257;yana cannot be daridra, nor can daridra be N&#257;r&#257;yana, for these are contradictory terms. Atheistic men invent such concoctions and preach them to fools, but charity should actually be given to br&#257;hmanas and sanny&#257;s&#299;s because whatever money they get they spend for Krishna. Whatever charity one gives to a br&#257;hmana goes to Krishna, who says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/27.htm">9.27</A>):</P><P>yat karoshi yad a&#347;n&#257;si yaj juhoshi dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya tat kurushva mad-arpanam</P><P>"Whatever you do, whatever you eat, whatever you offer or give away, and whatever austerities you perform &#8212; do that, O son of Kunt&#299;, as an offering to Me." Everything actually belongs to Krishna, but so-called civilized men unfortunately think that everything belongs to them. This is the mistake of materialistic civilization. The prostitute (ve&#347;y&#257;) had earned money by questionable means, and therefore Harid&#257;sa Th&#257;kura advised her to distribute to the br&#257;hmanas whatever she possessed. When &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; retired from family life, he distributed fifty percent of his income to the br&#257;hmanas and Vaishnavas. A br&#257;hmana knows what the Absolute Truth is, and a Vaishnava, knowing the Absolute Truth, acts on behalf of the Absolute Truth, the Supreme Personality of Godhead. Generally one earns money by many questionable means. Therefore at some time one should retire and distribute whatever one has to the br&#257;hmanas and Vaishnavas who engage in devotional service by preaching the glories of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="135.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="137.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>