<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 137</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 137"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.137</P><P CLASS=c>nirantara n&#257;ma lao, kara tulas&#299; sevana</P><P CLASS=c>acir&#257;t p&#257;be tabe krishnera carana"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nirantara">nirantara</A> &#8212; twenty-four hours <A HREF="http://vedabase.net/a/a">a</A> day; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> <A CLASS=v HREF="http://vedabase.net/l/lao">lao</A> &#8212; chant the <A HREF="http://vedabase.net/h/hare">Hare</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A> <A HREF="http://vedabase.net/m/mantra">mantra</A>; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; perform; <A CLASS=v HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> <A CLASS=v HREF="http://vedabase.net/s/sevana">sevana</A> &#8212; worship of the <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> plant; <A CLASS=v HREF="http://vedabase.net/a/acirat">acir&#257;t</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/p/pabe">p&#257;be</A> &#8212; you will get; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; the lotus feet of <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>"Chant the Hare Krishna mantra continuously and render service to the tulas&#299; plant by watering her and offering prayers to her. In this way you will very soon get the opportunity to be sheltered at the lotus feet of Krishna."</P><P CLASS=t>PURPORT</P><P>At least five thousand years ago, Lord &#346;r&#299; Krishna expressed His desire that everyone surrender to Him (sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). Why is it that people cannot do this? Krishna assures, aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah: "I shall deliver you from all sinful reactions. Do not fear." Everyone is suffering from the results of sinful activities, but Krishna says that if one surrenders unto Him, He will protect one from sinful reactions. Modern civilization, however, is interested neither in Krishna nor in getting relief from sinful acts. Therefore men are suffering. Surrender is the ultimate instruction of the Bhagavad-g&#299;t&#257;, but for one who cannot surrender to the lotus feet of Krishna, it is better to chant the Hare Krishna mantra constantly, under the instruction of Harid&#257;sa Th&#257;kura.</P><P>In our Krishna consciousness movement we are teaching our followers to chant the Hare Krishna mantra continuously on beads. Even those who are not accustomed to this practice are advised to chant at least sixteen rounds on their beads so that they may be trained. Otherwise, &#346;r&#299; Caitanya Mah&#257;prabhu recommended:</P><P>trin&#257;d api su-n&#299;cena taror iva sahishnun&#257;</P><P CLASS=n>am&#257;nin&#257; m&#257;na-dena k&#299;rtan&#299;yah sad&#257; harih</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]</P><P>"One should chant the holy name of the Lord in a humble state of mind, thinking oneself lower than the straw in the street. One should be more tolerant than a tree, devoid of all sense of false prestige, and ready to offer all respect to others. In such a state of mind one can chant the holy name of the Lord constantly." Sad&#257; means "always." Harid&#257;sa Th&#257;kura says, nirantara n&#257;ma lao: "Chant the Hare Krishna mantra without stopping."</P><P>Although Krishna wants everyone to surrender to His lotus feet, because of people's sinful activities they cannot do this. Na m&#257;m dushkritino m&#363;dh&#257;h prapadyante nar&#257;dham&#257;h: [<A CLASS=v HREF="../../../bg/7/15.htm">Bg. 7.15</A>] rascals and fools, the lowest of men, who engage in sinful activities, cannot suddenly surrender to the lotus feet of Krishna. Nevertheless, if they begin chanting the Hare Krishna mantra and rendering service unto the tulas&#299; plant, they will very soon be able to surrender. One's real duty is to surrender to the lotus feet of Krishna, but if one is unable to do so, he should adopt this process, as introduced by &#346;r&#299; Caitanya Mah&#257;prabhu and His most confidential servant, N&#257;m&#257;c&#257;rya &#346;r&#299;la Harid&#257;sa Th&#257;kura. This is the way to achieve success in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="136.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="138.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>