<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 192</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 192"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.192</P><P CLASS=c>parama-sundara, pandita, n&#363;tana-yauvana</P><P CLASS=c>n&#257;m&#257;bh&#257;se 'mukti' &#347;uni' n&#257; ha-ila sahana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/s/sundara">sundara</A> &#8212; very beautiful; <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; learned; <A CLASS=v HREF="http://vedabase.net/n/nutana">n&#363;tana</A> &#8212; new; <A CLASS=v HREF="http://vedabase.net/y/yauvana">yauvana</A> &#8212; youth; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/abhase">&#257;bh&#257;se</A> &#8212; by the glimpse of awakening of <A HREF="http://vedabase.net/p/pure">pure</A> chanting of the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/m/mukti">mukti</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> <A CLASS=v HREF="http://vedabase.net/s/sahana">sahana</A> &#8212; could not tolerate.</P><P CLASS=t>TRANSLATION</P><P>He had handsome bodily features, and he was learned and youthful, but he could not tolerate the statement that simply by glimpsing the awakening of the Lord's holy name one can attain liberation.</P><P CLASS=t>PURPORT</P><P>Vaishnavas strictly follow the directions of the &#347;&#257;stras regarding how one can be liberated simply by a slight awakening of pure chanting of the holy name. M&#257;y&#257;v&#257;d&#299;s cannot tolerate the statements of the &#347;&#257;stras about how easily liberation can be achieved, for, as stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/12/5.htm">12.5</A>), kle&#347;o 'dhikaratas tesh&#257;m avyakt&#257;sakta-cetas&#257;m: impersonalists must work hard for many, many births, and only then will they perhaps be liberated. Vaishnavas know that simply by chanting the holy name of the Lord offenselessly, one achieves liberation as a by-product. Thus there is no need to endeavor separately for liberation. &#346;r&#299;la Bilvama&#324;gala Th&#257;kura has said, muktih svayam mukulit&#257;ñjali sevate 'sm&#257;n: liberation stands at one's door, ready to render any kind of service, if one is a pure devotee with unflinching faith and reverence. This the M&#257;y&#257;v&#257;d&#299;s cannot tolerate. Therefore the &#257;rind&#257; pradh&#257;na, chief tax collector, although very learned, handsome and youthful, could not tolerate the statements of Harid&#257;sa Th&#257;kura.</P><P CLASS=l><A CLASS=i HREF="191.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="193.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>