<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 213</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 213"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.213</P><P CLASS=c>bhakta-svabh&#257;va, &#8212; ajña-dosha ksham&#257; kare</P><P CLASS=c>krishna-svabh&#257;va, &#8212; bhakta-nind&#257; sahite n&#257; p&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; the characteristic of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A> devotee; <A CLASS=v HREF="http://vedabase.net/a/ajna">ajña</A>-<A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; offense by <A HREF="http://vedabase.net/a/an">an</A> ignorant rascal; <A CLASS=v HREF="http://vedabase.net/k/ksama">ksham&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; excuses; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/s/svabhava">svabh&#257;va</A> &#8212; the characteristic of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/n/ninda">nind&#257;</A> &#8212; blaspheming the devotees; <A CLASS=v HREF="http://vedabase.net/s/sahite">sahite</A> <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/pare">p&#257;re</A> &#8212; cannot tolerate.</P><P CLASS=t>TRANSLATION</P><P>A characteristic of a pure devotee is that he excuses any offense by an ignorant rascal. A characteristic of Krishna, however, is that He cannot tolerate blasphemy of His devotees.</P><P CLASS=t>PURPORT</P><P>The characteristic of a Vaishnava and the characteristic of the Lord mentioned in this verse are very significant. In His &#346;iksh&#257;shtaka (3) &#346;r&#299; Caitanya Mah&#257;prabhu has taught the characteristics of a Vaishnava:</P><P>trin&#257;d api su-n&#299;cena taror iva sahishnun&#257;</P><P CLASS=n>am&#257;nin&#257; m&#257;na-dena k&#299;rtan&#299;yah sad&#257; harih</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/adi/17/31.htm">adi 17.31</A>]</P><P>A Vaishnava strictly follows this principle of being humbler than the grass and more tolerant than a tree, expecting no honor from others but offering honor to everyone. In this way, a Vaishnava is simply interested in chanting about the Supreme Personality of Godhead and glorifying Him. Harid&#257;sa Th&#257;kura epitomized this foremost order of Vaishnavism.</P><P>Krishna, however, cannot tolerate any insults or blasphemy against a Vaishnava. For example, Prahl&#257;da Mah&#257;r&#257;ja was chastised by his father, Hiranyaka&#347;ipu, in so many ways, but although Prahl&#257;da tolerated this, Krishna did not. The Lord therefore came in the form of Nrisimhadeva to kill Hiranyaka&#347;ipu. Similarly, although &#346;r&#299;la Harid&#257;sa Th&#257;kura tolerated the insult by Gop&#257;la Cakravart&#299;, Krishna could not. The Lord immediately punished Gop&#257;la Cakravart&#299; by making him suffer from leprosy. While instructing &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; about the many restrictive rules and regulations for Vaishnavas, &#346;r&#299; Caitanya Mah&#257;prabhu has very vividly described the effects of offenses at the lotus feet of a Vaishnava. Yadi vaishnava-apar&#257;dha uthe h&#257;t&#299; m&#257;t&#257; (<A CLASS=v HREF="../../../cc/madhya/19/156.htm">Madhya 19.156</A>). Offending or blaspheming a Vaishnava has been described as the greatest offense, and it has been compared to a mad elephant. When a mad elephant enters a garden, it ruins all the creepers, flowers and trees. Similarly, if a devotee properly executing his devotional service becomes an offender at the lotus feet of his spiritual master or another Vaishnava, his devotional service is spoiled.</P><P CLASS=l><A CLASS=i HREF="212.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="214.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>