<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 220</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 220"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.220</P><P CLASS=c>alaukika &#257;c&#257;ra tom&#257;ra kahite p&#257;i bhaya</P><P CLASS=c>sei krip&#257; karib&#257;, &#8212; y&#257;te mora raksh&#257; haya"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/alaukika">alaukika</A> <A CLASS=v HREF="http://vedabase.net/a/acara">&#257;c&#257;ra</A> &#8212; uncommon behavior; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/k/kahite">kahite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/p/pai">p&#257;i</A> <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> afraid; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; that favor; <A CLASS=v HREF="http://vedabase.net/k/kariba">karib&#257;</A> &#8212; kindly <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/y/yate">y&#257;te</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/r/raksa">raksh&#257;</A> &#8212; protection; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is.</P><P CLASS=t>TRANSLATION</P><P>"My dear Sir, Your behavior is uncommon. Indeed, sometimes I am afraid to speak to You. But please favor me by protecting me from the behavior of society."</P><P CLASS=t>PURPORT</P><P>While Harid&#257;sa Th&#257;kura was staying under the care of Advaita &#256;c&#257;rya, he was afraid of the behavior of the society in &#346;&#257;ntipura, Navadv&#299;pa, which was full of exceedingly aristocratic br&#257;hmanas, kshatriyas and vai&#347;yas. Harid&#257;sa Th&#257;kura was born in a Muslim family and was later recognized as a great Vaishnava, but nevertheless the br&#257;hmanas were very critical of him. Thus Harid&#257;sa Th&#257;kura was afraid that Advaita &#256;c&#257;rya would be put into some difficulty because of His familiarity with Harid&#257;sa Th&#257;kura. &#346;r&#299; Advaita &#256;c&#257;rya treated Harid&#257;sa Th&#257;kura as a most elevated Vaishnava, but others, like R&#257;macandra Kh&#257;n, were envious of Harid&#257;sa Th&#257;kura. Of course, we have to follow in the footsteps of Advaita &#256;c&#257;rya, not caring for people like R&#257;macandra Kh&#257;n. At present, many Vaishnavas are coming to our Krishna consciousness movement from among the Europeans and Americans, and although men like R&#257;macandra Kh&#257;n are always envious of such Vaishnavas, one should follow in the footsteps of &#346;r&#299; Advaita &#256;c&#257;rya by treating all of them as Vaishnavas. Although they are not as exalted as Harid&#257;sa Th&#257;kura, such Americans and Europeans, having accepted the principles of Vaishnava philosophy and behavior, should never be excluded from Vaishnava society.</P><P CLASS=l><A CLASS=i HREF="219.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="221.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>