<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 222</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 222"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.222</P><P CLASS=c>tumi kh&#257;ile haya koti-br&#257;hmana-bhojana"</P><P CLASS=c>eta bali, &#347;r&#257;ddha-p&#257;tra kar&#257;il&#257; bhojana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tumi">tumi</A> <A CLASS=v HREF="http://vedabase.net/k/khaile">kh&#257;ile</A> &#8212; if you eat; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/k/koti">koti</A>-<A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>-<A CLASS=v HREF="http://vedabase.net/b/bhojana">bhojana</A> &#8212; feeding ten million br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/e/eta">eta</A> <A CLASS=v HREF="http://vedabase.net/b/bali">bali</A> &#8212; saying this; <A CLASS=v HREF="http://vedabase.net/s/sraddha">&#347;r&#257;ddha</A>-<A CLASS=v HREF="http://vedabase.net/p/patra">p&#257;tra</A> &#8212; the dish offered <A HREF="http://vedabase.net/t/to">to</A> the forefathers; <A CLASS=v HREF="http://vedabase.net/k/karaila">kar&#257;il&#257;</A> <A CLASS=v HREF="http://vedabase.net/b/bhojana">bhojana</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> <A HREF="http://vedabase.net/t/to">to</A> eat.</P><P CLASS=t>TRANSLATION</P><P>"Feeding you is equal to feeding ten million br&#257;hmanas," Advaita &#256;c&#257;rya said. "Therefore, accept this &#347;r&#257;ddha-p&#257;tra." Thus Advaita &#256;c&#257;rya made him eat.</P><P CLASS=t>PURPORT</P><P>&#346;r&#257;ddha is pras&#257;dam offered to the forefathers at a certain date of the year or month. The &#347;r&#257;ddha-p&#257;tra, or plate offered to the forefathers, is then offered to the best of the br&#257;hmanas in society. Instead of offering the &#347;r&#257;ddha-p&#257;tra to any other br&#257;hmana, Advaita &#256;c&#257;rya offered it to Harid&#257;sa Th&#257;kura, considering him greater than any of the foremost br&#257;hmanas. This act by &#346;r&#299; Advaita &#256;c&#257;rya proves that Harid&#257;sa Th&#257;kura was always situated in a transcendental position and was therefore always greater than even the most exalted br&#257;hmana, for he was situated above the mode of goodness of the material world. Referring to the Bhakti-sandarbha, text 177, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura quotes the following statements from the Garuda Pur&#257;na in this connection:</P><P>br&#257;hman&#257;n&#257;m sahasrebhyah satra-y&#257;j&#299; vi&#347;ishyate</P><P CLASS=n>satra-y&#257;ji-sahasrebhyah sarva-ved&#257;nta-p&#257;ragah</P><P CLASS=n>sarva-ved&#257;nta-vit-koty&#257; vishnu-bhakto vi&#347;ishyate</P><P CLASS=n>vaishnav&#257;n&#257;m sahasrebhya ek&#257;nty eko vi&#347;ishyate</P><P>"A br&#257;hmana qualified to offer sacrifices is better than an ordinary br&#257;hmana, and better than such a br&#257;hmana is one who has studied all the Vedic scriptures. Among many such br&#257;hmanas, one who is a devotee of Lord Vishnu is the best, and among many such Vaishnavas, one who fully engages in the service of the Lord is the best."</P><P>bhaktir ashta-vidh&#257; hy esh&#257; yasmin mlecche 'pi vartate</P><P CLASS=n>sa viprendro muni-&#347;reshthah sa jñ&#257;n&#299; sa ca panditah</P><P CLASS=n>tasmai deyam tato gr&#257;hyam sa ca p&#363;jyo yath&#257; harih</P><P>"There are many different kinds of devotees, but even a Vaishnava coming from a family of mlecchas or yavanas is understood to be a learned scholar, complete in knowledge, if he knows the Vaishnava philosophy. He should therefore be given charity, for such a Vaishnava is as worshipable as the Supreme Personality of Godhead."</P><P>na me 'bhakta&#347; catur-ved&#299; mad-bhaktah &#347;va-pacah priyah</P><P CLASS=n>tasmai deyam tato gr&#257;hyam sa ca p&#363;jyo yath&#257; hy aham</P><P>Lord Krishna says, "Even if a nondevotee comes from a br&#257;hmana family and is expert in studying the Vedas, he is not very dear to Me, whereas even if a sincere devotee comes from a low family of meat-eaters, he is very dear to Me. Such a sincere pure devotee should be given charity, for he is as worshipable as I."</P><P CLASS=l><A CLASS=i HREF="221.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="223.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>