<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 223</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 223"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.223</P><P CLASS=c>jagat-nist&#257;ra l&#257;gi' karena cintana</P><P CLASS=c>avaishnava-jagat kemane ha-ibe mocana?</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/n/nistara">nist&#257;ra</A> &#8212; the deliverance of the people of the whole world; <A CLASS=v HREF="http://vedabase.net/l/lagi">l&#257;gi</A>' &#8212; for; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> <A CLASS=v HREF="http://vedabase.net/c/cintana">cintana</A> &#8212; was always thinking; <A CLASS=v HREF="http://vedabase.net/a/avaisnava">avaishnava</A> &#8212; full of nondevotees; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; the whole world; <A CLASS=v HREF="http://vedabase.net/k/kemane">kemane</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ibe">ibe</A> <A CLASS=v HREF="http://vedabase.net/m/mocana">mocana</A> &#8212; will be delivered.</P><P CLASS=t>TRANSLATION</P><P>Advaita &#256;c&#257;rya was always absorbed in thoughts of how to deliver the fallen souls of the entire world. "The entire world is full of nondevotees," He thought. "How will they be delivered?"</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Advaita &#256;c&#257;rya sets the standard for &#257;c&#257;ryas in the Vaishnava samprad&#257;ya. An &#257;c&#257;rya must always be eager to deliver the fallen souls. A person who establishes a temple or matha to take advantage of people's sentiments by using for his livelihood what people contribute for the worship of the Deity cannot be called a gosv&#257;m&#299; or &#257;c&#257;rya. One who knows the conclusion of the &#347;&#257;stras, follows in the footsteps of his predecessors and endeavors to preach the bhakti cult all over the world is to be considered an &#257;c&#257;rya. The role of an &#257;c&#257;rya is not to earn his livelihood through the income of the temple. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura used to say that if one earns his livelihood by displaying the Deity in the temple, he is not an &#257;c&#257;rya or gosv&#257;m&#299;. It would be better for him to accept service even as a sweeper in the street, for that is a more honorable means of earning one's living.</P><P CLASS=l><A CLASS=i HREF="222.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="224.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>