<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 250</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 250"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.250</P><P CLASS=c>tabe n&#257;r&#299; kahe t&#257;&#324;re kari' namask&#257;ra</P><P CLASS=c>'&#257;mi &#8212; m&#257;y&#257;' karite &#257;il&#257;&#324;a par&#299;ksh&#257; tom&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/n/nari">n&#257;r&#299;</A> &#8212; the woman; <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; unto <A HREF="http://vedabase.net/h/haridasa">Harid&#257;sa</A> <A HREF="http://vedabase.net/t/thakura">Th&#257;kura</A>; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' <A CLASS=v HREF="http://vedabase.net/n/namaskara">namask&#257;ra</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the illusory energy; <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/d/do">do</A>; <A CLASS=v HREF="http://vedabase.net/a/ailana">&#257;il&#257;&#324;a</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> came; <A CLASS=v HREF="http://vedabase.net/p/pariksa">par&#299;ksh&#257;</A> &#8212; testing; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; your.</P><P CLASS=t>TRANSLATION</P><P>After offering obeisances to Harid&#257;sa Th&#257;kura, the woman said, "I am the illusory energy of the Supreme Personality of Godhead. I came here to test you.</P><P CLASS=t>PURPORT</P><P>In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>) Lord Krishna says:</P><P>daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;</P><P CLASS=n>m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te</P><P>"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome. But those who have surrendered unto Me can easily cross beyond it." This was actually proved by the behavior of Harid&#257;sa Th&#257;kura. M&#257;y&#257; enchants the entire world. Indeed, people have forgotten the ultimate goal of life because of the dazzling attractions of the material world. But this dazzling attraction, especially the attractive beauty of a woman, is meant for persons who are not surrendered to the Supreme Personality of Godhead. The Lord says, m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te: [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>] "One who is surrendered unto Me cannot be conquered by the illusory energy." The illusory energy personally came to test Harid&#257;sa Th&#257;kura, but herein she admits her defeat, for she was unable to captivate him. How is this possible? It was because Harid&#257;sa Th&#257;kura, fully surrendered to the lotus feet of Krishna, was always absorbed in thoughts of Krishna by chanting the holy names of the Lord 300,000 times daily as a vow.</P><P CLASS=l><A CLASS=i HREF="249.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="251.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>