<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 251</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 251"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.251</P><P CLASS=c>brahm&#257;di j&#299;va, &#257;mi sab&#257;re mohilu&#324;</P><P CLASS=c>ekel&#257; tom&#257;re &#257;mi mohite n&#257;rilu&#324;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; all living entities, beginning from Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/s/sabare">sab&#257;re</A> <A CLASS=v HREF="http://vedabase.net/m/mohilun">mohilu&#324;</A> &#8212; captivated everyone; <A CLASS=v HREF="http://vedabase.net/e/ekela">ekel&#257;</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/t/tomare">tom&#257;re</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/ami">&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/m/mohite">mohite</A> <A CLASS=v HREF="http://vedabase.net/n/narilun">n&#257;rilu&#324;</A> &#8212; could not attract.</P><P CLASS=t>TRANSLATION</P><P>"I have previously captivated the mind of even Brahm&#257;, what to speak of others. Your mind alone have I failed to attract.</P><P CLASS=t>PURPORT</P><P>Beginning from Lord Brahm&#257; down to the insignificant ant, everyone, without exception, is attracted by the illusory energy of the Supreme Personality of Godhead. The demigods, human beings, animals, birds, beasts, trees and plants are all attracted by sexual desire. That is the illusion of m&#257;y&#257;. Everyone, whether man or woman, thinks that he is the enjoyer of the illusory energy. In this way, everyone is captivated and engaged in material activities. However, because Harid&#257;sa Th&#257;kura was always thinking of the Supreme Personality of Godhead and was always busy satisfying the senses of the Lord, this process alone saved him from the captivation of m&#257;y&#257;. This is practical proof of the strength of devotional service. Because of his full engagement in the service of the Lord, he could not be induced to enjoy m&#257;y&#257;. The verdict of the &#347;&#257;stras is that a pure Vaishnava, or devotee of the Lord, never thinks of enjoying the material world, which culminates in sex life. He never thinks himself an enjoyer; instead, he always wants to be enjoyed by the Supreme Personality of Godhead. Therefore the conclusion is that the Supreme Personality of Godhead is eternal, transcendental, beyond the perception of sense gratification and beyond the material qualities. Only if a living entity gives up the false conception that the body is the self and always thinks himself an eternal servant of Krishna and the Vaishnavas can he surpass the influence of m&#257;y&#257; (m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>]). A pure living entity who thus attains the stage of anartha-nivritti, cessation of everything unwanted, has nothing to enjoy in the material world. One attains this stage only by properly performing the functions of devotional service. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has written:</P><P>&#257;dau &#347;raddh&#257; tatah s&#257;dhu-sa&#324;go 'tha bhajana-kriy&#257;</P><P CLASS=n>tato 'nartha-nivrittih sy&#257;t tato nishth&#257; rucis tatah</P><P>"In the beginning one must have a preliminary desire for self-realization. This will bring one to the stage of trying to associate with persons who are spiritually elevated. In the next stage, one becomes initiated by an elevated spiritual master, and under his instruction the neophyte devotee begins the process of devotional service. By execution of devotional service under the guidance of the spiritual master, one becomes freed from all material attachments, attains steadiness in self-realization and acquires a taste for hearing about the Absolute Personality of Godhead, &#346;r&#299; Krishna." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/4/15">1.4.15</A>) If one is actually executing devotional service, then anarthas, the unwanted things associated with material enjoyment, will automatically disappear.</P><P CLASS=l><A CLASS=i HREF="250.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="252-253.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>