<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 257</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 257"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.257</P><P CLASS=c>mukti-hetuka t&#257;raka haya 'r&#257;ma-n&#257;ma'</P><P CLASS=c>'krishna-n&#257;ma' p&#257;raka hañ&#257; kare prema-d&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mukti">mukti</A>-<A CLASS=v HREF="http://vedabase.net/h/hetuka">hetuka</A> &#8212; the cause of liberation; <A CLASS=v HREF="http://vedabase.net/t/taraka">t&#257;raka</A> &#8212; deliverer; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/r/rama">R&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/p/paraka">p&#257;raka</A> &#8212; that which gets one <A HREF="http://vedabase.net/t/to">to</A> the other side of the ocean of nescience; <A CLASS=v HREF="http://vedabase.net/h/hana">hañ&#257;</A> &#8212; being; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; gives; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; the gift of love of <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>"The holy name of Lord R&#257;ma certainly gives liberation, but the holy name of Krishna transports one to the other side of the ocean of nescience and at last gives one ecstatic love of Krishna.</P><P CLASS=t>PURPORT</P><P>In an indirect way, this verse explains the chanting of the Hare Krishna mah&#257;-mantra. The Hare Krishna mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; includes both the holy name of Lord Krishna and the name of Lord R&#257;ma. Lord R&#257;ma gives one the opportunity to be liberated, but simply by liberation one does not get actual spiritual benefit. Sometimes if one is liberated from the material world but has no shelter at the lotus feet of Krishna, one falls down to the material world again. Liberation is like a state of convalescence, in which one is free from a fever but is still not healthy. Even in the stage of convalescence, if one is not very careful, one may have a relapse. Similarly, liberation does not offer as much security as the shelter of the lotus feet of Krishna. It is stated in the &#347;&#257;stra:</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>"O Lord, the intelligence of those who think themselves liberated but who have no devotion is impure. Even though they rise to the highest point of liberation by dint of severe penances and austerities, they are sure to fall down again into material existence, for they do not take shelter at Your lotus feet." (&#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>) Yushmad-a&#324;ghrayah refers to the lotus feet of Krishna. If one does not take shelter of Krishna's lotus feet, he falls down (patanty adhah), even from liberation. The Hare Krishna mah&#257;-mantra, however, gives liberation and at the same time offers shelter at the lotus feet of Krishna. If one takes shelter at the lotus feet of Krishna after liberation, he develops his dormant ecstatic love for Krishna. That is the highest perfection of life.</P><P CLASS=l><A CLASS=i HREF="256.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="258.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>