<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.51</P><P CLASS=c>ih&#257;-sab&#257;ra kon mate ha-ibe nist&#257;ra?</P><P CLASS=c>t&#257;h&#257;ra hetu n&#257; dekhiye, &#8212; e duhkha ap&#257;ra"</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iha">ih&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all these yavanas; <A CLASS=v HREF="http://vedabase.net/k/kon">kon</A> <A CLASS=v HREF="http://vedabase.net/m/mate">mate</A> &#8212; by which way; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ibe">ibe</A> <A CLASS=v HREF="http://vedabase.net/n/nistara">nist&#257;ra</A> &#8212; will be deliverance; <A CLASS=v HREF="http://vedabase.net/t/tahara">t&#257;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; the cause of such deliverance; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/dekhiye">dekhiye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A> not see; <A CLASS=v HREF="http://vedabase.net/e/e">e</A> <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> <A CLASS=v HREF="http://vedabase.net/a/apara">ap&#257;ra</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is My great unhappiness.</P><P CLASS=t>TRANSLATION</P><P>"How will these yavanas be delivered? To My great unhappiness, I do not see any way."</P><P CLASS=t>PURPORT</P><P>This verse reveals the significance of Lord &#346;r&#299; Caitanya's appearance as patita-p&#257;vana, the deliverer of all the fallen souls. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura sings, patita-p&#257;vana-hetu tava avat&#257;ra: "O my Lord, You have appeared just to deliver all the fallen souls." Mo-sama patita prabhu n&#257; p&#257;ibe &#257;ra: "And among all the fallen souls, I am the lowest." How &#346;r&#299; Krishna Caitanya Mah&#257;prabhu was always thinking about the deliverance of the fallen souls is shown by the statement e duhkha ap&#257;ra ("It is My great unhappiness"). This statement indicates that &#346;r&#299; Caitanya Mah&#257;prabhu, who is the Supreme Personality of Godhead Krishna Himself, is always very unhappy to see the fallen souls in the material world. Therefore He Himself comes as He is, or He comes as a devotee in the form of &#346;r&#299; Caitanya Mah&#257;prabhu, to deliver love of Krishna directly to the fallen souls. Namo mah&#257;-vad&#257;ny&#257;ya krishna-prema-prad&#257;ya te [<A CLASS=v HREF="../../../cc/madhya/19/53.htm">Madhya 19.53</A>]. &#346;r&#299; Caitanya Mah&#257;prabhu is so merciful that He not only gives knowledge of Krishna but by His practical activities teaches everyone how to love Krishna (krishna-prema-prad&#257;ya te).</P><P>Those who are following in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu should take the Lord's mission most seriously. In this Age of Kali, people are gradually becoming less than animals. Nevertheless, although they are eating the flesh of cows and are envious of brahminical culture, &#346;r&#299; Caitanya Mah&#257;prabhu is considering how to deliver them from this horrible condition of life. Thus He asks all Indians to take up His mission:</P><P>bh&#257;rata-bh&#363;mite haila manushya-janma y&#257;ra</P><P CLASS=n>janma s&#257;rthaka kari' kara para-upak&#257;ra</P><P>"One who has taken his birth as a human being in the land of India [Bh&#257;rata-varsha] should make his life successful and work for the benefit of all other people." (Cc. &#256;di-l&#299;l&#257; <A CLASS=v HREF="../../../cc/adi/9/41.htm">9.41</A>) it is therefore the duty of every advanced and cultured Indian to take this cause very seriously. All Indians should help the Krishna consciousness movement in its progress, to the best of their ability. Then they will be considered real followers of &#346;r&#299; Caitanya Mah&#257;prabhu. Unfortunately, even some so-called Vaishnavas enviously refuse to cooperate with this movement but instead condemn it in so many ways. We are very sorry to say that these people try to find fault with us, being unnecessarily envious of our activities, although we are trying to the best of our ability to introduce the Krishna consciousness movement directly into the countries of the yavanas and mlecchas. Such yavanas and mlecchas are coming to us and becoming purified Vaishnavas who follow in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu. One who identifies himself as a follower of &#346;r&#299; Caitanya Mah&#257;prabhu should feel like &#346;r&#299; Caitanya Mah&#257;prabhu, who said, ih&#257;-sab&#257;ra kon mate ha-ibe nist&#257;ra: "How will all these yavanas be delivered?" &#346;r&#299; Caitanya Mah&#257;prabhu was always anxious to deliver the fallen souls because their fallen condition gave Him great unhappiness. That is the platform on which one can propagate the mission of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>