<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 60</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3 Verse 60"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3.60</P><P CLASS=c>n&#257;maikam yasya v&#257;ci smarana-patha-gatam &#347;rotra-m&#363;lam gatam v&#257;</P><P CLASS=c>&#347;uddham v&#257;&#347;uddha-varnam vyavahita-rahitam t&#257;rayaty eva satyam</P><P CLASS=c>tac ced deha-dravina-janat&#257;-lobha-p&#257;shanda-madhye</P><P CLASS=c>nikshiptam sy&#257;n na phala-janakam &#347;&#299;ghram ev&#257;tra vipra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/v/vaci">v&#257;ci</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mouth; <A CLASS=v HREF="http://vedabase.net/s/smarana">smarana</A>-<A CLASS=v HREF="http://vedabase.net/p/patha">patha</A>-<A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; entered the path of remembrance; <A CLASS=v HREF="http://vedabase.net/s/srotra">&#347;rotra</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> <A CLASS=v HREF="http://vedabase.net/g/gatam">gatam</A> &#8212; entered the roots of the ears; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/s/suddham">&#347;uddham</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/asuddha">a&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/v/varnam">varnam</A> &#8212; impurely uttered; <A CLASS=v HREF="http://vedabase.net/v/vyavahita">vyavahita</A>-<A CLASS=v HREF="http://vedabase.net/r/rahitam">rahitam</A> &#8212; without offenses or without being separated; <A CLASS=v HREF="http://vedabase.net/t/tarayati">t&#257;rayati</A> &#8212; delivers; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; truly; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; the material body; <A CLASS=v HREF="http://vedabase.net/d/dravina">dravina</A> &#8212; material opulence; <A CLASS=v HREF="http://vedabase.net/j/janata">janat&#257;</A> &#8212; public support; <A CLASS=v HREF="http://vedabase.net/l/lobha">lobha</A> &#8212; greed; <A CLASS=v HREF="http://vedabase.net/p/pasanda">p&#257;shanda</A> &#8212; atheism; <A CLASS=v HREF="http://vedabase.net/m/madhye">madhye</A> &#8212; toward; <A CLASS=v HREF="http://vedabase.net/n/niksiptam">nikshiptam</A> &#8212; directed; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may be; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/phala">phala</A>-<A CLASS=v HREF="http://vedabase.net/j/janakam">janakam</A> &#8212; producing the results; <A CLASS=v HREF="http://vedabase.net/s/sighram">&#347;&#299;ghram</A> &#8212; quickly; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this matter; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>.</P><P CLASS=t>TRANSLATION</P><P>"If a devotee once utters the holy name of the Lord, or if it penetrates his mind or enters his ear, which is the channel of aural reception, that holy name will certainly deliver him from material bondage, whether vibrated properly or improperly, with correct or incorrect grammar, or properly joined or vibrated in separate parts. O br&#257;hmana, the potency of the holy name is therefore certainly great. However, if one uses the vibration of the holy name for the benefit of the material body, for material wealth and followers, or under the influence of greed or atheism &#8212; in other words, if one utters the name with offenses &#8212; such chanting will not produce the desired result very soon. Therefore one should diligently avoid offenses in chanting the holy name of the Lord.'"</P><P CLASS=t>PURPORT</P><P>This verse from the Padma Pur&#257;na is included in the Hari-bhakti-vil&#257;sa (<A CLASS=v HREF="http://vedabase.net/todo/vilasa11/289">11.289</A>) by San&#257;tana Gosv&#257;m&#299;. Therein &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; gives the following explanation:</P><P>v&#257;ci gatam prasa&#324;g&#257;d v&#257;&#324;-madhye pravrittam api, smarana-patha-gatam kathañcin manah-sprishtam api, &#347;rotra-m&#363;lam gatam kiñcit &#347;rutam api, &#347;uddha-varnam v&#257; a&#347;uddha-varnam api v&#257;, vyavahitam &#347;abd&#257;ntarena yad-vyavadh&#257;nam vakshyam&#257;na-n&#257;r&#257;yana-&#347;abdasya kiñcid ucc&#257;ran&#257;nantaram prasa&#324;g&#257;d &#257;patitam &#347;abd&#257;ntaram tena rahitam sat.</P><P>This means that if one somehow or other hears, utters or remembers the holy name, or if it catches his mind while coming near his ears, that holy name, even if vibrated in separate words, will act. An example of such separation is given as follows:</P><P>yadv&#257;, yadyapi 'halam riktam' ity &#257;dy-uktau hak&#257;ra-rik&#257;rayor vritty&#257; har&#299;ti-n&#257;m&#257;sty eva, tath&#257; 'r&#257;ja-mahish&#299;' ity atra r&#257;ma-n&#257;m&#257;pi, evam anyad apy &#363;hyam, tath&#257;pi tat-tan-n&#257;ma-madhye vyavadh&#257;yakam akshar&#257;ntaram ast&#299;ty et&#257;dri&#347;a-vyavadh&#257;na-rahitam ity arthah, yadv&#257;, vyavahitam ca tad-rahitam c&#257;pi v&#257;, tatra vyavahitam n&#257;mnah kiñcid ucc&#257;ran&#257;nantaram kathañcid &#257;patitam &#347;abd&#257;ntaram sam&#257;dh&#257;ya pa&#347;c&#257;n n&#257;m&#257;va&#347;isht&#257;kshara-grahanam ity evam r&#363;pam, madhye &#347;abd&#257;ntaren&#257;ntaritam ity arthah, rahitam pa&#347;c&#257;d ava&#347;isht&#257;kshara-grahana-varjitam, kenacid am&#347;ena h&#299;nam ity arthah, tath&#257;pi t&#257;rayaty eva.</P><P>Suppose one is using the two words halam riktam. Now the syllable ha in the word halam and the syllable ri in riktam are separately pronounced, but nevertheless the holy name will act because one somehow or other utters the word hari. Similarly, in the word r&#257;ja-mahish&#299;, the syllables r&#257; and ma appear in two separate words, but because they somehow or other appear together, the holy name r&#257;ma will act, provided there are no offenses.</P><P>sarvebhyah p&#257;pebhyo 'par&#257;dhebhya&#347; ca sams&#257;r&#257;d apy uddh&#257;rayaty eveti satyam eva, kintu n&#257;ma-sevanasya mukhyam yat phalam tan na sadyah sampadyate. tath&#257; deha-bharan&#257;dy-artham api n&#257;ma-sevanena mukhyam phalam &#257;&#347;u na sidhyat&#299;ty &#257;ha, tac ced iti.</P><P>The holy name has so much spiritual potency that it can deliver one from all sinful reactions and material entanglements, but utterance of the holy name will not be very soon fruitful if done to facilitate sinning.</P><P>tan n&#257;ma ced yadi deh&#257;di-madhye nikshiptam, deha-bharan&#257;dy-artham eva vinyastam, tad&#257;pi phala-janakam na bhavati kim? api tu bhavaty eva, kintu atra iha loke &#347;&#299;ghram na bhavati, kintu vilambenaiva bhavat&#299;ty arthah.</P><P>The holy name is so powerful that it must act, but when one utters the holy name with offenses, its action will be delayed, not immediate, although in favorable circumstances the holy names of the Lord act very quickly.</P><P CLASS=l><A CLASS=i HREF="59.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="61.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>