<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 3 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 3.1</B></A>: I offer my respectful obeisances unto the lotus feet of my spiritual master and of all the other preceptors on the path of devotional service, unto all the Vaishnavas and unto the six Gosv&#257;m&#299;s, including &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, J&#299;va Gosv&#257;m&#299; and their associates. I offer my respectful obeisances unto &#346;r&#299; Advaita &#256;c&#257;rya Prabhu, &#346;r&#299; Nity&#257;nanda Prabhu and &#346;r&#299; Caitanya Mah&#257;prabhu, as well as all His devotees, headed by &#346;r&#299;v&#257;sa Th&#257;kura. I then offer my respectful obeisances unto the lotus feet of Lord Krishna and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and all the gop&#299;s, headed by Lalit&#257; and Vi&#347;&#257;kh&#257;.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 3.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 3.3</B></A>: In Jagann&#257;tha Pur&#299; there was a young boy who had been born of an Orissan br&#257;hmana but had later lost his father. The boy's features were very beautiful, and his behavior was extremely gentle.</P><P CLASS=r><A CLASS=i HREF="4-5.htm"><B>CC Antya 3.4-5</B></A>: The boy came daily to &#346;r&#299; Caitanya Mah&#257;prabhu and offered Him respectful obeisances. He was free to talk with &#346;r&#299; Caitanya Mah&#257;prabhu because the Lord was his life and soul, but the boy's intimacy with the Lord and the Lord's mercy toward him were intolerable for D&#257;modara Pandita.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 3.6</B></A>: D&#257;modara Pandita again and again forbade the son of the br&#257;hmana to visit the Lord, but the boy could not bear staying home and not seeing &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 3.7</B></A>: The boy came every day to &#346;r&#299; Caitanya Mah&#257;prabhu, who treated him with great affection. It is the nature of any boy to go see a man who loves him.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 3.8</B></A>: This was intolerable for D&#257;modara Pandita. He became greatly unhappy, but there was nothing he could say, for the boy would ignore his restrictions.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 3.9</B></A>: One day when the boy came to &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord very affectionately inquired from him about all kinds of news.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 3.10</B></A>: After some time, when the boy stood up and left, the intolerant D&#257;modara Pandita began to speak.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 3.11</B></A>: D&#257;modara Pandita impudently said to the Lord, "Everyone says that You are a great teacher because of Your instructions to others, but now we shall find out what kind of teacher You are.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 3.12</B></A>: "You are known as Gos&#257;ñi [teacher or &#257;c&#257;rya], but now talk about Your attributes and reputation will spread throughout the city of Purushottama. How Your position will be impaired!"</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 3.13</B></A>: Although &#346;r&#299; Caitanya Mah&#257;prabhu knew that D&#257;modara Pandita was a pure and simple devotee, upon hearing this impudent talk the Lord said, "My dear D&#257;modara, what nonsense are you speaking?"D&#257;modara Pandita replied, "You are the independent Personality of Godhead, beyond all criticism.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 3.14</B></A>: "My dear Lord, You can act as You please. No one can say anything to restrict You. Nevertheless, the entire world is impudent. People can say anything. How can You stop them?</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 3.15</B></A>: "Dear Lord, You are a learned teacher. Why then don't You consider that this boy is the son of a widowed br&#257;hman&#299;? Why are You so affectionate to him?</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 3.16</B></A>: "Although the boy's mother is completely austere and chaste, she has one natural fault &#8212; she is a very beautiful young girl.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 3.17</B></A>: "And You, my dear Lord, are a handsome, attractive young man. Therefore certainly people will whisper about You. Why should You give them such an opportunity?"</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 3.18</B></A>: Having said this, D&#257;modara Pandita became silent. &#346;r&#299; Caitanya Mah&#257;prabhu smiled, pleased within Himself, and considered the impudence of D&#257;modara Pandita.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 3.19</B></A>: [&#346;r&#299; Caitanya Mah&#257;prabhu thought:] "This impudence is also a sign of pure love for Me. I have no other intimate friend like D&#257;modara Pandita."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 3.20</B></A>: Thinking in this way, &#346;r&#299; Caitanya Mah&#257;prabhu went to perform His noon duties. The next day, He called D&#257;modara Pandita to a solitary place.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 3.21</B></A>: The Lord said, "My dear friend D&#257;modara, you had better go to Nadia and stay with My mother.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 3.22</B></A>: "I see no one but you to protect her, for you are so careful that you can caution even Me.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 3.23</B></A>: "You are the most neutral among My associates. This is very good, for without being neutral one cannot protect religious principles.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 3.24</B></A>: "You can do whatever I cannot. Indeed, you can chastise even Me, what to speak of others.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 3.25</B></A>: "It is best for you to go to the shelter of My mother's lotus feet, for no one will be able to behave independently in front of you.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 3.26</B></A>: "At intervals you may come see Me here and then soon again go there.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 3.27</B></A>: "Offer My mother millions of My obeisances. Please speak to her about My happiness here and thus give her happiness.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 3.28</B></A>: "Tell her that I sent you to inform her of My personal activities so that she may share in My happiness.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 3.29</B></A>: "Speaking in this way, satisfy the mind of mother &#346;ac&#299;. Also, remind her of one most confidential incident with this message from Me.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 3.30</B></A>: "'I come to your home again and again to eat all the sweetmeats and vegetables you offer.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 3.31</B></A>: "'You know that I come and eat the offerings, but because of external separation, you consider this a dream.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 3.32</B></A>: "'During the last M&#257;gha-sa&#324;kr&#257;nti festival, you cooked varieties of vegetables, condensed milk, cakes and sweet rice for Me.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 3.33</B></A>: "'You offered the food to Lord Krishna, and while you were in meditation I suddenly appeared, and your eyes filled with tears.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 3.34</B></A>: "'I went there in great haste and ate everything. When you saw Me eating, you felt great happiness.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 3.35</B></A>: "'In a moment, after you had wiped your eyes, you saw that the plate you had offered Me was empty. Then you thought, "I dreamt as if Nim&#257;i were eating everything."</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 3.36</B></A>: "'In the condition of external separation, you were again under illusion, thinking that you had not offered the food to Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 3.37</B></A>: "'Then you went to see the cooking pots and found that every pot was filled with food. Therefore you again offered the food, after cleansing the place for the offering.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 3.38</B></A>: "'Thus I again and again eat everything you offer Me, for I am attracted by your pure love.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 3.39</B></A>: "'Only by your order am I living in N&#299;l&#257;cala [Jagann&#257;tha Pur&#299;]. Nevertheless, you still pull Me near you because of your great love for Me.'"</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 3.40</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu told D&#257;modara Pandita, "Remind mother &#346;ac&#299; in this way again and again and worship her lotus feet in My name."</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 3.41</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu ordered that varieties of pras&#257;dam offered to Lord Jagann&#257;tha be brought. The Lord then gave him the pras&#257;dam, separately packed, to offer to various Vaishnavas and His mother.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 3.42</B></A>: In this way D&#257;modara Pandita went to Nadia [Navadv&#299;pa]. After meeting mother &#346;ac&#299;, he stayed under the care of her lotus feet.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 3.43</B></A>: He delivered all the pras&#257;dam to such great Vaishnavas as Advaita &#256;c&#257;rya. Thus he stayed there and behaved according to the order of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 3.44</B></A>: Everyone knew that D&#257;modara Pandita was strict in practical dealings. Therefore everyone was afraid of him and dared not do anything independent.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 3.45</B></A>: D&#257;modara Pandita would verbally chastise every devotee of &#346;r&#299; Caitanya Mah&#257;prabhu whom he found deviating even slightly from proper behavior. Thus he established the standard etiquette.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 3.46</B></A>: In this way I have described D&#257;modara Pandita's verbal chastisements. As one hears about this, atheistic principles and ignorance depart.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 3.47</B></A>: The pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu are deeper than millions of seas and oceans. Therefore no one can understand what He does or why He does it.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 3.48</B></A>: I do not know the deep meaning of &#346;r&#299; Caitanya Mah&#257;prabhu's activities. As far as possible I shall try to explain them externally.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 3.49</B></A>: One day &#346;r&#299; Caitanya Mah&#257;prabhu met Harid&#257;sa Th&#257;kura as usual, and in the course of discussion He inquired as follows.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 3.50</B></A>: "My dear Th&#257;kura Harid&#257;sa, in this Age of Kali most people are bereft of Vedic culture, and therefore they are called yavanas. They are concerned only with killing cows and brahminical culture. In this way they all engage in sinful acts.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 3.51</B></A>: "How will these yavanas be delivered? To My great unhappiness, I do not see any way."</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 3.52</B></A>: Harid&#257;sa Th&#257;kura replied, "My dear Lord, do not be in anxiety. Do not be unhappy to see the condition of the yavanas in material existence.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 3.53</B></A>: "Because the yavanas are accustomed to saying 'h&#257; r&#257;ma, h&#257; r&#257;ma' ['O Lord R&#257;macandra'], they will very easily be delivered by this n&#257;m&#257;bh&#257;sa.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 3.54</B></A>: "A devotee in advanced ecstatic love exclaims, 'O my Lord R&#257;macandra! O my Lord R&#257;macandra!' But the yavanas also chant, 'h&#257; r&#257;ma, h&#257; r&#257;ma!' Just see their good fortune!"</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 3.55</B></A>: N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura, the authority on the chanting of the holy name, said, "The chanting of the Lord's holy name to indicate something other than the Lord is an instance of n&#257;m&#257;bh&#257;sa. Even when the holy name is chanted in this way, its transcendental power is not destroyed.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 3.56</B></A>: "'Even a mleccha who is being killed by the tusk of a boar and who cries in distress again and again, "h&#257; r&#257;ma, h&#257; r&#257;ma" attains liberation. What then to speak of those who chant the holy name with veneration and faith?'</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 3.57</B></A>: "Aj&#257;mila was a great sinner during his life, but at the time of death he accidentally called for his youngest son, whose name was N&#257;r&#257;yana, and the attendants of Lord Vishnu came to relieve him from the bonds of Yamar&#257;ja, the superintendent of death.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 3.58</B></A>: "The word 'r&#257;ma' consists of the two syllables 'r&#257;' and 'ma.' These are unseparated and are decorated with the loving word 'h&#257;,' meaning 'O.'</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 3.59</B></A>: "The letters of the holy name have so much spiritual potency that they act even when uttered improperly.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 3.60</B></A>: "If a devotee once utters the holy name of the Lord, or if it penetrates his mind or enters his ear, which is the channel of aural reception, that holy name will certainly deliver him from material bondage, whether vibrated properly or improperly, with correct or incorrect grammar, or properly joined or vibrated in separate parts. O br&#257;hmana, the potency of the holy name is therefore certainly great. However, if one uses the vibration of the holy name for the benefit of the material body, for material wealth and followers, or under the influence of greed or atheism &#8212; in other words, if one utters the name with offenses &#8212; such chanting will not produce the desired result very soon. Therefore one should diligently avoid offenses in chanting the holy name of the Lord.'"</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 3.61</B></A>: N&#257;m&#257;c&#257;rya Harid&#257;sa Th&#257;kura continued, "If one offenselessly utters the holy name even imperfectly, one can be freed from all the results of sinful life.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 3.62</B></A>: "'O reservoir of all good qualities, just worship &#346;r&#299; Krishna, the purifier of all purifiers, the most exalted of the personalities worshiped by choice poetry. Worship Him with a faithful, unflinching mind, without duplicity and in a highly elevated manner. Thus worship the Lord, whose name is like the sun, for just as a slight appearance of the sun dissipates the darkness of night, so a slight appearance of the holy name of Krishna can drive away all the darkness of ignorance that arises in the heart due to greatly sinful activities performed in previous lives.'</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 3.63</B></A>: "Even a faint light from the holy name of the Lord can eradicate all the reactions of sinful life.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 3.64</B></A>: "'While dying, Aj&#257;mila chanted the holy name of the Lord, intending to call his son N&#257;r&#257;yana. Nevertheless, he attained the spiritual world. What then to speak of those who chant the holy name with faith and reverence?'</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Antya 3.65</B></A>: "Because of even the faintest rays of the effulgence of the Lord's holy name, one can attain liberation. We can see this in all the revealed scriptures. The evidence appears in the story of Aj&#257;mila in &#346;r&#299;mad-Bh&#257;gavatam."</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Antya 3.66</B></A>: As &#346;r&#299; Caitanya Mah&#257;prabhu heard this from Harid&#257;sa Th&#257;kura, the happiness within His heart increased, but as a matter of course, He still inquired further.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 3.67</B></A>: "On this earth there are many living entities," the Lord said, "some moving and some not moving. What will happen to the trees, plants, insects and other living entities? How will they be delivered from material bondage?"</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 3.68</B></A>: Harid&#257;sa Th&#257;kura replied, "My dear Lord, the deliverance of all moving and nonmoving living entities takes place only by Your mercy. You have already granted this mercy and delivered them.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 3.69</B></A>: "You have loudly chanted the Hare Krishna mantra, and everyone, moving or not moving, has benefited by hearing it.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 3.70</B></A>: "My Lord, the moving entities who have heard Your loud sa&#324;k&#299;rtana have already been delivered from bondage to the material world, and after the nonmoving living entities like trees hear it, there is an echo.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 3.71</B></A>: "Actually, however, it is not an echo: it is the k&#299;rtana of the nonmoving living entities. All this, although inconceivable, is possible by Your mercy.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 3.72</B></A>: "When loud chanting of the Hare Krishna mantra is performed all over the world by those who follow in Your footsteps, all living entities, moving and nonmoving, dance in ecstatic devotional love.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 3.73</B></A>: "My dear Lord, all the incidents that took place while You were going to Vrind&#257;vana through the forest known as Jh&#257;rikhanda have been related to me by Your servant Balabhadra Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 3.74</B></A>: "When Your devotee V&#257;sudeva Datta submitted his plea at Your lotus feet for the deliverance of all living entities, You accepted that request.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 3.75</B></A>: "My dear Lord, You have accepted the form of a devotee just to deliver all the fallen souls of this world.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 3.76</B></A>: "You have preached the loud chanting of the Hare Krishna mah&#257;-mantra and in this way freed all moving and nonmoving living entities from material bondage."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 3.77</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "If all living entities are liberated, the entire universe will be devoid of living beings."</P><P CLASS=r><A CLASS=i HREF="78-79.htm"><B>CC Antya 3.78-79</B></A>: Harid&#257;sa said, "My Lord, as long as You are situated within the material world, You will send to the spiritual sky all the developed moving and nonmoving living entities in different species. Then again You will awaken the living entities who are not yet developed and engage them in activities.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 3.80</B></A>: "In this way all moving and nonmoving living entities will come into existence, and the entire universe will be filled as it was previously.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 3.81</B></A>: "Previously, when Lord R&#257;macandra left this world, He took with Him all the living entities of Ayodhy&#257;. Then He filled Ayodhy&#257; again with other living entities.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 3.82</B></A>: "My dear Lord, You have set a plan in motion by descending to the material world, but no one can understand how You are acting.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 3.83</B></A>: "Formerly, when Lord Krishna descended in Vrind&#257;vana, He freed all living entities in the universe from material existence in the same way.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 3.84</B></A>: "Krishna, the unborn Supreme Personality of Godhead, master of all masters of mystic power, delivers all living entities, moving and nonmoving. Nothing is astonishing in the activities of the Lord.'</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 3.85</B></A>: "'Although the Supreme Personality of Godhead may be seen, glorified or remembered with an attitude of envy, He nevertheless awards the most confidential liberation, which is rarely achieved by the demigods and demons. What, then, can be said of those who are already fully engaged in devotional service to the Lord?'</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 3.86</B></A>: "By descending as an incarnation at Navadv&#299;pa, You, just like Krishna, have already delivered all the living entities of the universe.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 3.87</B></A>: "One may say that he understands the glories of &#346;r&#299; Caitanya Mah&#257;prabhu. He may know whatever he may know, but as far as I am concerned, this is my conclusion.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 3.88</B></A>: "My dear Lord, Your pastimes are just like an ocean of nectar. It is not possible for me to conceive how great that ocean is or even to understand a drop of it."</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 3.89</B></A>: Hearing all this, &#346;r&#299; Caitanya Mah&#257;prabhu was astonished. "These are actually My confidential pastimes," He thought. "How could Harid&#257;sa have understood them?"</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 3.90</B></A>: Greatly satisfied by the statements of Harid&#257;sa Th&#257;kura, &#346;r&#299; Caitanya Mah&#257;prabhu embraced him. Outwardly, however, He avoided further discussions of these matters.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 3.91</B></A>: This is a characteristic of the Supreme Personality of Godhead. Although He wants to cover His opulence, He cannot do so before His devotees. This is well known everywhere.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 3.92</B></A>: "O my Lord, everything within material nature is limited by time, space and thought. Your characteristics, however, being unequaled and unsurpassed, are always transcendental to such limitations. You sometimes cover such characteristics by Your own energy, but nevertheless Your unalloyed devotees are always able to see You under all circumstances."</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 3.93</B></A>: Then &#346;r&#299; Caitanya Mah&#257;prabhu went to His personal devotees and began speaking about Harid&#257;sa Th&#257;kura's transcendental qualities as if He had hundreds of mouths.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 3.94</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu derives great pleasure from glorifying His devotees, and among the devotees, Harid&#257;sa Th&#257;kura is the foremost.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 3.95</B></A>: The transcendental qualities of Harid&#257;sa Th&#257;kura are innumerable and unfathomable. One may describe a portion of them, but to count them all is impossible.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 3.96</B></A>: In the Caitanya-ma&#324;gala, &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has described the attributes of Harid&#257;sa Th&#257;kura to some extent.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 3.97</B></A>: No one can describe all the qualities of Harid&#257;sa Th&#257;kura. One may say something about them just to purify himself.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 3.98</B></A>: O devotees of &#346;r&#299; Caitanya Mah&#257;prabhu, please hear something about the qualities of Harid&#257;sa Th&#257;kura that &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has not described in detail.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 3.99</B></A>: After leaving his home, Harid&#257;sa Th&#257;kura stayed for some time in the forest of Ben&#257;pola.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 3.100</B></A>: Harid&#257;sa Th&#257;kura constructed a cottage in a solitary forest. There he planted a tulas&#299; plant, and in front of the tulas&#299; he would chant the holy name of the Lord 300,000 times daily. He chanted throughout the entire day and night.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 3.101</B></A>: For his bodily maintenance he would go to a br&#257;hmana's house and beg some food. He was spiritually so influential that all the neighboring people worshiped him.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 3.102</B></A>: A landholder named R&#257;macandra Kh&#257;n was the zamindar of that district. He was envious of Vaishnavas and was therefore a great atheist.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 3.103</B></A>: Unable to tolerate that such respect was being offered to Harid&#257;sa Th&#257;kura, R&#257;macandra Kh&#257;n planned in various ways to dishonor him.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 3.104</B></A>: By no means could he find any fault in the character of Harid&#257;sa Th&#257;kura. Therefore he called for local prostitutes and began a plan to discredit His Holiness.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 3.105</B></A>: R&#257;macandra Kh&#257;n said to the prostitutes, "There is a mendicant named Harid&#257;sa Th&#257;kura. All of you devise a way to deviate him from his vows of austerity."</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 3.106</B></A>: Among the prostitutes, one attractive young girl was selected. "I shall attract the mind of Harid&#257;sa Th&#257;kura," she promised, "within three days."</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 3.107</B></A>: R&#257;macandra Kh&#257;n said to the prostitute, "My constable will go with you so that as soon as he sees you with Harid&#257;sa Th&#257;kura, immediately he will arrest him and bring both of you to me."</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 3.108</B></A>: The prostitute replied, "First let me have union with him once; then the second time I shall take your constable with me to arrest him."</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 3.109</B></A>: At night the prostitute, after dressing herself most attractively, went to the cottage of Harid&#257;sa Th&#257;kura with great jubilation.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 3.110</B></A>: After offering obeisances to the tulas&#299; plant, she went to the door of Harid&#257;sa Th&#257;kura, offered him obeisances and stood there.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 3.111</B></A>: Exposing part of her body to his view, she sat down on the threshold of the door and spoke to him in very sweet words.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 3.112</B></A>: "My dear Th&#257;kura, O great preacher, great devotee, you are so beautifully built, and your youth is just beginning. Who is the woman who could control her mind after seeing you?</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 3.113</B></A>: "I am eager to be united with you. My mind is greedy for this. If I don't obtain you, I shall not be able to keep my body and soul together."</P><P CLASS=r><A CLASS=i HREF="114-115.htm"><B>CC Antya 3.114-115</B></A>: Harid&#257;sa Th&#257;kura replied, "I shall accept you without fail, but you will have to wait until I have finished chanting my regular rounds on my beads. Until that time, please sit and listen to the chanting of the holy name. As soon as I am finished, I shall fulfill your desire."</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 3.116</B></A>: Hearing this, the prostitute remained sitting there while Harid&#257;sa Th&#257;kura chanted on his beads until the light of morning appeared.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 3.117</B></A>: When she saw that it was morning, the prostitute stood up and left. Coming before R&#257;macandra Kh&#257;n, she informed him of all the news.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 3.118</B></A>: "Today Harid&#257;sa Th&#257;kura has promised to enjoy with me. Tomorrow certainly I shall have union with him."</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 3.119</B></A>: The next night, when the prostitute came again, Harid&#257;sa Th&#257;kura gave her many assurances.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 3.120</B></A>: "Last night you were disappointed. Please excuse my offense. I shall certainly accept you.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 3.121</B></A>: "Please sit down and hear the chanting of the Hare Krishna mah&#257;-mantra until my regular chanting is finished. Then your desire will surely be fulfilled."</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 3.122</B></A>: After offering her obeisances to the tulas&#299; plant and Harid&#257;sa Th&#257;kura, she sat down at the door. Hearing Harid&#257;sa Th&#257;kura chanting the Hare Krishna mantra, she also chanted, "O my Lord Hari, O my Lord Hari."</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 3.123</B></A>: When the night came to an end, the prostitute was restless. Seeing this, Harid&#257;sa Th&#257;kura spoke to her as follows.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Antya 3.124</B></A>: "I have vowed to chant ten million names in a month. I have taken this vow, but now it is nearing its end.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Antya 3.125</B></A>: "I thought that today I would be able to finish my performance of yajña, my chanting of the Hare Krishna mantra. I tried my best to chant the holy name all night, but I still did not finish.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Antya 3.126</B></A>: "Tomorrow I will surely finish, and my vow will be fulfilled. Then it will be possible for me to enjoy with you in full freedom."</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Antya 3.127</B></A>: The prostitute returned to R&#257;macandra Kh&#257;n and informed him of what had happened. The next day she came earlier, at the beginning of the evening, and stayed with Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Antya 3.128</B></A>: After offering obeisances to the tulas&#299; plant and Harid&#257;sa Th&#257;kura, she sat down on the threshold of the room. Thus she began to hear Harid&#257;sa Th&#257;kura's chanting, and she also personally chanted "Hari, Hari," the holy name of the Lord.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Antya 3.129</B></A>: "Today it will be possible for me to finish my chanting," Harid&#257;sa Th&#257;kura informed her. "Then I shall satisfy all your desires."</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Antya 3.130</B></A>: The night ended while Harid&#257;sa Th&#257;kura was chanting, but by his association the mind of the prostitute had changed.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Antya 3.131</B></A>: The prostitute, now purified, fell at the lotus feet of Harid&#257;sa Th&#257;kura and confessed that R&#257;macandra Kh&#257;n had appointed her to pollute him.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Antya 3.132</B></A>: "Because I have taken the profession of a prostitute," she said, "I have performed unlimited sinful acts. My lord, be merciful to me. Deliver my fallen soul."</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Antya 3.133</B></A>: Harid&#257;sa Th&#257;kura replied, "I know everything about the conspiracy of R&#257;macandra Kh&#257;n. He is nothing but an ignorant fool. Therefore his activities do not make me feel unhappy.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Antya 3.134</B></A>: "On the very day R&#257;macandra Kh&#257;n was planning his intrigue against me, I would have left this place immediately, but because you came to me I stayed here for three days to deliver you."</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Antya 3.135</B></A>: The prostitute said, "Kindly act as my spiritual master. Instruct me in my duty, by which I can get relief from material existence."</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Antya 3.136</B></A>: Harid&#257;sa Th&#257;kura replied, "Immediately go home and distribute to the br&#257;hmanas whatever property you have. Then come back to this room and stay here forever in Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Antya 3.137</B></A>: "Chant the Hare Krishna mantra continuously and render service to the tulas&#299; plant by watering her and offering prayers to her. In this way you will very soon get the opportunity to be sheltered at the lotus feet of Krishna."</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Antya 3.138</B></A>: After thus instructing the prostitute about the process of chanting the Hare Krishna mantra, Harid&#257;sa Th&#257;kura stood up and left, continuously chanting "Hari, Hari."</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Antya 3.139</B></A>: Thereafter, the prostitute distributed to the br&#257;hmanas whatever household possessions she had, following the order of her spiritual master.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Antya 3.140</B></A>: The prostitute shaved her head clean in accordance with Vaishnava principles and stayed in that room wearing only one cloth. Following in the footsteps of her spiritual master, she began chanting the holy name of Krishna 300,000 times a day. She chanted throughout the entire day and night.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Antya 3.141</B></A>: She worshiped the tulas&#299; plant, following in the footsteps of her spiritual master. Instead of eating regularly, she chewed whatever food she received as alms, and if nothing was supplied she would fast. Thus by eating frugally and fasting she conquered her senses, and as soon as her senses were controlled, symptoms of love of Godhead appeared in her person.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Antya 3.142</B></A>: Thus the prostitute became a celebrated devotee. She became very advanced in spiritual life, and many stalwart Vaishnavas would come to see her.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Antya 3.143</B></A>: Seeing the sublime character of the prostitute, everyone was astonished. Everyone glorified the influence of Harid&#257;sa Th&#257;kura and offered him obeisances.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Antya 3.144</B></A>: By inducing a prostitute to disturb Harid&#257;sa Th&#257;kura, R&#257;macandra Kh&#257;n caused a seed of offense at his lotus feet to germinate. This seed later became a tree, and when it fructified, R&#257;macandra Kh&#257;n ate its fruits.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Antya 3.145</B></A>: This offense at the lotus feet of an exalted devotee has resulted in a wonderful narration. Taking advantage of the opportunity afforded by these incidents, I shall explain what happened. O devotees, please listen.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Antya 3.146</B></A>: R&#257;macandra Kh&#257;n was naturally a nondevotee. Now, having offended the lotus feet of Harid&#257;sa Th&#257;kura, he became just like a demoniac atheist.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Antya 3.147</B></A>: Because of blaspheming the cult of Vaishnavism and insulting the devotees for a long time, he now received the results of his offensive activities.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Antya 3.148</B></A>: When Lord Nity&#257;nanda returned to Bengal to preach the cult of bhakti, love of Godhead, He began touring all over the country.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Antya 3.149</B></A>: For two purposes &#8212; to spread the cult of bhakti and to defeat and subdue the atheists &#8212; Lord Nity&#257;nanda, the most dedicated devotee of the Lord, moved throughout the country.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Antya 3.150</B></A>: Lord Nity&#257;nanda, who is omniscient because He is the Supreme Personality of Godhead, came to the house of R&#257;macandra Kh&#257;n and sat down on the altar of the Durg&#257;-mandapa.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Antya 3.151</B></A>: When the Durg&#257;-mandapa and courtyard became filled with crowds of men, R&#257;macandra Kh&#257;n, who was inside the house, sent his servant to Lord Nity&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Antya 3.152</B></A>: The servant informed Lord Nity&#257;nanda, "My dear Sir, R&#257;macandra Kh&#257;n has sent me to accommodate You in some common man's house.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Antya 3.153</B></A>: "You might go to the house of a milkman, for the cowshed is spacious, whereas the space here in the Durg&#257;-mandapa is insufficient because You have many followers with You."</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Antya 3.154</B></A>: When Nity&#257;nanda Prabhu heard this order from the servant of R&#257;macandra Kh&#257;n, He became very angry and came out. Laughing very loudly, He spoke as follows.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Antya 3.155</B></A>: "R&#257;macandra Kh&#257;n has spoken rightly. This place is unfit for Me. It is fit for cow-killing meat-eaters."</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Antya 3.156</B></A>: Having said this, Lord Nity&#257;nanda stood up and left in an angry mood. To chastise R&#257;macandra Kh&#257;n, He did not even stay in that village.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Antya 3.157</B></A>: R&#257;macandra Kh&#257;n ordered the servant to dig up the dirt in the place where Nity&#257;nanda Prabhu had sat.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Antya 3.158</B></A>: To purify the Durg&#257;-mandapa temple and the courtyard, R&#257;macandra Kh&#257;n sprinkled and smeared it with water mixed with cow dung, but still his mind was unsatisfied.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Antya 3.159</B></A>: R&#257;macandra Kh&#257;n's business was questionable, for he tried to avoid paying income tax to the government. Therefore the government's minister of finance was angry and came to his residence.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Antya 3.160</B></A>: The Muslim minister made his residence in the Durg&#257;-mandapa of R&#257;macandra Kh&#257;n. He killed a cow and cooked the meat at that very place.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Antya 3.161</B></A>: He arrested R&#257;macandra Kh&#257;n, along with his wife and sons, and then he continuously plundered the house and village for three days.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Antya 3.162</B></A>: In that very room he cooked the flesh of a cow for three consecutive days. Then the next day he left, accompanied by his followers.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Antya 3.163</B></A>: The Muslim minister took away R&#257;macandra Kh&#257;n's position, wealth and followers. For many days the village remained deserted.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Antya 3.164</B></A>: Wherever an advanced devotee is insulted, for one man's fault the entire town or place is afflicted.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Antya 3.165</B></A>: Harid&#257;sa Th&#257;kura walked until he came to the village known as C&#257;ndapura. There he stayed at the house of Balar&#257;ma &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Antya 3.166</B></A>: Hiranya and Govardhana were the two governmental treasurers in that division of the country. Their priest was named Balar&#257;ma &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Antya 3.167</B></A>: Balar&#257;ma &#256;c&#257;rya, being favored by Harid&#257;sa Th&#257;kura, was very much attached to him. Therefore he kept Harid&#257;sa Th&#257;kura in the village with great care and attention.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Antya 3.168</B></A>: In the village, Harid&#257;sa Th&#257;kura was given a solitary thatched cottage, where he performed the chanting of the Hare Krishna mah&#257;-mantra. He accepted pras&#257;dam at the house of Balar&#257;ma &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Antya 3.169</B></A>: Raghun&#257;tha d&#257;sa, who was the son of Govardhana Majumad&#257;ra and was later to become Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, was at that time a boy engaged in study. He came to see Harid&#257;sa Th&#257;kura daily.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Antya 3.170</B></A>: Naturally Harid&#257;sa Th&#257;kura was merciful toward him, and because of the merciful benediction of this Vaishnava, he later attained the shelter of &#346;r&#299; Caitanya Mah&#257;prabhu's lotus feet.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Antya 3.171</B></A>: At the residence of Hiranya and Govardhana, discourses took place by which Harid&#257;sa Th&#257;kura was glorified. O devotees, please listen to that wonderful story.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Antya 3.172</B></A>: One day Balar&#257;ma &#256;c&#257;rya requested Harid&#257;sa Th&#257;kura with great humility to come to the assembly of the Majumad&#257;ras, Hiranya and Govardhana. Thus Balar&#257;ma &#256;c&#257;rya went there with Harid&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Antya 3.173</B></A>: Seeing Harid&#257;sa Th&#257;kura, the two brothers immediately stood up and fell at his lotus feet. Then with great respect they offered him a place to sit.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Antya 3.174</B></A>: In that assembly were many learned scholars, br&#257;hmanas and respectable gentlemen. The two brothers Hiranya and Govardhana were also greatly learned.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Antya 3.175</B></A>: Everyone there began to speak of Harid&#257;sa Th&#257;kura's great qualities as if they had five mouths. Hearing this, both brothers were extremely happy.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Antya 3.176</B></A>: It was mentioned in the assembly that Harid&#257;sa Th&#257;kura chanted the holy names of Krishna 300,000 times a day. Thus all the learned scholars began to discuss the glories of the holy name.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Antya 3.177</B></A>: Some of them said, "By chanting the holy name of the Lord, one is freed from the reactions of all sinful life."Others said, "Simply by chanting the holy name of the Lord, a living being is liberated from material bondage."</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Antya 3.178</B></A>: Harid&#257;sa Th&#257;kura protested, "These two benedictions are not the true result of chanting the holy name. Actually, by chanting the holy name without offenses, one awakens his ecstatic love for the lotus feet of Krishna.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Antya 3.179</B></A>: "'When a person is actually advanced and takes pleasure in chanting the holy name of the Lord, who is very dear to him, he is agitated and loudly chants the holy name. He also laughs, cries, becomes agitated and chants just like a madman, not caring for outsiders.'</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Antya 3.180</B></A>: "Liberation and extinction of the reactions of sinful life are two concomitant by-products of chanting the holy name of the Lord. An example is found in the gleams of morning sunlight.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Antya 3.181</B></A>: "'As the rising sun immediately dissipates all the world's darkness, which is deep like an ocean, so the holy name of the Lord, if chanted once without offenses, dissipates all the reactions of a living being's sinful life. All glories to that holy name of the Lord, which is auspicious for the entire world.'"</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Antya 3.182</B></A>: After reciting this verse, Harid&#257;sa Th&#257;kura said, "O learned scholars, please explain the meaning of this verse."But the audience requested Harid&#257;sa Th&#257;kura, "It is better for you to explain the meaning of this important verse."</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Antya 3.183</B></A>: Harid&#257;sa Th&#257;kura said, "As the sun begins to rise, even before it is visible it dissipates the darkness of night.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Antya 3.184</B></A>: "With the first glimpse of sunlight, fear of thieves, ghosts and demons immediately disappears, and when the sun is actually visible, everything is manifest, and everyone begins performing his religious activities and regulative duties.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Antya 3.185</B></A>: "Similarly, the first hint that offenseless chanting of the Lord's holy name has awakened dissipates the reactions of sinful life immediately. And when one chants the holy name offenselessly, one awakens to service in ecstatic love at the lotus feet of Krishna.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Antya 3.186</B></A>: "Liberation is the insignificant result derived from a glimpse of the awakening of offenseless chanting of the holy name.</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Antya 3.187</B></A>: "'While dying, Aj&#257;mila chanted the holy name of the Lord, intending to call his son N&#257;r&#257;yana. Nevertheless, he attained the spiritual world. What then to speak of those who chant the holy name with faith and reverence?'</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Antya 3.188</B></A>: "Liberation, which is unacceptable for a pure devotee, is always offered by Krishna without difficulty.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Antya 3.189</B></A>: "'My devotees do not accept s&#257;lokya, s&#257;rshti, s&#257;r&#363;pya, s&#257;m&#299;pya or oneness with Me &#8212; even if I offer these liberations &#8212; in preference to serving Me.'"</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Antya 3.190</B></A>: At the house of Hiranya and Govardhana Majumad&#257;ra, a person named Gop&#257;la Cakravart&#299; was officially the chief tax collector.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Antya 3.191</B></A>: This Gop&#257;la Cakravart&#299; lived in Bengal. His duty as chief tax collector was to collect 1,200,000 coins to deposit in the treasury of the emperor.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Antya 3.192</B></A>: He had handsome bodily features, and he was learned and youthful, but he could not tolerate the statement that simply by glimpsing the awakening of the Lord's holy name one can attain liberation.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Antya 3.193</B></A>: This young man, Gop&#257;la Cakravart&#299;, became very angry upon hearing the statements of Harid&#257;sa Th&#257;kura. He immediately criticized him. "O assembly of learned scholars," he said, "just hear the conclusion of the emotional devotee.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Antya 3.194</B></A>: "After many millions upon millions of births, when one is complete in absolute knowledge, one still may not attain liberation, yet this man says that one may attain it simply by the awakening of a glimpse of the holy name."</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Antya 3.195</B></A>: Harid&#257;sa Th&#257;kura said, "Why are you doubtful? The revealed scriptures say that one can attain liberation simply by a glimpse of offenseless chanting of the holy name.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Antya 3.196</B></A>: "For a devotee who enjoys the transcendental bliss of devotional service, liberation is most insignificant. Therefore pure devotees never desire to achieve liberation.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Antya 3.197</B></A>: "'My dear Lord, O master of the universe, since I have directly seen You, my transcendental bliss has taken the shape of a great ocean. Being situated in that ocean, I now realize all other so-called happiness, including even brahm&#257;nanda, to be like the water contained in the hoofprint of a calf.'"</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Antya 3.198</B></A>: Gop&#257;la Cakravart&#299; said, "If one is not liberated by n&#257;m&#257;bh&#257;sa, then you may be certain that I shall cut off your nose."</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Antya 3.199</B></A>: Then Harid&#257;sa Th&#257;kura accepted the challenge offered by Gop&#257;la Cakravart&#299;. "If by n&#257;m&#257;bh&#257;sa liberation is not available," he said, "certainly I shall cut off my nose."</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Antya 3.200</B></A>: All the members of the assembly who had heard the challenge were greatly agitated, and they got up, making a tumultuous sound. Hiranya and Govardhana Majumad&#257;ra both immediately chastised the br&#257;hmana tax collector.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Antya 3.201</B></A>: The priest named Balar&#257;ma &#256;c&#257;rya also chastised Gop&#257;la Cakravart&#299;. "You are a foolish logician," he said. "What do you know about the devotional service of the Lord?</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Antya 3.202</B></A>: "You have insulted Harid&#257;sa Th&#257;kura. Thus there will be a dangerous position for you. You should not expect anything auspicious."</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Antya 3.203</B></A>: Then Harid&#257;sa Th&#257;kura got up to leave, and the Majumad&#257;ras, the masters of Gop&#257;la Cakravart&#299;, immediately kicked him out and dismissed him from their service.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Antya 3.204</B></A>: With all the members of the assembly, the two Majumad&#257;ras fell at the lotus feet of Harid&#257;sa Th&#257;kura. Harid&#257;sa Th&#257;kura was smiling, however, and he spoke in a sweet voice.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Antya 3.205</B></A>: "None of you are at fault," he said. "Indeed, even this ignorant so-called br&#257;hmana is not at fault, for he is accustomed to dry speculation and logic.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Antya 3.206</B></A>: "One cannot understand the glories of the holy name simply by logic and argument. Therefore this man cannot possibly understand the glories of the holy name.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Antya 3.207</B></A>: "All of you may now go to your homes. May Lord Krishna bestow His blessings upon you all. Do not be sorry because of my being insulted."</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Antya 3.208</B></A>: Then Hiranya d&#257;sa Majumad&#257;ra returned to his home and ordered that Gop&#257;la Cakravart&#299; not be admitted therein.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Antya 3.209</B></A>: Within three days that br&#257;hmana was attacked by leprosy, and as a result his highly raised nose melted away and fell off.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Antya 3.210</B></A>: The br&#257;hmana's toes and fingers were beautiful like golden-colored campaka buds, but because of leprosy they all withered and gradually melted away.</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Antya 3.211</B></A>: Seeing the condition of Gop&#257;la Cakravart&#299;, everyone was astonished. Everyone praised the influence of Harid&#257;sa Th&#257;kura and offered him obeisances.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Antya 3.212</B></A>: Although Harid&#257;sa Th&#257;kura, as a Vaishnava, did not take seriously the br&#257;hmana's offense, the Supreme Personality of Godhead could not tolerate it, and thus he made the br&#257;hmana suffer the consequences.</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Antya 3.213</B></A>: A characteristic of a pure devotee is that he excuses any offense by an ignorant rascal. A characteristic of Krishna, however, is that He cannot tolerate blasphemy of His devotees.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Antya 3.214</B></A>: Harid&#257;sa Th&#257;kura was unhappy when he heard that the br&#257;hmana Gop&#257;la Cakravart&#299; had been attacked by leprosy. Thus after informing Balar&#257;ma &#256;c&#257;rya, the priest of Hiranya Majumad&#257;ra, he went to &#346;&#257;ntipura, the home of Advaita &#256;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Antya 3.215</B></A>: Upon meeting Advaita &#256;c&#257;rya, Harid&#257;sa Th&#257;kura offered Him respect and obeisances. Advaita &#256;c&#257;rya embraced him and showed respect to him in return.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Antya 3.216</B></A>: On the bank of the Ganges, in a solitary place, Advaita &#256;c&#257;rya made a cavelike home for Harid&#257;sa Th&#257;kura and spoke to him about the real meaning of &#346;r&#299;mad-Bh&#257;gavatam and the Bhagavad-g&#299;t&#257; in terms of devotional service.</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Antya 3.217</B></A>: Harid&#257;sa Th&#257;kura accepted food daily at the house of Advaita &#256;c&#257;rya. Meeting together, the two of them would taste the nectar of discourses on the subject matter of Krishna.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Antya 3.218</B></A>: Harid&#257;sa Th&#257;kura said, "My dear Advaita &#256;c&#257;rya, let me submit something before Your Honor. Every day You give me alms of food to eat. What is the necessity of this?</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Antya 3.219</B></A>: "Sir, You are living within a society of great, great br&#257;hmanas and aristocrats, but without fear or shame You adore a lower-class man like me.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Antya 3.220</B></A>: "My dear Sir, Your behavior is uncommon. Indeed, sometimes I am afraid to speak to You. But please favor me by protecting me from the behavior of society."</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Antya 3.221</B></A>: Advaita &#256;c&#257;rya replied, "My dear Harid&#257;sa, do not be afraid. I shall behave strictly according to the principles of the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Antya 3.222</B></A>: "Feeding you is equal to feeding ten million br&#257;hmanas," Advaita &#256;c&#257;rya said. "Therefore, accept this &#347;r&#257;ddha-p&#257;tra." Thus Advaita &#256;c&#257;rya made him eat.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Antya 3.223</B></A>: Advaita &#256;c&#257;rya was always absorbed in thoughts of how to deliver the fallen souls of the entire world. "The entire world is full of nondevotees," He thought. "How will they be delivered?"</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Antya 3.224</B></A>: Determined to deliver all the fallen souls, Advaita &#256;c&#257;rya decided to cause Krishna to descend. With this vow, He began to offer Ganges water and tulas&#299; leaves to worship the Lord.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Antya 3.225</B></A>: Similarly, Harid&#257;sa Th&#257;kura chanted in his cave on the bank of the Ganges with the intention of causing Krishna's descent.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Antya 3.226</B></A>: Because of the devotional service of these two persons, Lord &#346;r&#299; Caitanya Mah&#257;prabhu descended as an incarnation. Thus He preached the holy name of the Lord and ecstatic love of Krishna to deliver the entire world.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Antya 3.227</B></A>: There is another incident concerning Harid&#257;sa Th&#257;kura's uncommon behavior. One will be astonished to hear about it.</P><P CLASS=r><A CLASS=i HREF="228.htm"><B>CC Antya 3.228</B></A>: Hear about such incidents without putting forth dry arguments, for these incidents are beyond our material reasoning. One must believe in them with faith.</P><P CLASS=r><A CLASS=i HREF="229.htm"><B>CC Antya 3.229</B></A>: One day Harid&#257;sa Th&#257;kura was sitting in his cave, reciting the holy name of the Lord very loudly.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Antya 3.230</B></A>: The night was full of moonlight, which made the waves of the Ganges look dazzling. All directions were clear and bright.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Antya 3.231</B></A>: Thus everyone who saw the beauty of the cave, with the tulas&#299; plant on a clean altar, was astonished and satisfied at heart.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Antya 3.232</B></A>: At that time, in that beautiful scene, a woman appeared in the courtyard. The beauty of her body was so bright that it tinged the entire place with a yellow hue.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Antya 3.233</B></A>: The scent of her body perfumed all directions, and the tinkling of her ornaments startled the ear.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Antya 3.234</B></A>: After coming there, the woman offered obeisances to the tulas&#299; plant, and after circumambulating the tulas&#299; plant she came to the door of the cave where Harid&#257;sa Th&#257;kura was sitting.</P><P CLASS=r><A CLASS=i HREF="235.htm"><B>CC Antya 3.235</B></A>: With folded hands she offered obeisances at the lotus feet of Harid&#257;sa Th&#257;kura. Sitting at the door, she then spoke in a very sweet voice.</P><P CLASS=r><A CLASS=i HREF="236.htm"><B>CC Antya 3.236</B></A>: "My dear friend," she said, "you are the friend of the entire world. You are so beautiful and qualified. I have come here only for union with you.</P><P CLASS=r><A CLASS=i HREF="237.htm"><B>CC Antya 3.237</B></A>: "My dear sir, kindly accept me and be merciful toward me, for it is a characteristic of all saintly persons to be kind toward the poor and fallen."</P><P CLASS=r><A CLASS=i HREF="238.htm"><B>CC Antya 3.238</B></A>: After saying this, she began to manifest various postures, which even the greatest philosopher would lose his patience upon seeing.</P><P CLASS=r><A CLASS=i HREF="239.htm"><B>CC Antya 3.239</B></A>: Harid&#257;sa Th&#257;kura was immovable, for he was deeply determined. He began to speak to her, being very merciful toward her.</P><P CLASS=r><A CLASS=i HREF="240.htm"><B>CC Antya 3.240</B></A>: "I have been initiated into a vow to perform a great sacrifice by chanting the holy name a certain number of times every day.</P><P CLASS=r><A CLASS=i HREF="241.htm"><B>CC Antya 3.241</B></A>: "As long as the vow to chant is unfulfilled, I do not desire anything else. When I finish my chanting, then I have an opportunity to do anything.</P><P CLASS=r><A CLASS=i HREF="242.htm"><B>CC Antya 3.242</B></A>: "Sit down at the door and hear the chanting of the Hare Krishna mah&#257;-mantra. As soon as the chanting is finished, I shall satisfy you as you desire."</P><P CLASS=r><A CLASS=i HREF="243.htm"><B>CC Antya 3.243</B></A>: After saying this, Harid&#257;sa Th&#257;kura continued to chant the holy name of the Lord. Thus the woman sitting before him began to hear the chanting of the holy name.</P><P CLASS=r><A CLASS=i HREF="244.htm"><B>CC Antya 3.244</B></A>: In this way, as he chanted and chanted, the morning approached, and when the woman saw that it was morning, she got up and left.</P><P CLASS=r><A CLASS=i HREF="245.htm"><B>CC Antya 3.245</B></A>: For three days she approached Harid&#257;sa Th&#257;kura in this way, exhibiting various feminine postures that would bewilder the mind of even Lord Brahm&#257;.</P><P CLASS=r><A CLASS=i HREF="246.htm"><B>CC Antya 3.246</B></A>: Harid&#257;sa Th&#257;kura was always absorbed in thoughts of Krishna and the holy name of Krishna. Therefore the feminine poses the woman exhibited were just like crying in the forest.</P><P CLASS=r><A CLASS=i HREF="247.htm"><B>CC Antya 3.247</B></A>: At the end of the night of the third day, the woman spoke to Harid&#257;sa Th&#257;kura as follows.</P><P CLASS=r><A CLASS=i HREF="248.htm"><B>CC Antya 3.248</B></A>: "My dear sir, for three days you have cheated me by giving me false assurances, for I see that throughout the entire day and night your chanting of the holy name is never finished."</P><P CLASS=r><A CLASS=i HREF="249.htm"><B>CC Antya 3.249</B></A>: Harid&#257;sa Th&#257;kura said, "My dear friend, what can I do? I have made a vow. How, then, can I give it up?"</P><P CLASS=r><A CLASS=i HREF="250.htm"><B>CC Antya 3.250</B></A>: After offering obeisances to Harid&#257;sa Th&#257;kura, the woman said, "I am the illusory energy of the Supreme Personality of Godhead. I came here to test you.</P><P CLASS=r><A CLASS=i HREF="251.htm"><B>CC Antya 3.251</B></A>: "I have previously captivated the mind of even Brahm&#257;, what to speak of others. Your mind alone have I failed to attract.</P><P CLASS=r><A CLASS=i HREF="252-253.htm"><B>CC Antya 3.252-253</B></A>: "My dear sir, you are the foremost devotee. Simply seeing you and hearing you chant the holy name of Krishna has purified my consciousness. Now I want to chant the holy name of the Lord. Please be kind to me by instructing me about the ecstasy of chanting the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="254.htm"><B>CC Antya 3.254</B></A>: "There is now a flood of the eternal nectar of love of Godhead due to the incarnation of Lord Caitanya. All living entities are floating in that flood. The entire world is now thankful to the Lord.</P><P CLASS=r><A CLASS=i HREF="255.htm"><B>CC Antya 3.255</B></A>: "Anyone who does not float in this inundation is most condemned. Such a person cannot be delivered for millions of kalpas.</P><P CLASS=r><A CLASS=i HREF="256.htm"><B>CC Antya 3.256</B></A>: "Formerly I received the holy name of Lord R&#257;ma from Lord &#346;iva, but now, due to your association, I am greatly eager to chant the holy name of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="257.htm"><B>CC Antya 3.257</B></A>: "The holy name of Lord R&#257;ma certainly gives liberation, but the holy name of Krishna transports one to the other side of the ocean of nescience and at last gives one ecstatic love of Krishna.</P><P CLASS=r><A CLASS=i HREF="258.htm"><B>CC Antya 3.258</B></A>: "Please give me the holy name of Krishna and thus make me fortunate, so that I also may float in the flood of love of Godhead inaugurated by &#346;r&#299; Caitanya Mah&#257;prabhu."</P><P CLASS=r><A CLASS=i HREF="259.htm"><B>CC Antya 3.259</B></A>: After speaking in this way, M&#257;y&#257; worshiped the lotus feet of Harid&#257;sa Th&#257;kura, who initiated her by saying, "Just perform chanting of the Hare Krishna mah&#257;-mantra."</P><P CLASS=r><A CLASS=i HREF="260.htm"><B>CC Antya 3.260</B></A>: After thus being instructed by Harid&#257;sa Th&#257;kura, M&#257;y&#257; left with great pleasure. Unfortunately, some people have no faith in these narrations.</P><P CLASS=r><A CLASS=i HREF="261.htm"><B>CC Antya 3.261</B></A>: Therefore I shall explain the reasons why people should have faith. Everyone who hears this will be faithful.</P><P CLASS=r><A CLASS=i HREF="262.htm"><B>CC Antya 3.262</B></A>: During the incarnation of Lord Caitanya to inaugurate the Krishna consciousness movement, even such personalities as Lord Brahm&#257;, Lord &#346;iva and the four Kum&#257;ras took birth upon this earth, being allured by ecstatic love of Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="263.htm"><B>CC Antya 3.263</B></A>: All of them, including the great sage N&#257;rada and devotees like Prahl&#257;da, came here in the guise of human beings, chanting the holy names of Lord Krishna together and dancing and floating in the inundation of love of Godhead.</P><P CLASS=r><A CLASS=i HREF="264.htm"><B>CC Antya 3.264</B></A>: The goddess of fortune and others, allured by love of Krishna, also came down in the form of human beings and tasted the holy name of the Lord in love.</P><P CLASS=r><A CLASS=i HREF="265.htm"><B>CC Antya 3.265</B></A>: What to speak of others, even Krishna, the son of Nanda Mah&#257;r&#257;ja, personally descends to taste the nectar of love of Godhead in the form of the chanting of Hare Krishna.</P><P CLASS=r><A CLASS=i HREF="266.htm"><B>CC Antya 3.266</B></A>: What is the wonder if the maidservant of Krishna, His external energy, begs for love of Godhead? Without the mercy of a devotee and without the chanting of the holy name of the Lord, love of Godhead cannot be possible.</P><P CLASS=r><A CLASS=i HREF="267.htm"><B>CC Antya 3.267</B></A>: In the activities of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, the three worlds dance and chant, having come in touch with love of Godhead. This is the characteristic of His pastimes.</P><P CLASS=r><A CLASS=i HREF="268.htm"><B>CC Antya 3.268</B></A>: The holy name of Krishna is so attractive that anyone who chants it &#8212; including all living entities, moving and nonmoving, and even Lord Krishna Himself &#8212; becomes imbued with love of Krishna. This is the effect of chanting the Hare Krishna mah&#257;-mantra.</P><P CLASS=r><A CLASS=i HREF="269.htm"><B>CC Antya 3.269</B></A>: I have heard from the mouth of Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; all that Svar&#363;pa D&#257;modara Gosv&#257;m&#299; recorded in his notes about the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="270.htm"><B>CC Antya 3.270</B></A>: I have briefly described those pastimes. Whatever I have written is by the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, since I am an insignificant living being.</P><P CLASS=r><A CLASS=i HREF="271.htm"><B>CC Antya 3.271</B></A>: I have described but a fragment of the glories of Harid&#257;sa Th&#257;kura. Hearing this satisfies the aural reception of every devotee.</P><P CLASS=r><A CLASS=i HREF="272.htm"><B>CC Antya 3.272</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>