<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 3"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;la Harid&#257;sa Th&#257;kura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 3 Summary</P><P>A summary of the Third Chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura as follows. A beautiful young br&#257;hmana girl in Jagann&#257;tha Pur&#299; had a very handsome son who was coming every day to &#346;r&#299; Caitanya Mah&#257;prabhu. This was not very much to the liking of D&#257;modara Pandita, however, who therefore told &#346;r&#299; Caitanya Mah&#257;prabhu, "If You display so much love for this boy, people will doubt Your character." Hearing these words from D&#257;modara Pandita, the Lord sent him to Navadv&#299;pa to supervise the affairs of His mother, &#346;ac&#299;dev&#299;. He also especially requested D&#257;modara Pandita to remind His mother that He was sometimes going to her home to accept the food she offered. Thus, following the order of &#346;r&#299; Caitanya Mah&#257;prabhu, D&#257;modara Pandita went to Navadv&#299;pa, taking with him all kinds of pras&#257;dam from Lord Jagann&#257;tha.</P><P>On another occasion, &#346;r&#299; Caitanya Mah&#257;prabhu once inquired from Harid&#257;sa Th&#257;kura, who was known as Brahma Harid&#257;sa, how the yavanas, or persons bereft of Vedic culture, would be delivered in Kali-yuga. Harid&#257;sa Th&#257;kura replied that their deliverance would be possible if they very loudly chanted the Hare Krishna mantra, for hearing the Hare Krishna mantra chanted loudly, even with but little realization, would help them.</P><P>After describing this incident, the author of the Caitanya-carit&#257;mrita also describes how Harid&#257;sa Th&#257;kura was tested at Ben&#257;pola, a village near &#346;&#257;ntipura. A person named R&#257;macandra Kh&#257;n, who was envious of Harid&#257;sa Th&#257;kura, sent a professional prostitute to attempt to defame him, but by the mercy of Harid&#257;sa Th&#257;kura, even the prostitute was delivered. Because of offending a pure Vaishnava, R&#257;macandra Kh&#257;n was later cursed by Nity&#257;nanda Prabhu and ruined.</P><P>From Ben&#257;pola, Harid&#257;sa Th&#257;kura went to the village known as C&#257;ndapura, where he lived at the house of Balar&#257;ma &#256;c&#257;rya. Thereafter, Harid&#257;sa Th&#257;kura was received by two brothers known as Hiranya and Govardhana Majumad&#257;ra, but in the course of a discussion he was offended by a caste br&#257;hmana known as Gop&#257;la Cakravart&#299;. Because of this offense, Gop&#257;la Cakravart&#299; was punished by being afflicted with leprosy.</P><P>Harid&#257;sa Th&#257;kura later left C&#257;ndapura and went to the house of Advaita &#256;c&#257;rya, where he was tested by M&#257;y&#257;dev&#299;, the personification of the external energy. She also received his favor by being blessed with the chanting of the Hare Krishna mah&#257;-mantra.</P><P CLASS=l><A CLASS=i HREF="../2/172.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>