<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.10</P><P CLASS=c>n&#257;yam m&#257;rgo hi s&#257;dh&#363;n&#257;m</P><P CLASS=c>hrish&#299;ke&#347;&#257;nuvartin&#257;m</P><P CLASS=c>yad &#257;tm&#257;nam par&#257;g grihya</P><P CLASS=c>pa&#347;uvad bh&#363;ta-vai&#347;asam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/margah">m&#257;rgah</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sadhunam">s&#257;dh&#363;n&#257;m</A> &#8212; of honest persons; <A CLASS=v HREF="http://vedabase.net/h/hrsikesa">hrish&#299;ke&#347;a</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/anuvartinam">anuvartin&#257;m</A> &#8212; following the path; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/p/parak">par&#257;k</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/g/grhya">grihya</A> &#8212; thinking <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like animals; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of living entities; <A CLASS=v HREF="http://vedabase.net/v/vaisasam">vai&#347;asam</A> &#8212; killing.</P><P CLASS=t>TRANSLATION</P><P>One should not accept the body as the self and thus, like the animals, kill the bodies of others. This is especially forbidden by saintly persons, who follow the path of devotional service to the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>The words s&#257;dh&#363;n&#257;m hrish&#299;ke&#347;&#257;nuvartin&#257;m are very significant. S&#257;dhu means "a saintly person." But who is a saintly person? A saintly person is he who follows the path of rendering service unto the Supreme Personality of Godhead, Hrish&#299;ke&#347;a. In the N&#257;rada-pañcar&#257;tra it is said, hrish&#299;kena hrish&#299;ke&#347;a-sevanam bhaktir ucyate: [Cc. <A CLASS=v HREF="../../../cc/madhya/19/170.htm">Madhya 19.170</A>] the process of rendering favorable service to the Supreme Personality of Godhead with one's senses is called bhakti, or devotional service. Therefore, why should a person who is already engaged in the service of the Lord engage himself in personal sense gratification? Dhruva Mah&#257;r&#257;ja is advised here by Lord Manu that he is a pure servitor of the Lord. Why should he unnecessarily engage, like the animals, in the bodily concept of life? An animal thinks that the body of another animal is his food; therefore, in the bodily concept of life, one animal attacks another. A human being, especially one who is a devotee of the Lord, should not act like this. A s&#257;dhu, a saintly devotee, is not supposed to kill animals unnecessarily.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>