<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.11</P><P CLASS=c>sarva-bh&#363;t&#257;tma-bh&#257;vena</P><P CLASS=c>bh&#363;t&#257;v&#257;sam harim bhav&#257;n</P><P CLASS=c>&#257;r&#257;dhy&#257;pa dur&#257;r&#257;dhyam</P><P CLASS=c>vishnos tat paramam padam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all living entities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; upon the Supersoul; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; with meditation; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; of all existence; <A CLASS=v HREF="http://vedabase.net/a/avasam">&#257;v&#257;sam</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/aradhya">&#257;r&#257;dhya</A> &#8212; by worshiping; <A CLASS=v HREF="http://vedabase.net/a/apa">&#257;pa</A> &#8212; have achieved; <A CLASS=v HREF="http://vedabase.net/d/duraradhyam">dur&#257;r&#257;dhyam</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> propitiate; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; situation.</P><P CLASS=t>TRANSLATION</P><P>It is very difficult to achieve the spiritual abode of Hari, in the Vaikuntha planets, but you are so fortunate that you are already destined to go to that abode by worshiping Him as the supreme abode of all living entities.</P><P CLASS=t>PURPORT</P><P>The material bodies of all living entities cannot exist unless sheltered by the spirit soul and the Supersoul. The spirit soul is dependent on the Supersoul, who is present even within the atom. Therefore, since anything, material or spiritual, is completely dependent on the Supreme Lord, the Supreme Lord is referred to here as bh&#363;t&#257;v&#257;sa. Dhruva Mah&#257;r&#257;ja, as a kshatriya, could have argued with his grandfather, Manu, when Manu requested him to stop fighting. But even though Dhruva could have argued that as a kshatriya it was his duty to fight with the enemy, he was informed that since every living entity is a residence of the Supreme Lord and can be considered a temple of the Lord, the unnecessary killing of any living entity is not permitted.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>