<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.15</P><P CLASS=c>bh&#363;taih pañcabhir &#257;rabdhair</P><P CLASS=c>yoshit purusha eva hi</P><P CLASS=c>tayor vyav&#257;y&#257;t sambh&#363;tir</P><P CLASS=c>yoshit-purushayor iha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhutaih">bh&#363;taih</A> &#8212; by the material elements; <A CLASS=v HREF="http://vedabase.net/p/pancabhih">pañcabhih</A> &#8212; five; <A CLASS=v HREF="http://vedabase.net/a/arabdhaih">&#257;rabdhaih</A> &#8212; developed; <A CLASS=v HREF="http://vedabase.net/y/yosit">yoshit</A> &#8212; woman; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; just <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/v/vyavayat">vyav&#257;y&#257;t</A> &#8212; by sexual life; <A CLASS=v HREF="http://vedabase.net/s/sambhutih">sambh&#363;tih</A> &#8212; the further creation; <A CLASS=v HREF="http://vedabase.net/y/yosit">yoshit</A> &#8212; of women; <A CLASS=v HREF="http://vedabase.net/p/purusayoh">purushayoh</A> &#8212; and of men; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world.</P><P CLASS=t>TRANSLATION</P><P>The creation of the material world begins with the five elements, and thus everything, including the body of a man or a woman, is created of these elements. By the sexual life of man and woman, the number of men and women in this material world is further increased.</P><P CLASS=t>PURPORT</P><P>When Sv&#257;yambhuva Manu saw that Dhruva Mah&#257;r&#257;ja understood the philosophy of Vaishnavism and yet was still dissatisfied because of his brother's death, he gave him an explanation of how this material body is created by the five elements of material nature. In the Bhagavad-g&#299;t&#257; it is also confirmed, prakriteh kriyam&#257;n&#257;ni: everything is created, maintained and annihilated by the material modes of nature. In the background, of course, there is the direction of the Supreme Personality of Godhead. This is also confirmed in the Bhagavad-g&#299;t&#257; (may&#257;dhyakshena [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]). In the Ninth Chapter, Krishna says, "Under My superintendence material nature is acting." Sv&#257;yambhuva Manu wanted to impress on Dhruva Mah&#257;r&#257;ja that the death of the material body of his brother was not actually the Yakshas' fault; it was an act of the material nature. The Supreme Personality of Godhead has immense varieties of potencies, and they act in different gross and subtle ways.</P><P>It is by such powerful potencies that the universe is created, although grossly it appears to be no more than the five elements &#8212; earth, water, fire, air and ether. Similarly, the bodies of all species of living entities, whether human beings or demigods, animals or birds, are also created by the same five elements, and by sexual union they expand into more and more living entities. That is the way of creation, maintenance and annihilation. One should not be disturbed by the waves of material nature in this process. Dhruva Mah&#257;r&#257;ja was indirectly advised not to be afflicted by the death of his brother because our relationship with the body is completely material. The real self, spirit soul, is never annihilated or killed by anyone.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>