<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.18</P><P CLASS=c>sa khalv idam bhagav&#257;n k&#257;la-&#347;akty&#257;</P><P CLASS=c>guna-prav&#257;hena vibhakta-v&#299;ryah</P><P CLASS=c>karoty akartaiva nihanty ahant&#257;</P><P CLASS=c>cesht&#257; vibh&#363;mnah khalu durvibh&#257;vy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; however; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this (universe); <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/s/saktya">&#347;akty&#257;</A> &#8212; by the force; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravahena">prav&#257;hena</A> &#8212; by the interaction of the modes of nature; <A CLASS=v HREF="http://vedabase.net/v/vibhakta">vibhakta</A> &#8212; divided; <A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; (whose) potencies; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; acts upon; <A CLASS=v HREF="http://vedabase.net/a/akarta">akart&#257;</A> &#8212; the nondoer; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/n/nihanti">nihanti</A> &#8212; kills; <A CLASS=v HREF="http://vedabase.net/a/ahanta">ahant&#257;</A> &#8212; nonkiller; <A CLASS=v HREF="http://vedabase.net/c/cesta">cesht&#257;</A> &#8212; the energy; <A CLASS=v HREF="http://vedabase.net/v/vibhumnah">vibh&#363;mnah</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/durvibhavya">durvibh&#257;vy&#257;</A> &#8212; inconceivable.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, by His inconceivable supreme energy, time, causes the interaction of the three modes of material nature, and thus varieties of energy become manifest. It appears that He is acting, but He is not the actor. He is killing, but He is not the killer. Thus it is understood that only by His inconceivable power is everything happening.</P><P CLASS=t>PURPORT</P><P>The word durvibh&#257;vy&#257; means "inconceivable by our tiny brain," and vibhakta-v&#299;ryah means "divided in varieties of potencies." This is the right explanation of the display of creative energies in the material world. We can better understand the mercy of God by an example: a government state is always supposed to be merciful, but sometimes, in order to keep law and order, the government employs its police force, and thus punishment is meted out to the rebellious citizens. Similarly, the Supreme Personality of Godhead is always merciful and full of transcendental qualities, but certain individual souls have forgotten their relationship with Krishna and have endeavored to lord it over material nature. As a result of their endeavor, they are involved in varieties of material interaction. It is incorrect to argue, however, that because energy issues from the Supreme Personality of Godhead, He is the actor. In the previous verse, the word nimitta-m&#257;tram indicates that the Supreme Lord is completely aloof from the action and reaction of this material world. How is everything being done? The word "inconceivable" has been used. It is not within the power of one's small brain to comprehend; unless one accepts the inconceivable power and energy of the Lord, one cannot make any progress. The forces which act are certainly set up by the Supreme Personality of Godhead, but He is always aloof from their action and reaction. The varieties of energies produced by the interaction of material nature produce the varieties of species of life and their resultant happiness and unhappiness.</P><P>How the Lord acts is nicely explained in the Vishnu Pur&#257;na: fire is situated in one place, while the heat and light produced by the fire act in many different ways. Another example given is that the electric powerhouse is situated in one place, but by its energies many different types of machinery move. The production is never identical with the original source of the energy, but the original source of energy, being the prime factor, is simultaneously one with and different from the product. Therefore, Lord Caitanya's philosophy, acintya-bhed&#257;bheda-tattva, is the perfect way of understanding. ln this material world, the Lord incarnates in three forms &#8212; as Brahm&#257;, Vishnu and &#346;iva &#8212; by which He takes charge of the three modes of material nature. By His incarnation of Brahm&#257; He creates, as the incarnation of Vishnu He maintains, and by. His incarnation of &#346;iva, He also annihilates. But the original source of Brahm&#257;, Vishnu and &#346;iva &#8212; Garbhodaka&#347;&#257;y&#299; Vishnu &#8212; is always apart from these actions and reactions of material nature.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>