<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.21</P><P CLASS=c>&#257;yusho 'pacayam jantos</P><P CLASS=c>tathaivopacayam vibhuh</P><P CLASS=c>ubh&#257;bhy&#257;m rahitah sva-stho</P><P CLASS=c>duhsthasya vidadh&#257;ty asau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ayusah">&#257;yushah</A> &#8212; of duration of life; <A CLASS=v HREF="http://vedabase.net/a/apacayam">apacayam</A> &#8212; diminution; <A CLASS=v HREF="http://vedabase.net/j/jantoh">jantoh</A> &#8212; of the living entities; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/upacayam">upacayam</A> &#8212; increase; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/ubhabhyam">ubh&#257;bhy&#257;m</A> &#8212; from both of them; <A CLASS=v HREF="http://vedabase.net/r/rahitah">rahitah</A> &#8212; free; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; always situated <A HREF="http://vedabase.net/i/in">in</A> His transcendental position; <A CLASS=v HREF="http://vedabase.net/d/duhsthasya">duhsthasya</A> &#8212; of the living entities under the laws of <A HREF="http://vedabase.net/k/karma">karma</A>; <A CLASS=v HREF="http://vedabase.net/v/vidadhati">vidadh&#257;ti</A> &#8212; awards; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Vishnu, is all-powerful, and He awards the results of one's fruitive activities. Thus, although one living entity's duration of life is very small whereas that of another is very great, He is always in His transcendental position, and there is no question of lessening or increasing His duration of life.</P><P CLASS=t>PURPORT</P><P>Both the mosquito and Lord Brahm&#257; are living entities in the material world; both are minute sparks and are part of the Supreme Lord. The very short duration of the life of the mosquito and the very long lifetime of Lord Brahm&#257; are both awarded by the Supreme Personality of Godhead according to the results of their karma. But in the Brahma-samhit&#257; we find it said, karm&#257;ni nirdahati: the Lord diminishes or vanquishes the reactions of devotees. The same fact is explained in Bhagavad-g&#299;t&#257; Yajñ&#257;rth&#257;t karmano 'nyatra: one should perform karma only for the purpose of satisfying the Supreme Lord, otherwise one is bound by the action and reaction of karma. Under the laws of karma a living entity wanders within the universe under the rule of eternal time, and sometimes he becomes a mosquito and sometimes Lord Brahm&#257;. To a sane man this business is not very fruitful. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>) gives a warning to the living entities: y&#257;nti deva-vrat&#257; dev&#257;n &#8212; those who are addicted to the worship of the demigods go to the planets of the demigods, and those who are addicted to worship of the Pit&#257;s, forefathers, go to the Pit&#257;s. Those who are inclined to material activities remain in the material sphere. But persons who engage in devotional service reach the abode of the Supreme Personality of Godhead, where there is neither birth nor death nor different varieties of life under the influence of the law of karma. The best interest of the living entity is to engage himself in devotional service and go back home, back to Godhead. &#346;r&#299;la Bhaktivinoda Th&#257;kura advised: "My friend, you are being washed away in material nature's waves of time. Please try to understand that you are the eternal servant of the Lord. Then everything will stop, and you will be eternally happy."</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>