<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.25</P><P CLASS=c>sa eva vi&#347;vam srijati</P><P CLASS=c>sa ev&#257;vati hanti ca</P><P CLASS=c>ath&#257;pi hy anaha&#324;k&#257;r&#257;n</P><P CLASS=c>n&#257;jyate guna-karmabhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; creates; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avati">avati</A> &#8212; maintains; <A CLASS=v HREF="http://vedabase.net/h/hanti">hanti</A> &#8212; annihilates; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anahankarat">anaha&#324;k&#257;r&#257;t</A> &#8212; from being without ego; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ajyate">ajyate</A> &#8212; becomes entangled; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; by the modes of material nature; <A CLASS=v HREF="http://vedabase.net/k/karmabhih">karmabhih</A> &#8212; by activities.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead creates this material world, maintains it, and annihilates it in due course of time, but because He is transcendental to such activities, He is never affected by ego in such action or by the modes of material nature.</P><P CLASS=t>PURPORT</P><P>In this verse the word anaha&#324;k&#257;ra means "without ego." The conditioned soul has a false ego, and as a result of his karma he gets different types of bodies in this material world. Sometimes he gets the body of a demigod, and he thinks that body to be his identity. Similarly, when he gets the body of a dog he identifies his self with that body. But for the Supreme Personality of Godhead there is no such distinction between the body and the soul. Bhagavad-g&#299;t&#257;, therefore, certifies that anyone who thinks of Krishna as an ordinary human being is without knowledge of His transcendental nature and is a great fool. The Lord says, na m&#257;m karm&#257;ni limpanti: He is not affected by anything He does, because He is never contaminated by the material modes of nature. That we have a material body proves that we are infected by the three material modes of nature. The Lord says to Arjuna, "You and I had many, many births previously, but I remember everything, whereas you do not." That is the difference between the living entity, or conditioned soul, and the Supreme Soul. The Supersoul, the Supreme Personality of Godhead, has no material body, and because He has no material body, He is not affected by any work He executes. There are many M&#257;y&#257;v&#257;d&#299; philosophers who consider that Krishna's body is the effect of a concentration of the material mode of goodness, and they distinguish Krishna's soul from Krishna's body. The real situation, however, is that the body of the conditioned soul, even if he has a large accumulation of material goodness, is material, whereas Krishna's body is never material; it is transcendental. Krishna has no false ego, for He does not identify Himself with the false and temporary body. His body is always eternal; He descends to this world in His own original, spiritual body. This is explained in Bhagavad-g&#299;t&#257; as param bh&#257;vam. The words param bh&#257;vam and divyam are especially significant in understanding Krishna's personality.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>