<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.26</P><P CLASS=c>esha bh&#363;t&#257;ni bh&#363;t&#257;tm&#257;</P><P CLASS=c>bh&#363;te&#347;o bh&#363;ta-bh&#257;vanah</P><P CLASS=c>sva-&#347;akty&#257; m&#257;yay&#257; yuktah</P><P CLASS=c>srijaty atti ca p&#257;ti ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all created beings; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul of all living entities; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the controller of everyone; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; the maintainer of everyone; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/saktya">&#347;akty&#257;</A> &#8212; through His energy; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; the external energy; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; through such agency; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; creates; <A CLASS=v HREF="http://vedabase.net/a/atti">atti</A> &#8212; annihilates; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pati">p&#257;ti</A> &#8212; maintains; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead is the Supersoul of all living entities. He is the controller and maintainer of everyone; through the agency of His external energy, He creates, maintains and annihilates everyone.</P><P CLASS=t>PURPORT</P><P>There are two kinds of energies in the matter of creation. The Lord creates this material world through His external, material energy, whereas the spiritual world is a manifestation of His internal energy. He is always associated with the internal energy, but He is always aloof from the material energy. Therefore in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>) the Lord says, mat-sth&#257;ni sarva-bh&#363;t&#257;ni na c&#257;ham teshv avasthitah: "All living entities are living on Me or on My energy, but I am not everywhere." He is personally always situated in the spiritual world. In the material world also, wherever the Supreme Lord is personally present is to be understood as being the spiritual world. For example, the Lord is worshiped in the temple by pure devotees. The temple is therefore to be understood as being the spiritual world.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>