<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.27</P><P CLASS=c>tam eva mrityum amritam t&#257;ta daivam</P><P CLASS=c>sarv&#257;tmanopehi jagat-par&#257;yanam</P><P CLASS=c>yasmai balim vi&#347;va-srijo haranti</P><P CLASS=c>g&#257;vo yath&#257; vai nasi d&#257;ma-yantrit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; immortality; <A CLASS=v HREF="http://vedabase.net/t/tata">t&#257;ta</A> &#8212; my dear son; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all respects; <A CLASS=v HREF="http://vedabase.net/u/upehi">upehi</A> &#8212; surrender; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the world; <A CLASS=v HREF="http://vedabase.net/p/parayanam">par&#257;yanam</A> &#8212; ultimate goal; <A CLASS=v HREF="http://vedabase.net/y/yasmai">yasmai</A> &#8212; unto whom; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; offerings; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/srjah">srijah</A> &#8212; all the demigods like <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/h/haranti">haranti</A> &#8212; bear; <A CLASS=v HREF="http://vedabase.net/g/gavah">g&#257;vah</A> &#8212; bulls; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; without fail; <A CLASS=v HREF="http://vedabase.net/n/nasi">nasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the nose; <A CLASS=v HREF="http://vedabase.net/d/dama">d&#257;ma</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> rope; <A CLASS=v HREF="http://vedabase.net/y/yantritah">yantrit&#257;h</A> &#8212; controlled.</P><P CLASS=t>TRANSLATION</P><P>My dear boy Dhruva, please surrender unto the Supreme Personality of Godhead, who is the ultimate goal of the progress of the world. Everyone, including the demigods headed by Lord Brahm&#257;, is working under His control, just as a bull, prompted by a rope in its nose, is controlled by its owner.</P><P CLASS=t>PURPORT</P><P>The material disease is to declare independence from the supreme controller. Factually, our material existence begins when we forget the supreme controller and wish to lord it over material nature. Everyone in the material world is trying his best to become the supreme controller &#8212; individually, nationally, socially and in many other ways. Dhruva Mah&#257;r&#257;ja was advised to stop fighting by his grandfather, who was concerned that Dhruva was adhering to a personal ambition to fight to annihilate the whole race of Yakshas. In this verse, therefore, Sv&#257;yambhuva Manu seeks to eradicate the last tinge of false ambition in Dhruva by explaining the position of the supreme controller. The words mrityum amritam, "death and immortality," are significant. In Bhagavad-g&#299;t&#257; the Lord says, "I am ultimate death, who takes away everything from the demons." The demons' business is to continually struggle for existence as lords over material nature. The demons repeatedly meet death after death and create a network of involvement in the material world. The Lord is death for the demons, but for devotees He is amrita, eternal life. Devotees who render continuous service to the Lord have already attained immortality, for whatever they are doing in this life they will continue to do in the next. They will simply change their material bodies for spiritual bodies. Unlike the demons, they no longer have to change material bodies, The Lord, therefore, is simultaneously death and immortality. He is death for demons and immortality for devotees. He is the ultimate goal of everyone because He is the cause of all causes. Dhruva Mah&#257;r&#257;ja was advised to surrender unto Him in all respects, without keeping any personal ambition. One may put forward the argument, "Why are the demigods worshiped?" The answer is given here that demigods are worshiped by less intelligent men. The demigods themselves accept sacrifices for the ultimate satisfaction of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>