<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.29</P><P CLASS=c>tam enam a&#324;g&#257;tmani mukta-vigrahe</P><P CLASS=c>vyap&#257;&#347;ritam nirgunam ekam aksharam</P><P CLASS=c>&#257;tm&#257;nam anviccha vimuktam &#257;tma-drig</P><P CLASS=c>yasminn idam bhedam asat prat&#299;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; my dear <A HREF="http://vedabase.net/d/dhruva">Dhruva</A>; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/v/vigrahe">vigrahe</A> &#8212; free from anger; <A CLASS=v HREF="http://vedabase.net/v/vyapasritam">vyap&#257;&#347;ritam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/n/nirgunam">nirgunam</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/e/ekam">ekam</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/a/aksaram">aksharam</A> &#8212; the infallible <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the self; <A CLASS=v HREF="http://vedabase.net/a/anviccha">anviccha</A> &#8212; try <A HREF="http://vedabase.net/t/to">to</A> find out; <A CLASS=v HREF="http://vedabase.net/v/vimuktam">vimuktam</A> &#8212; uncontaminated; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/drk">drik</A> &#8212; facing towards the Supersoul; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhedam">bhedam</A> &#8212; differentiation; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; unreal; <A CLASS=v HREF="http://vedabase.net/p/pratiyate">prat&#299;yate</A> &#8212; appears <A HREF="http://vedabase.net/t/to">to</A> be.</P><P CLASS=t>TRANSLATION</P><P>My dear Dhruva, please, therefore, turn your attention to the Supreme Person, who is the infallible Brahman. Face the Supreme Personality of Godhead in your original position, and thus, by self-realization, you will find this material differentiation to be merely flickering.</P><P CLASS=t>PURPORT</P><P>The living entities have three kinds of vision, according to their positions in self-realization. According to the bodily concept of life, one sees differentiation in terms of varieties of bodies. The living entity actually passes through many varieties of material forms, but despite all such changes of body, he is eternal. When living entities, therefore, are viewed in the bodily concept of life, one appears to be different from another. Lord Manu wanted to change the vision of Dhruva Mah&#257;r&#257;ja, who was looking upon the Yakshas as different from him or as his enemies. Factually no one is an enemy or a friend. Everyone is passing through different types of bodies under the law of karma, but as soon as one is situated in his spiritual identity, he does not see differentiation in terms of this law. In other words, as stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>):</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P>A devotee, who is already liberated, does not see differentiation in terms of the outward body; he sees all living entities as spirit souls, eternal servants of the Lord. Dhruva Mah&#257;r&#257;ja was advised by Lord Manu to see with that vision. He was specifically advised to do so because he was a great devotee and should not have looked upon other living entities with ordinary vision. Indirectly Manu pointed out to Dhruva Mah&#257;r&#257;ja that out of material affection Dhruva thought of his brother as his kin and the Yakshas as his enemies. Such observation of differentiation subsides as soon as one is situated in his original position as an eternal servant of the Lord.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>