<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.31</P><P CLASS=c>samyaccha rosham bhadram te</P><P CLASS=c>prat&#299;pam &#347;reyas&#257;m param</P><P CLASS=c>&#347;rutena bh&#363;yas&#257; r&#257;jann</P><P CLASS=c>agadena yath&#257;mayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/samyaccha">samyaccha</A> &#8212; just control; <A CLASS=v HREF="http://vedabase.net/r/rosam">rosham</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; all good fortune; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> you; <A CLASS=v HREF="http://vedabase.net/p/pratipam">prat&#299;pam</A> &#8212; enemy; <A CLASS=v HREF="http://vedabase.net/s/sreyasam">&#347;reyas&#257;m</A> &#8212; of all goodness; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; the foremost; <A CLASS=v HREF="http://vedabase.net/s/srutena">&#347;rutena</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/b/bhuyasa">bh&#363;yas&#257;</A> &#8212; constantly; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; my dear King; <A CLASS=v HREF="http://vedabase.net/a/agadena">agadena</A> &#8212; by medicinal treatment; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/amayam">&#257;mayam</A> &#8212; disease.</P><P CLASS=t>TRANSLATION</P><P>My dear King, just consider what I have said to you, which will act as medicinal treatment upon disease. Control your anger, for anger is the foremost enemy on the path of spiritual realization. I wish all good fortune for you. Please follow my instructions.</P><P CLASS=t>PURPORT</P><P>Dhruva Mah&#257;r&#257;ja was a liberated soul, and actually he was not angry with anyone. But because he was the ruler, it was his duty to become angry for some time in order to keep law and order in the state. His brother, Uttama, was without fault, yet he was killed by one of the Yakshas. It was the duty of Dhruva Mah&#257;r&#257;ja to kill the offender (life for life) because Dhruva was the king. When the challenge came, Dhruva Mah&#257;r&#257;ja fought vehemently and punished the Yakshas sufficiently. But anger is such that if one increases it, it increases unlimitedly. In order that Dhruva Mah&#257;r&#257;ja's kingly anger not exceed the limit, Manu was kind enough to check his grandson. Dhruva Mah&#257;r&#257;ja could understand the purpose of his grandfather, and he immediately stopped the fighting. The words &#347;rutena bh&#363;yas&#257;, "by constantly hearing," are very important in this verse. By constantly hearing about devotional service, one can check the force of anger, which is detrimental to the process of devotional service. &#346;r&#299;la Par&#299;kshit Mah&#257;r&#257;ja said that the constant hearing of the pastimes of the Lord is the panacea for all material diseases. Everyone, therefore, should hear about the Supreme Personality of Godhead constantly. By hearing one can always remain in equilibrium, and thus his progress in spiritual life will not be hampered.</P><P>Dhruva Mah&#257;r&#257;ja's becoming angry with the miscreants was quite appropriate. There is a short story in this connection about a snake who became a devotee upon instruction by N&#257;rada, who instructed him not to bite anymore. Since ordinarily a snake's business is to fatally bite other living entities, as a devotee he was forbidden to do so. Unfortunately, people took advantage of this nonviolence on the part of the snake, especially the children, who began to throw stones at him. He did not bite anyone, however, because it was the instruction of his spiritual master. After a while, when the snake met his spiritual master, N&#257;rada, he complained, "I have given up the bad habit of biting innocent living entities, but they are mistreating me by throwing stones at me." Upon hearing this, N&#257;rada Muni instructed him, "Don't bite, but do not forget to expand your hood as if you were going to bite. Then they will go away." Similarly, a devotee is always nonviolent; he is qualified with all good characteristics. But, in the common world, when there is mischief made by others, he should not forget to become angry, at least for the time being, in order to drive away the miscreants.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>