<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.5</P><P CLASS=c>sa t&#257;n prishatkair abhidh&#257;vato mridhe</P><P CLASS=c>nikritta-b&#257;h&#363;ru-&#347;irodharodar&#257;n</P><P CLASS=c>nin&#257;ya lokam param arka-mandalam</P><P CLASS=c>vrajanti nirbhidya yam &#363;rdhva-retasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/d/dhruva">Dhruva</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>); <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; all the Yakshas; <A CLASS=v HREF="http://vedabase.net/p/prsatkaih">prishatkaih</A> &#8212; by his arrows; <A CLASS=v HREF="http://vedabase.net/a/abhidhavatah">abhidh&#257;vatah</A> &#8212; coming forward; <A CLASS=v HREF="http://vedabase.net/m/mrdhe">mridhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the battlefield; <A CLASS=v HREF="http://vedabase.net/n/nikrtta">nikritta</A> &#8212; being separated; <A CLASS=v HREF="http://vedabase.net/b/bahu">b&#257;hu</A> &#8212; arms; <A CLASS=v HREF="http://vedabase.net/u/uru">&#363;ru</A> &#8212; thighs; <A CLASS=v HREF="http://vedabase.net/s/sirah">&#347;irah</A>-<A CLASS=v HREF="http://vedabase.net/d/dhara">dhara</A> &#8212; necks; <A CLASS=v HREF="http://vedabase.net/u/udaran">udar&#257;n</A> &#8212; and bellies; <A CLASS=v HREF="http://vedabase.net/n/ninaya">nin&#257;ya</A> &#8212; delivered; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the planet; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A>-<A CLASS=v HREF="http://vedabase.net/m/mandalam">mandalam</A> &#8212; the sun globe; <A CLASS=v HREF="http://vedabase.net/v/vrajanti">vrajanti</A> &#8212; <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/n/nirbhidya">nirbhidya</A> &#8212; piercing; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> which; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/r/retasah">retasah</A> &#8212; those who <A HREF="http://vedabase.net/d/do">do</A> not discharge semen at any time.</P><P CLASS=t>TRANSLATION</P><P>When Dhruva Mah&#257;r&#257;ja saw the Yakshas coming forward, he immediately took his arrows and cut the enemies to pieces. Separating their arms, legs, heads and bellies from their bodies, he delivered the Yakshas to the planetary system which is situated above the sun globe and which is attainable only by first-class brahmac&#257;r&#299;s, who have never discharged their semen.</P><P CLASS=t>PURPORT</P><P>To be killed by the Lord or by His devotees is auspicious for nondevotees. The Yakshas were killed indiscriminately by Dhruva Mah&#257;r&#257;ja, but they attained the planetary system attainable only for brahmac&#257;r&#299;s who never discharged their semen. As the impersonalist jñ&#257;n&#299;s or the demons killed by the Lord attain Brahmaloka, or Satyaloka, persons killed by a devotee of the Lord also attain Satyaloka. To reach the Satyaloka planetary system described here, one has to be elevated above the sun globe. Killing, therefore, is not always bad. If the killing is done by the Supreme Personality of Godhead or His devotee or in great sacrifices, it is for the benefit of the entity killed in that way. Material so-called nonviolence is very insignificant in comparison to killing done by the Supreme Personality of Godhead or His devotees. Even when a king or the state government kills a person who is a murderer, that killing is for the benefit of the murderer, for thus he may become cleared of all sinful reactions.</P><P>An important word in this verse is &#363;rdhva-retasah, which means brahmac&#257;r&#299;s who have never discharged semen. Celibacy is so important that even though one does not undergo any austerities, penances or ritualistic ceremonies prescribed in the Vedas, if one simply keeps himself a pure brahmac&#257;r&#299;, not discharging his semen, the result is that after death he goes to the Satyaloka. Generally, sex life is the cause of all miseries in the material world. In the Vedic civilization sex life is restricted in various ways. Out of the whole population of the social structure, only the grihasthas are allowed restricted sex life. All others refrain from sex. The people of this age especially do not know the value of not discharging semen. As such, they are variously entangled with material qualities and suffer an existence of struggle only. The word &#363;rdhva-retasah especially indicates the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s, who undergo strict principles of austerity. But in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/16.htm">8.16</A>) the Lord says that even if one goes up to Brahmaloka, he again comes back (&#257;brahma-bhuvan&#257;l lok&#257;h punar &#257;vartino 'rjuna). Therefore, actual mukti, or liberation, can be attained only by devotional service, because by devotional service one can go above Brahmaloka, or to the spiritual world, wherefrom he never comes back. M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are very proud of becoming liberated, but actual liberation is not possible unless one is in touch with the Supreme Lord in devotional service. It is said, harim vin&#257; na sritim taranti: without Krishna's mercy, no one can have liberation.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>