<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 11 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 11 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 11: <A CLASS=v HREF="index.htm">Sv&#257;yambhuva Manu Advises Dhruva Mah&#257;r&#257;ja to Stop Fighting</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.11.7</P><P CLASS=c>manur uv&#257;ca</P><P CLASS=c>alam vats&#257;tiroshena</P><P CLASS=c>tamo-dv&#257;rena p&#257;pman&#257;</P><P CLASS=c>yena punya-jan&#257;n et&#257;n</P><P CLASS=c>avadh&#299;s tvam an&#257;gasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manuh">manuh</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/m/manu">Manu</A> said; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; enough; <A CLASS=v HREF="http://vedabase.net/v/vatsa">vatsa</A> &#8212; my dear boy; <A CLASS=v HREF="http://vedabase.net/a/atirosena">atiroshena</A> &#8212; with excessive anger; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/d/dvarena">dv&#257;rena</A> &#8212; the path of ignorance; <A CLASS=v HREF="http://vedabase.net/p/papmana">p&#257;pman&#257;</A> &#8212; sinful; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/j/janan">jan&#257;n</A> &#8212; the Yakshas; <A CLASS=v HREF="http://vedabase.net/e/etan">et&#257;n</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/a/avadhih">avadh&#299;h</A> &#8212; you have killed; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/anagasah">an&#257;gasah</A> &#8212; offenseless.</P><P CLASS=t>TRANSLATION</P><P>Lord Manu said: My dear son, please stop. It is not good to become unnecessarily angry &#8212; it is the path to hellish life. Now you are going beyond the limit by killing Yakshas who are actually not offenders.</P><P CLASS=t>PURPORT</P><P>In this verse the word atiroshena means "with unnecessary anger." When Dhruva Mah&#257;r&#257;ja went beyond the limits of necessary anger, his grandfather, Sv&#257;yambhuva Manu, immediately came to protect him from further sinful action. From this we can understand that killing is not bad, but when killing is done unnecessarily or when an offenseless person is killed, such killing opens the path to hell. Dhruva Mah&#257;r&#257;ja was saved from such sinful action because he was a great devotee.</P><P>A kshatriya is allowed to kill only for maintenance of the law and order of the state; he is not allowed to kill or commit violence without reason. Violence is certainly a path leading to a hellish condition of life, but it is also required for maintenance of the law and order of the state. Here Lord Manu prohibited Dhruva Mah&#257;r&#257;ja from killing the Yakshas because only one of them was punishable for killing his brother, Uttama; not all of the Yaksha citizens were punishable. We find in modern warfare, however, that attacks are made upon innocent citizens who are without fault. According to the law of Manu, such warfare is a most sinful activity. Furthermore, at the present moment civilized nations are unnecessarily maintaining many slaughterhouses for killing innocent animals. When a nation is attacked by its enemies, the wholesale slaughter of the citizens should be taken as a reaction to their own sinful activities. That is nature's law.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>