<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.17</P><P CLASS=c>tato 'dhast&#257;d vitale haro bhagav&#257;n h&#257;take&#347;varah sva-p&#257;rshada-bh&#363;ta-gan&#257;vritah praj&#257;pati-sargopabrimhan&#257;ya bhavo bhav&#257;ny&#257; saha mithun&#299;-bh&#363;ta &#257;ste yatah pravritt&#257; sarit-pravar&#257; h&#257;tak&#299; n&#257;ma bhavayor v&#299;ryena yatra citrabh&#257;nur m&#257;tari&#347;van&#257; samidhyam&#257;na ojas&#257; pibati tan nishthy&#363;tam h&#257;tak&#257;khyam suvarnam bh&#363;shanen&#257;surendr&#257;varodheshu purush&#257;h saha purush&#299;bhir dh&#257;rayanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; the planet Atala; <A CLASS=v HREF="http://vedabase.net/a/adhastat">adhast&#257;t</A> &#8212; beneath; <A CLASS=v HREF="http://vedabase.net/v/vitale">vitale</A> &#8212; on the planet; <A CLASS=v HREF="http://vedabase.net/h/harah">harah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the most powerful personality; <A CLASS=v HREF="http://vedabase.net/h/hatakesvarah">h&#257;take&#347;varah</A> &#8212; the master of gold; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/parsada">p&#257;rshada</A> &#8212; by his own associates; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> ghostly living beings; <A CLASS=v HREF="http://vedabase.net/a/avrtah">&#257;vritah</A> &#8212; surrounded; <A CLASS=v HREF="http://vedabase.net/p/prajapati">praj&#257;pati</A>-<A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A> &#8212; of the creation of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/upabrmhanaya">upabrimhan&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> increase the population; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/b/bhavanya">bhav&#257;ny&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with his wife, <A HREF="http://vedabase.net/b/bhavani">Bhav&#257;n&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/mithuni">mithun&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;tah</A> &#8212; being united <A HREF="http://vedabase.net/i/in">in</A> sex; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from that planet (Vitala); <A CLASS=v HREF="http://vedabase.net/p/pravrtta">pravritt&#257;</A> &#8212; being emanated; <A CLASS=v HREF="http://vedabase.net/s/sarit">sarit</A>-<A CLASS=v HREF="http://vedabase.net/p/pravara">pravar&#257;</A> &#8212; the great river; <A CLASS=v HREF="http://vedabase.net/h/hataki">h&#257;tak&#299;</A> &#8212; <A HREF="http://vedabase.net/h/hataki">H&#257;tak&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/b/bhavayoh">bhavayoh</A> <A CLASS=v HREF="http://vedabase.net/v/viryena">v&#299;ryena</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> the semina and ovum of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> and <A HREF="http://vedabase.net/b/bhavani">Bhav&#257;n&#299;</A>; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/c/citra">citra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhanuh">bh&#257;nuh</A> &#8212; the fire-god; <A CLASS=v HREF="http://vedabase.net/m/matarisvana">m&#257;tari&#347;van&#257;</A> &#8212; by the wind; <A CLASS=v HREF="http://vedabase.net/s/samidhyamanah">samidhyam&#257;nah</A> &#8212; being brightly inflamed; <A CLASS=v HREF="http://vedabase.net/o/ojasa">ojas&#257;</A> &#8212; with great strength; <A CLASS=v HREF="http://vedabase.net/p/pibati">pibati</A> &#8212; drinks; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/n/nisthyutam">nishthy&#363;tam</A> &#8212; spit out with <A HREF="http://vedabase.net/a/a">a</A> hissing sound; <A CLASS=v HREF="http://vedabase.net/h/hataka">h&#257;taka</A>-<A CLASS=v HREF="http://vedabase.net/a/akhyam">&#257;khyam</A> &#8212; named <A HREF="http://vedabase.net/h/hataka">H&#257;taka</A>; <A CLASS=v HREF="http://vedabase.net/s/suvarnam">suvarnam</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/b/bhusanena">bh&#363;shanena</A> &#8212; by different types of ornaments; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A>-<A CLASS=v HREF="http://vedabase.net/i/indra">indra</A> &#8212; of the great asuras; <A CLASS=v HREF="http://vedabase.net/a/avarodhesu">avarodheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the homes; <A CLASS=v HREF="http://vedabase.net/p/purusah">purush&#257;h</A> &#8212; the males; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/p/purusibhih">purush&#299;bhih</A> &#8212; their wives and women; <A CLASS=v HREF="http://vedabase.net/d/dharayanti">dh&#257;rayanti</A> &#8212; wear.</P><P CLASS=t>TRANSLATION</P><P>The next planet below Atala is Vitala, wherein Lord &#346;iva, who is known as the master of gold mines, lives with his personal associates, the ghosts and similar living entities. Lord &#346;iva, as the progenitor, engages in sex with Bhav&#257;n&#299;, the progenitress, to produce living entities, and from the mixture of their vital fluid the river named H&#257;tak&#299; is generated. When fire, being made to blaze by the wind, drinks of this river and then sizzles and spits it out, it produces gold called H&#257;taka. The demons who live on that planet with their wives decorate themselves with various ornaments made from that gold, and thus they live there very happily.</P><P CLASS=t>PURPORT</P><P>It appears that when Bhava and Bhav&#257;n&#299;, Lord &#346;iva and his wife, unite sexually, the emulsification of their secretions creates a chemical which when heated by fire can produce gold. It is said that the alchemists of the medieval age tried to prepare gold from base metal, and &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; also states that when bell metal is treated with mercury, it can produce gold. &#346;r&#299;la San&#257;tana Gosv&#257;m&#299; mentions this in regard to the initiation of low-class men to turn them into br&#257;hmanas. San&#257;tana Gosv&#257;m&#299; said:</P><P>yath&#257; k&#257;ñcanat&#257;m y&#257;ti</P><P CLASS=n>k&#257;msyam rasa-vidh&#257;natah</P><P CLASS=n>tath&#257; d&#299;ksh&#257;-vidh&#257;nena</P><P CLASS=n>dvijatvam j&#257;yate nrin&#257;m</P><P>"As one can transform kamsa, or bell metal, into gold by treating it with mercury, one can also turn a lowborn man into a br&#257;hmana by initiating him properly into Vaishnava activities." The International Society for Krishna Consciousness is trying to turn mlecchas and yavanas into real br&#257;hmanas by properly initiating them and stopping them from engaging in meat-eating, intoxication, illicit sex and gambling. One who stops these four principles of sinful activity and chants the Hare Krishna mah&#257;-mantra can certainly become a pure br&#257;hmana through the process of bona fide initiation, as suggested by &#346;r&#299;la San&#257;tana Gosv&#257;m&#299;.</P><P>Apart from this, if one takes a hint from this verse and learns how to mix mercury with bell metal by properly heating and melting them, one can get gold very cheaply. The alchemists of the medieval age tried to manufacture gold, but they were unsuccessful, perhaps because they did not follow the right instructions.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>