<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.18</P><P CLASS=c>tato 'dhast&#257;t sutale ud&#257;ra-&#347;rav&#257;h punya-&#347;loko virocan&#257;tmajo balir bhagavat&#257; mahendrasya priyam cik&#299;rsham&#257;nen&#257;diter labdha-k&#257;yo bh&#363;tv&#257; vatu-v&#257;mana-r&#363;pena par&#257;kshipta-loka-trayo bhagavad-anukampayaiva punah prave&#347;ita indr&#257;dishv avidyam&#257;nay&#257; susamriddhay&#257; &#347;riy&#257;bhijushtah sva-dharmen&#257;r&#257;dhayams tam eva bhagavantam &#257;r&#257;dhan&#299;yam apagata-s&#257;dhvasa &#257;ste 'dhun&#257;pi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> <A CLASS=v HREF="http://vedabase.net/a/adhastat">adhast&#257;t</A> &#8212; beneath the planet known <A HREF="http://vedabase.net/a/as">as</A> Vitala; <A CLASS=v HREF="http://vedabase.net/s/sutale">sutale</A> &#8212; on the planet known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/sutala">Sutala</A>; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;rav&#257;h</A> &#8212; very greatly celebrated; <A CLASS=v HREF="http://vedabase.net/p/punya">punya</A>-<A CLASS=v HREF="http://vedabase.net/s/slokah">&#347;lokah</A> &#8212; very pious and advanced <A HREF="http://vedabase.net/i/in">in</A> spiritual consciousness; <A CLASS=v HREF="http://vedabase.net/v/virocana">virocana</A>-<A CLASS=v HREF="http://vedabase.net/a/atmajah">&#257;tmajah</A> &#8212; the son of <A HREF="http://vedabase.net/v/virocana">Virocana</A>; <A CLASS=v HREF="http://vedabase.net/b/balih">balih</A> &#8212; <A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/indrasya">indrasya</A> &#8212; of the King of heaven, <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/p/priyam">priyam</A> &#8212; the welfare; <A CLASS=v HREF="http://vedabase.net/c/cikirsamanena">cik&#299;rsham&#257;nena</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/a/aditeh">&#257;diteh</A> &#8212; from Aditi; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A>-<A CLASS=v HREF="http://vedabase.net/k/kayah">k&#257;yah</A> &#8212; having obtained His body; <A CLASS=v HREF="http://vedabase.net/b/bhutva">bh&#363;tv&#257;</A> &#8212; appearing; <A CLASS=v HREF="http://vedabase.net/v/vatu">vatu</A> &#8212; <A HREF="http://vedabase.net/b/brahmacari">brahmac&#257;ri</A>; <A CLASS=v HREF="http://vedabase.net/v/vamana">v&#257;mana</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of <A HREF="http://vedabase.net/a/a">a</A> dwarf; <A CLASS=v HREF="http://vedabase.net/p/paraksipta">par&#257;kshipta</A> &#8212; wrested away; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/t/trayah">trayah</A> &#8212; the three worlds; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/a/anukampaya">anukampay&#257;</A> &#8212; by the causeless mercy of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/p/pravesitah">prave&#347;itah</A> &#8212; caused <A HREF="http://vedabase.net/t/to">to</A> enter; <A CLASS=v HREF="http://vedabase.net/i/indra">indra</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; even among the demigods like the King of heaven; <A CLASS=v HREF="http://vedabase.net/a/avidyamanaya">avidyam&#257;nay&#257;</A> &#8212; not existing; <A CLASS=v HREF="http://vedabase.net/s/susamrddhaya">susamriddhay&#257;</A> &#8212; much enriched by such exalted opulence; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; by good fortune; <A CLASS=v HREF="http://vedabase.net/a/abhijustah">abhijushtah</A> &#8212; being blessed; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; by discharging devotional service; <A CLASS=v HREF="http://vedabase.net/a/aradhayan">&#257;r&#257;dhayan</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/aradhaniyam">&#257;r&#257;dhan&#299;yam</A> &#8212; who is most worshipable; <A CLASS=v HREF="http://vedabase.net/a/apagata">apagata</A>-<A CLASS=v HREF="http://vedabase.net/s/sadhvasah">s&#257;dhvasah</A> &#8212; without fear; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; remains; <A CLASS=v HREF="http://vedabase.net/a/adhuna">adhun&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even today.</P><P CLASS=t>TRANSLATION</P><P>Below the planet Vitala is another planet, known as Sutala, where the great son of Mah&#257;r&#257;ja Virocana, Bali Mah&#257;r&#257;ja, who is celebrated as the most pious king, resides even now. For the welfare of Indra, the King of heaven, Lord Vishnu appeared in the form of a dwarf brahmac&#257;r&#299; as the son of Aditi and tricked Bali Mah&#257;r&#257;ja by begging for only three paces of land but taking all the three worlds. Being very pleased with Bali Mah&#257;r&#257;ja for giving all his possessions, the Lord returned his kingdom and made him richer than the opulent King Indra. Even now, Bali Mah&#257;r&#257;ja engages in devotional service by worshiping the Supreme Personality of Godhead in the planet of Sutala.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead is described as Uttama&#347;loka, "He who is worshiped by the best of selected Sanskrit verses," and His devotees such as Bali Mah&#257;r&#257;ja are also worshiped by punya-&#347;loka, verses that increase one's piety. Bali Mah&#257;r&#257;ja offered everything to the Lord &#8212; his wealth, his kingdom and even his own body (sarv&#257;tma-nivedane balih). The Lord appeared before Bali Mah&#257;r&#257;ja as a br&#257;hmana beggar, and Bali Mah&#257;r&#257;ja gave Him everything he had. However, Bali Mah&#257;r&#257;ja did not become poor; by donating all his possessions to the Supreme Personality of Godhead, he became a successful devotee and got everything back again with the blessings of the Lord. Similarly, those who give contributions to expand the activities of the Krishna consciousness movement and to accomplish its objectives will never be losers; they will get their wealth back with the blessings of Lord Krishna. On the other side, those who collect contributions on behalf of the International Society for Krishna Consciousness should be very careful not to use even a farthing of the collection for any purpose other than the transcendental loving service of the Lord.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>