<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.19</P><P CLASS=c>no evaitat s&#257;ksh&#257;tk&#257;ro bh&#363;mi-d&#257;nasya yat tad bhagavaty a&#347;esha-j&#299;va-nik&#257;y&#257;n&#257;m j&#299;va-bh&#363;t&#257;tma-bh&#363;te param&#257;tmani v&#257;sudeve t&#299;rthatame p&#257;tra upapanne paray&#257; &#347;raddhay&#257; param&#257;dara-sam&#257;hita-manas&#257; sampratip&#257;ditasya s&#257;ksh&#257;d apavarga-dv&#257;rasya yad bila-nilayai&#347;varyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/no">no</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/saksatkarah">s&#257;ksh&#257;tk&#257;rah</A> &#8212; the direct result; <A CLASS=v HREF="http://vedabase.net/b/bhumi">bh&#363;mi</A>-<A CLASS=v HREF="http://vedabase.net/d/danasya">d&#257;nasya</A> &#8212; of contribution of land; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A>-<A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/n/nikayanam">nik&#257;y&#257;n&#257;m</A> &#8212; of unlimited numbers of living entities; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhute">bh&#363;te</A> &#8212; who is the life and the Supersoul; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; the supreme regulator; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A> (<A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/t/tame">tame</A> &#8212; who is the best of all places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/p/patre">p&#257;tre</A> &#8212; the most worthy recipient; <A CLASS=v HREF="http://vedabase.net/u/upapanne">upapanne</A> &#8212; having approached; <A CLASS=v HREF="http://vedabase.net/p/paraya">paray&#257;</A> &#8212; by the topmost; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; faith; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/adara">&#257;dara</A> &#8212; with great respect; <A CLASS=v HREF="http://vedabase.net/s/samahita">sam&#257;hita</A>-<A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> &#8212; with <A HREF="http://vedabase.net/a/an">an</A> attentive mind; <A CLASS=v HREF="http://vedabase.net/s/sampratipaditasya">sampratip&#257;ditasya</A> &#8212; which was given; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A>-<A CLASS=v HREF="http://vedabase.net/d/dvarasya">dv&#257;rasya</A> &#8212; the <A HREF="http://vedabase.net/g/gate">gate</A> of liberation; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/b/bila">bila</A>-<A CLASS=v HREF="http://vedabase.net/n/nilaya">nilaya</A> &#8212; of <A HREF="http://vedabase.net/b/bila">bila</A>-<A HREF="http://vedabase.net/s/svarga">svarga</A>, the imitation heavenly planets; <A CLASS=v HREF="http://vedabase.net/a/aisvaryam">ai&#347;varyam</A> &#8212; the opulence.</P><P CLASS=t>TRANSLATION</P><P>My dear King, Bali Mah&#257;r&#257;ja donated all his possessions to the Supreme Personality of Godhead, V&#257;manadeva, but one should certainly not conclude that he achieved his great worldly opulence in bila-svarga as a result of his charitable disposition. The Supreme Personality of Godhead, who is the source of life for all living entities, lives within everyone as the friendly Supersoul, and under His direction a living entity enjoys or suffers in the material world. Greatly appreciating the transcendental qualities of the Lord, Bali Mah&#257;r&#257;ja offered everything at His lotus feet. His purpose, however, was not to gain anything material, but to become a pure devotee. For a pure devotee, the door of liberation is automatically opened. One should not think that Bali Mah&#257;r&#257;ja was given so much material opulence merely because of his charity. When one becomes a pure devotee in love, he may also be blessed with a good material position by the will of the Supreme Lord. However, one should not mistakenly think that the material opulence of a devotee is the result of his devotional service. The real result of devotional service is the awakening of pure love for the Supreme Personality of Godhead, which continues under all circumstances.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>