<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.2</P><P CLASS=c>yad adas taraner mandalam pratapatas tad vistarato yojan&#257;yutam &#257;cakshate dv&#257;da&#347;a-sahasram somasya trayoda&#347;a-sahasram r&#257;hor yah parvani tad-vyavadh&#257;na-krid vair&#257;nubandhah s&#363;ry&#257;-candramas&#257;v abhidh&#257;vati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/adah">adah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/taraneh">taraneh</A> &#8212; of the sun; <A CLASS=v HREF="http://vedabase.net/m/mandalam">mandalam</A> &#8212; globe; <A CLASS=v HREF="http://vedabase.net/p/pratapatah">pratapatah</A> &#8212; which is always distributing heat; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/v/vistaratah">vistaratah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> terms of width; <A CLASS=v HREF="http://vedabase.net/y/yojana">yojana</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> distance of eight miles; <A CLASS=v HREF="http://vedabase.net/a/ayutam">ayutam</A> &#8212; ten thousand; <A CLASS=v HREF="http://vedabase.net/a/acaksate">&#257;cakshate</A> &#8212; they estimate; <A CLASS=v HREF="http://vedabase.net/d/dvadasa">dv&#257;da&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasram">sahasram</A> &#8212; 20,000 yojanas (160,000 miles); <A CLASS=v HREF="http://vedabase.net/s/somasya">somasya</A> &#8212; of the moon; <A CLASS=v HREF="http://vedabase.net/t/trayodasa">trayoda&#347;a</A> &#8212; thirty; <A CLASS=v HREF="http://vedabase.net/s/sahasram">sahasram</A> &#8212; one thousand; <A CLASS=v HREF="http://vedabase.net/r/rahoh">r&#257;hoh</A> &#8212; of the planet <A HREF="http://vedabase.net/r/rahu">R&#257;hu</A>; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/p/parvani">parvani</A> &#8212; on occasion; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/vyavadhana">vyavadh&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; who created <A HREF="http://vedabase.net/a/an">an</A> obstruction <A HREF="http://vedabase.net/t/to">to</A> the sun and moon at the time of the distribution of nectar; <A CLASS=v HREF="http://vedabase.net/v/vaira">vaira</A>-<A CLASS=v HREF="http://vedabase.net/a/anubandhah">anubandhah</A> &#8212; whose intentions <A HREF="http://vedabase.net/a/are">are</A> inimical; <A CLASS=v HREF="http://vedabase.net/s/surya">s&#363;ry&#257;</A> &#8212; the sun; <A CLASS=v HREF="http://vedabase.net/c/candramasau">candramasau</A> &#8212; and the moon; <A CLASS=v HREF="http://vedabase.net/a/abhidhavati">abhidh&#257;vati</A> &#8212; runs after them on the full-moon night and the dark-moon day.</P><P CLASS=t>TRANSLATION</P><P>The sun globe, which is a source of heat, extends for 10,000 yojanas [80,000 miles]. The moon extends for 20,000 yojanas [160,000 miles], and R&#257;hu extends for 30,000 yojanas [240,000 miles]. Formerly, when nectar was being distributed, R&#257;hu tried to create dissension between the sun and moon by interposing himself between them. R&#257;hu is inimical toward both the sun and the moon, and therefore he always tries to cover the sunshine and moonshine on the dark-moon day and full-moon night.</P><P CLASS=t>PURPORT</P><P>As stated herein, the sun extends for 10,000 yojanas, and the moon extends for twice that, or 20,000 yojanas. The word dv&#257;da&#347;a should be understood to mean twice as much as ten, or twenty. In the opinion of Vijayadhvaja, the extent of R&#257;hu should be twice that of the moon, or text of the Bh&#257;gavatam, Vijayadhvaja cites the following quotation concerning R&#257;hu; r&#257;hu-soma-rav&#299;n&#257;m tu mandal&#257; dvi-gunoktit&#257;m. This means that R&#257;hu is twice as large as the moon, which is twice as large as the sun. This is the conclusion of the commentator Vijayadhvaja.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>