<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.20</P><P CLASS=c>yasya ha v&#257;va kshuta-patana-praskhalan&#257;dishu viva&#347;ah sakrin n&#257;m&#257;bhigrinan purushah karma-bandhanam añjas&#257; vidhunoti yasya haiva pratib&#257;dhanam mumukshavo 'nyathaivopalabhante</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/k/ksuta">kshuta</A> &#8212; when <A HREF="http://vedabase.net/i/in">in</A> hunger; <A CLASS=v HREF="http://vedabase.net/p/patana">patana</A> &#8212; falling down; <A CLASS=v HREF="http://vedabase.net/p/praskhalana">praskhalana</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; stumbling and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/v/vivasah">viva&#347;ah</A> &#8212; being helpless; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> <A CLASS=v HREF="http://vedabase.net/a/abhigrnan">abhigrinan</A> &#8212; chanting the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhanam">bandhanam</A> &#8212; the bondage of fruitive activity; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/v/vidhunoti">vidhunoti</A> &#8212; washes away; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/p/pratibadhanam">pratib&#257;dhanam</A> &#8212; the repulsion; <A CLASS=v HREF="http://vedabase.net/m/mumuksavah">mumukshavah</A> &#8212; persons desiring liberation; <A CLASS=v HREF="http://vedabase.net/a/anyatha">anyath&#257;</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/upalabhante">upalabhante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> trying <A HREF="http://vedabase.net/t/to">to</A> realize.</P><P CLASS=t>TRANSLATION</P><P>If one who is embarrassed by hunger or who falls down or stumbles chants the holy name of the Lord even once, willingly or unwillingly, he is immediately freed from the reactions of his past deeds. Karm&#299;s entangled in material activities face many difficulties in the practice of mystic yoga and other endeavors to achieve that same freedom.</P><P CLASS=t>PURPORT</P><P>It is not a fact that one has to offer his material possessions to the Supreme Personality of Godhead and be liberated before he can engage in devotional service. A devotee automatically attains liberation without separate endeavors. Bali Mah&#257;r&#257;ja did not get back all his material possessions merely because of his charity to the Lord. One who becomes a devotee, free from material desires and motives, regards all opportunities, both material and spiritual, as benedictions from the Lord, and in this way his service to the Lord is never hampered. Bhukti, material enjoyment, and mukti, liberation, are only by-products of devotional service. A devotee need not work separately to attain mukti. &#346;r&#299;la Bilvama&#324;gala Th&#257;kura said, muktih svayam mukulit&#257;ñjalih sevate 'sm&#257;n: a pure devotee of the Lord does not have to endeavor separately for mukti, because mukti is always ready to serve him.</P><P>In this regard, Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/antya/3/177.htm">Antya 3.177-188</A>) describes Harid&#257;sa Th&#257;kura's confirmation of the effect of chanting the holy name of the Lord.</P><P>keha bale &#8212; 'n&#257;ma haite haya p&#257;pa-kshaya'</P><P CLASS=n>keha bale &#8212; 'n&#257;ma haite j&#299;vera moksha haya'</P><P>Some say that by chanting the holy name of the Lord one is freed from all the reactions of sinful life, and others say that by chanting the holy name of the Lord one attains liberation from material bondage.</P><P>harid&#257;sa kahena, &#8212; "n&#257;mera ei dui phala naya</P><P CLASS=n>n&#257;mera phale krishna-pade prema upajaya</P><P>Harid&#257;sa Th&#257;kura, however, said that the desired result of chanting the holy name of the Lord is not that one is liberated from material bondage or freed from the reactions of sinful life. The actual result of chanting the holy name of the Lord is that one awakens his dormant Krishna consciousness, his loving service to the Lord.</P><P>&#257;nusha&#324;gika phala n&#257;mera &#8212; 'mukti', 'p&#257;pa-n&#257;&#347;a'</P><P CLASS=n>t&#257;h&#257;ra drisht&#257;nta yaiche s&#363;ryera prak&#257;&#347;a</P><P>Harid&#257;sa Th&#257;kura said that liberation and freedom from the reactions of sinful activities are only by-products of chanting the holy name of the Lord. If one chants the holy name of the Lord purely, he attains the platform of loving service to the Supreme Personality of Godhead. In this regard Harid&#257;sa Th&#257;kura gave an example comparing the power of the holy name to sunshine.</P><P>ei &#347;lokera artha kara panditera gana"</P><P CLASS=n>sabe kahe, &#8212; 'tumi kaha artha-vivarana'</P><P>He placed a verse before all the learned scholars present, but the learned scholars asked him to state the purport of the verse.</P><P>harid&#257;sa kahena, &#8212; "yaiche s&#363;ryera udaya</P><P CLASS=n>udaya n&#257; haite &#257;rambhe tamera haya kshaya</P><P>Harid&#257;sa Th&#257;kura said that as the sun begins to rise, it dissipates the darkness of night, even before the sunshine is visible.</P><P>caura-preta-r&#257;kshas&#257;dira bhaya haya n&#257;&#347;a</P><P CLASS=n>udaya haile dharma-karma-&#257;di parak&#257;&#347;a</P><P>Before the sunrise even takes place, the light of dawn destroys the fear of the dangers of the night, such as disturbances by thieves, ghosts and R&#257;kshasas, and when the sunshine actually appears, one engages in his duties.</P><P>aiche n&#257;moday&#257;rambhe p&#257;pa-&#257;dira kshaya</P><P CLASS=n>udaya kaile krishna-pade haya premodaya</P><P>Similarly, even before one's chanting of the holy name is pure, one is freed from all sinful reactions, and when he chants purely he becomes a lover of Krishna.</P><P>'mukti' tuccha-phala haya n&#257;m&#257;bh&#257;sa haite</P><P CLASS=n>ye mukti bhakta n&#257; laya, se krishna c&#257;he dite"</P><P>A devotee never accepts mukti, even if Krishna offers it. Mukti, freedom from all sinful reactions, is obtained even by n&#257;m&#257;bh&#257;sa, or a glimpse of the light of the holy name before its full light is perfectly visible.</P><P>The n&#257;m&#257;bh&#257;sa stage is between that of n&#257;ma-apar&#257;dha, or chanting of the holy name with offenses, and pure chanting. There are three stages in chanting the holy name of the Lord. In the first stage, one commits ten kinds of offenses while chanting. In the next stage, n&#257;m&#257;bh&#257;sa, the offenses have almost stopped, and one is coming to the platform of pure chanting. In the third stage, when one chants the Hare Krishna mantra without offenses, his dormant love for Krishna immediately awakens. This is the perfection.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>