<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.24</P><P CLASS=c>n&#363;nam bat&#257;yam bhagav&#257;n artheshu na nishn&#257;to yo 's&#257;v indro yasya sacivo mantr&#257;ya vrita ek&#257;ntato brihaspatis tam atih&#257;ya svayam upendren&#257;tm&#257;nam ay&#257;cat&#257;tmana&#347; c&#257;&#347;isho no eva tad-d&#257;syam ati-gambh&#299;ra-vayasah k&#257;lasya manvantara-parivrittam kiyal loka-trayam idam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; very learned; <A CLASS=v HREF="http://vedabase.net/a/arthesu">artheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> self-interest; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nisnatah">nishn&#257;tah</A> &#8212; very experienced; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; the King of heaven; <A CLASS=v HREF="http://vedabase.net/i/indrah">indrah</A> &#8212; <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/s/sacivah">sacivah</A> &#8212; the prime minister; <A CLASS=v HREF="http://vedabase.net/m/mantraya">mantr&#257;ya</A> &#8212; for giving instructions; <A CLASS=v HREF="http://vedabase.net/v/vrtah">vritah</A> &#8212; chosen; <A CLASS=v HREF="http://vedabase.net/e/ekantatah">ek&#257;ntatah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/b/brhaspatih">brihaspatih</A> &#8212; named <A HREF="http://vedabase.net/b/brhaspati">Brihaspati</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/a/atihaya">atih&#257;ya</A> &#8212; ignoring; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/u/upendrena">upendrena</A> &#8212; by means of <A HREF="http://vedabase.net/u/upendra">Upendra</A> (Lord V&#257;manadeva); <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/a/ayacata">ay&#257;cata</A> &#8212; requested; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for himself; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; blessings (the three worlds); <A CLASS=v HREF="http://vedabase.net/n/no">no</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/d/dasyam">d&#257;syam</A> &#8212; the loving service of the Lord; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/g/gambhira">gambh&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/v/vayasah">vayasah</A> &#8212; having <A HREF="http://vedabase.net/a/an">an</A> insurmountable duration; <A CLASS=v HREF="http://vedabase.net/k/kalasya">k&#257;lasya</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/m/manvantara">manvantara</A>-<A CLASS=v HREF="http://vedabase.net/p/parivrttam">parivrittam</A> &#8212; changed by the end of <A HREF="http://vedabase.net/a/a">a</A> life of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/k/kiyat">kiyat</A> &#8212; what is the value of; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/t/trayam">trayam</A> &#8212; three worlds; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; these.</P><P CLASS=t>TRANSLATION</P><P>Alas, how pitiable it is for Indra, the King of heaven, that although he is very learned and powerful and although he chose Brihaspati as his prime minister to instruct him, he is completely ignorant concerning spiritual advancement. Brihaspati is also unintelligent because he did not properly instruct his disciple Indra. Lord V&#257;manadeva was standing at Indra's door, but King Indra, instead of begging Him for an opportunity to render transcendental loving service, engaged Him in asking me for alms to gain the three worlds for his sense gratification. Sovereignty over the three worlds is very insignificant because whatever material opulence one may possess lasts only for an age of Manu, which is but a tiny fraction of endless time.</P><P CLASS=t>PURPORT</P><P>Bali Mah&#257;r&#257;ja was so powerful that he fought with Indra and took possession of the three worlds. Indra was certainly very advanced in knowledge, but instead of asking V&#257;manadeva for engagement in His service, he used the Lord to beg for material possessions that would lie finished at the end of one age of Manu. An age of Manu, which is the duration of Manu's life, is calculated to last seventy-two yugas. One yuga consists of 4,300,000 years, and therefore the duration of Manu's life is 309,600,000 years. The demigods possess their material opulence only until the end of the life of Manu. Time is insurmountable. The time one is allotted, even if it be millions of years, is quickly gone. The demigods own their material possessions only within the limits of time. Therefore Bali Mah&#257;r&#257;ja lamented that although Indra was very learned, he did not know how to use his intelligence properly, for instead of asking V&#257;manadeva to allow him to engage in His service, Indra used Him to beg Bali Mah&#257;r&#257;ja for material wealth. Although Indra was learned and his prime minister, Brihaspati, was also learned, neither of them begged to be able to render loving service to Lord V&#257;manadeva. Therefore Bali Mah&#257;r&#257;ja lamented for Indra.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>