<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.26</P><P CLASS=c>tasya mah&#257;nubh&#257;vasy&#257;nupatham amrijita-kash&#257;yah ko v&#257;smad-vidhah parih&#299;na-bhagavad-anugraha upajigamishat&#299;ti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavasya">anubh&#257;vasya</A> &#8212; who was <A HREF="http://vedabase.net/a/an">an</A> exalted devotee; <A CLASS=v HREF="http://vedabase.net/a/anupatham">anupatham</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/a/amrjita">amrijita</A>-<A CLASS=v HREF="http://vedabase.net/k/kasayah">kash&#257;yah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who is materially contaminated; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/asmat">asmat</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhah">vidhah</A> &#8212; like us; <A CLASS=v HREF="http://vedabase.net/p/parihina">parih&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/a/anugrahah">anugrahah</A> &#8212; being without the favor of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/u/upajigamisati">upajigamishati</A> &#8212; desires <A HREF="http://vedabase.net/t/to">to</A> follow; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>Bali Mah&#257;r&#257;ja said: Persons like us, who are still attached to material enjoyment, who are contaminated by the modes of material nature and who lack the mercy of the Supreme Personality of Godhead, cannot follow the supreme path of Prahl&#257;da Mah&#257;r&#257;ja, the exalted devotee of the Lord.</P><P CLASS=t>PURPORT</P><P>It is said that for spiritual realization one must follow great personalities like Lord Brahm&#257;, Devarshi N&#257;rada, Lord &#346;iva and Prahl&#257;da Mah&#257;r&#257;ja. The path of bhakti is not at all difficult if we follow in the footsteps of previous &#257;c&#257;ryas and authorities, but those who are too materially contaminated by the modes of material nature cannot follow them. Although Bali Mah&#257;r&#257;ja was actually following the path of his grandfather, because of his great humility he thought that he was not. It is characteristic of advanced Vaishnavas following the principles of bhakti that they think themselves ordinary human beings. This is not an artificial exhibition of humility; a Vaishnava sincerely thinks this way and therefore never admits his exalted position.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>