<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.3</P><P CLASS=c>tan ni&#347;amyobhayatr&#257;pi bhagavat&#257; rakshan&#257;ya prayuktam sudar&#347;anam n&#257;ma bh&#257;gavatam dayitam astram tat tejas&#257; durvishaham muhuh parivartam&#257;nam abhyavasthito muh&#363;rtam udvijam&#257;na&#347; cakita-hridaya &#257;r&#257;d eva nivartate tad upar&#257;gam iti vadanti lok&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that situation; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/u/ubhayatra">ubhayatra</A> &#8212; around both the sun and moon; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/r/raksanaya">rakshan&#257;ya</A> &#8212; for their protection; <A CLASS=v HREF="http://vedabase.net/p/prayuktam">prayuktam</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/s/sudarsanam">sudar&#347;anam</A> &#8212; the wheel of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/b/bhagavatam">bh&#257;gavatam</A> &#8212; the most confidential devotee; <A CLASS=v HREF="http://vedabase.net/d/dayitam">dayitam</A> &#8212; the most favorite; <A CLASS=v HREF="http://vedabase.net/a/astram">astram</A> &#8212; weapon; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by its effulgence; <A CLASS=v HREF="http://vedabase.net/d/durvisaham">durvishaham</A> &#8212; unbearable heat; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; repeatedly; <A CLASS=v HREF="http://vedabase.net/p/parivartamanam">parivartam&#257;nam</A> &#8212; moving around the sun and moon; <A CLASS=v HREF="http://vedabase.net/a/abhyavasthitah">abhyavasthitah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/m/muhurtam">muh&#363;rtam</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/muhurta">muh&#363;rta</A> (forty-eight minutes); <A CLASS=v HREF="http://vedabase.net/u/udvijamanah">udvijam&#257;nah</A> &#8212; whose mind was full of anxieties; <A CLASS=v HREF="http://vedabase.net/c/cakita">cakita</A> &#8212; frightened; <A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; the <A HREF="http://vedabase.net/c/core">core</A> of whose heart; <A CLASS=v HREF="http://vedabase.net/a/arat">&#257;r&#257;t</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> distant place; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nivartate">nivartate</A> &#8212; flees; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that situation; <A CLASS=v HREF="http://vedabase.net/u/uparagam">upar&#257;gam</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> eclipse; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vadanti">vadanti</A> &#8212; they say; <A CLASS=v HREF="http://vedabase.net/l/lokah">lok&#257;h</A> &#8212; the people.</P><P CLASS=t>TRANSLATION</P><P>After hearing from the sun and moon demigods about R&#257;hu's attack, the Supreme Personality of Godhead, Vishnu, engages His disc, known as the Sudar&#347;ana cakra, to protect them. The Sudar&#347;ana cakra is the Lord's most beloved devotee and is favored by the Lord. The intense heat of its effulgence, meant for killing non-Vaishnavas, is unbearable to R&#257;hu, and he therefore flees in fear of it. During the time R&#257;hu disturbs the sun or moon, there occurs what people commonly know as an eclipse.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, Vishnu, is always the protector of His devotees, who are also known as demigods. The controlling demigods are most obedient to Lord Vishnu, although they also want material sense enjoyment, and that is why they are called demigods, or almost godly. Although R&#257;hu attempts to attack both the sun and the moon, they are protected by Lord Vishnu. Being very afraid of Lord Vishnu's cakra, R&#257;hu cannot stay in front of the sun or moon for more than a muh&#363;rta (forty-eight minutes). The phenomenon that occurs when R&#257;hu blocks the light of the sun or moon is called an eclipse. The attempt of the scientists of this earth to go to the moon is as demoniac as R&#257;hu's attack. Of course. their attempts will be failures because no one can enter the moon or sun so easily. Like the attack of R&#257;hu, such attempts will certainly be failures.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>