<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Subterranean Heavenly Planets</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.24.8</P><P CLASS=c>eteshu hi bila-svargeshu svarg&#257;d apy adhika-k&#257;ma-bhogai&#347;vary&#257;nanda-bh&#363;ti-vibh&#363;tibhih susamriddha-bhavanody&#257;n&#257;kr&#299;da-vih&#257;reshu daitya-d&#257;nava-k&#257;dravey&#257; nitya-pramudit&#257;nurakta-kalatr&#257;patya-bandhu-suhrid-anucar&#257; griha-pataya &#299;&#347;var&#257;d apy apratihata-k&#257;m&#257; m&#257;y&#257;-vinod&#257; nivasanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etesu">eteshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> these; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bila">bila</A>-<A CLASS=v HREF="http://vedabase.net/s/svargesu">svargeshu</A> &#8212; known <A HREF="http://vedabase.net/a/as">as</A> the heavenly subterranean worlds; <A CLASS=v HREF="http://vedabase.net/s/svargat">svarg&#257;t</A> &#8212; than the heavenly planets; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/adhika">adhika</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> greater quantity; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhoga">bhoga</A> &#8212; enjoyment of sense gratification; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; bliss due <A HREF="http://vedabase.net/t/to">to</A> opulence; <A CLASS=v HREF="http://vedabase.net/b/bhuti">bh&#363;ti</A> &#8212; influence; <A CLASS=v HREF="http://vedabase.net/v/vibhutibhih">vibh&#363;tibhih</A> &#8212; by those things and wealth; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/samrddha">samriddha</A> &#8212; improved; <A CLASS=v HREF="http://vedabase.net/b/bhavana">bhavana</A> &#8212; houses; <A CLASS=v HREF="http://vedabase.net/u/udyana">udy&#257;na</A> &#8212; gardens; <A CLASS=v HREF="http://vedabase.net/a/akrida">&#257;kr&#299;da</A>-<A CLASS=v HREF="http://vedabase.net/v/viharesu">vih&#257;reshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> places for different types of sense gratification; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/d/danava">d&#257;nava</A> &#8212; ghosts; <A CLASS=v HREF="http://vedabase.net/k/kadraveyah">k&#257;dravey&#257;h</A> &#8212; snakes; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> always; <A CLASS=v HREF="http://vedabase.net/p/pramudita">pramudita</A> &#8212; overjoyed; <A CLASS=v HREF="http://vedabase.net/a/anurakta">anurakta</A> &#8212; because of attachment; <A CLASS=v HREF="http://vedabase.net/k/kalatra">kalatra</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> wife; <A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/b/bandhu">bandhu</A> &#8212; family relations; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; friends; <A CLASS=v HREF="http://vedabase.net/a/anucarah">anucar&#257;h</A> &#8212; followers; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/p/patayah">patayah</A> &#8212; the heads of the households; <A CLASS=v HREF="http://vedabase.net/i/isvarat">&#299;&#347;var&#257;t</A> &#8212; than those <A HREF="http://vedabase.net/m/more">more</A> capable, like the demigods; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/a/apratihata">apratihata</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h</A> &#8212; whose fulfillment of lusty desires is unimpeded; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; illusory; <A CLASS=v HREF="http://vedabase.net/v/vinodah">vinod&#257;h</A> &#8212; who feel happiness; <A CLASS=v HREF="http://vedabase.net/n/nivasanti">nivasanti</A> &#8212; live.</P><P CLASS=t>TRANSLATION</P><P>In these seven planetary systems, which are also known as the subterranean heavens [bila-svarga], there are very beautiful houses, gardens and places of sense enjoyment, which are even more opulent than those in the higher planets because the demons have a very high standard of sensual pleasure, wealth and influence. Most of the residents of these planets, who are known as Daityas, D&#257;navas and N&#257;gas, live as householders. Their wives, children, friends and society are all fully engaged in illusory, material happiness. The sense enjoyment of the demigods is sometimes disturbed, but the residents of these planets enjoy life without disturbances. Thus they are understood to be very attached to illusory happiness.</P><P CLASS=t>PURPORT</P><P>According to the statements of Prahl&#257;da Mah&#257;r&#257;ja, material enjoyment is m&#257;y&#257;-sukha, illusory enjoyment. A Vaishnava is full of anxieties for the deliverance of all living entities from such false enjoyment. Prahl&#257;da Mah&#257;r&#257;ja says, m&#257;y&#257;-sukh&#257;ya bharam udvahato vim&#363;dh&#257;n: [<A CLASS=v HREF="../../7/9/43.htm">SB 7.9.43</A>] these fools (vim&#363;dhas) are engaged in material happiness, which is surely temporary. Whether in the heavenly planets, the lower planets or the earthly planets, people are engrossed in temporary, material happiness, forgetting that in due course of time they have to change their bodies according to the material laws and suffer the repetition of birth, death, old age and disease. Not caring what will happen in the next birth, gross materialists are simply busy enjoying during the present short span of life. A Vaishnava is always anxious to give all such bewildered materialists the real happiness of spiritual bliss.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>