<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 24: The Subterranean Heavenly Planets</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 5.24 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 5.24.1</B></A>: &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299; said: My dear King, some historians, the speakers of the Pur&#257;nas, say that 10,000 yojanas [80,000 miles] below the sun is the planet known as R&#257;hu, which moves like one of the stars. The presiding deity of that planet, who is the son of Simhik&#257;, is the most abominable of all asuras, but although he is completely unfit to assume the position of a demigod or planetary deity, he has achieved that position by the grace of the Supreme Personality of Godhead. Later I shall speak further about him.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 5.24.2</B></A>: The sun globe, which is a source of heat, extends for 10,000 yojanas [80,000 miles]. The moon extends for 20,000 yojanas [160,000 miles], and R&#257;hu extends for 30,000 yojanas [240,000 miles]. Formerly, when nectar was being distributed, R&#257;hu tried to create dissension between the sun and moon by interposing himself between them. R&#257;hu is inimical toward both the sun and the moon, and therefore he always tries to cover the sunshine and moonshine on the dark-moon day and full-moon night.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 5.24.3</B></A>: After hearing from the sun and moon demigods about R&#257;hu's attack, the Supreme Personality of Godhead, Vishnu, engages His disc, known as the Sudar&#347;ana cakra, to protect them. The Sudar&#347;ana cakra is the Lord's most beloved devotee and is favored by the Lord. The intense heat of its effulgence, meant for killing non-Vaishnavas, is unbearable to R&#257;hu, and he therefore flees in fear of it. During the time R&#257;hu disturbs the sun or moon, there occurs what people commonly know as an eclipse.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 5.24.4</B></A>: Below R&#257;hu by 10,000 yojanas [80,000 miles] are the planets known as Siddhaloka, C&#257;ranaloka and Vidy&#257;dhara-loka.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 5.24.5</B></A>: Beneath Vidy&#257;dhara-loka, C&#257;ranaloka and Siddhaloka, in the sky called antariksha, are the places of enjoyment for the Yakshas, R&#257;kshasas, Pi&#347;&#257;cas, ghosts and so on. Antariksha extends as far as the wind blows and the clouds float in the sky. Above this there is no more air.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 5.24.6</B></A>: Below the abodes of the Yakshas and R&#257;kshasas by a distance of 100 yojanas [800 miles] is the planet earth. Its upper limits extend as high as swans, hawks, eagles and similar large birds can fly.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 5.24.7</B></A>: My dear King, beneath this earth are seven other planets, known as Atala, Vitala, Sutala, Tal&#257;tala, Mah&#257;tala, Ras&#257;tala and P&#257;t&#257;la. I have already explained the situation of the planetary systems of earth. The width and length of the seven lower planetary systems are calculated to be exactly the same as those of earth.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 5.24.8</B></A>: In these seven planetary systems, which are also known as the subterranean heavens [bila-svarga], there are very beautiful houses, gardens and places of sense enjoyment, which are even more opulent than those in the higher planets because the demons have a very high standard of sensual pleasure, wealth and influence. Most of the residents of these planets, who are known as Daityas, D&#257;navas and N&#257;gas, live as householders. Their wives, children, friends and society are all fully engaged in illusory, material happiness. The sense enjoyment of the demigods is sometimes disturbed, but the residents of these planets enjoy life without disturbances. Thus they are understood to be very attached to illusory happiness.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 5.24.9</B></A>: My dear King, in the imitation heavens known as bila-svarga there is a great demon named Maya D&#257;nava, who is an expert artist and architect. He has constructed many brilliantly decorated cities. There are many wonderful houses, walls, gates, assembly houses, temples, yards and temple compounds, as well as many hotels serving as residential quarters for foreigners. The houses for the leaders of these planets are constructed with the most valuable jewels, and they are always crowded with living entities known as N&#257;gas and Asuras, as well as many pigeons, parrots and similar birds. All in all, these imitation heavenly cities are most beautifully situated and attractively decorated.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 5.24.10</B></A>: The parks and gardens in the artificial heavens surpass in beauty those of the upper heavenly planets. The trees in those gardens, embraced by creepers, bend with a heavy burden of twigs with fruits and flowers, and therefore they appear extraordinarily beautiful. That beauty could attract anyone and make his mind fully blossom in the pleasure of sense gratification. There are many lakes and reservoirs with clear, transparent water, agitated by jumping fish and decorated with many flowers such as lilies, kuvalayas, kahl&#257;ras and blue and red lotuses. Pairs of cakrav&#257;kas and many other water birds nest in the lakes and always enjoy in a happy mood, making sweet, pleasing vibrations that are very satisfying and conducive to enjoyment of the senses.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 5.24.11</B></A>: Since there is no sunshine in those subterranean planets, time is not divided into days and nights, and consequently fear produced by time does not exist.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 5.24.12</B></A>: Many great serpents reside there with gems on their hoods, and the effulgence of these gems dissipates the darkness in all directions.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 5.24.13</B></A>: Since the residents of these planets drink and bathe in juices and elixirs made from wonderful herbs, they are freed from all anxieties and physical diseases. They have no experience of grey hair, wrinkles or invalidity, their bodily lusters do not fade, their perspiration does not cause a bad smell, and they are not troubled by fatigue or by lack of energy or enthusiasm due to old age.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 5.24.14</B></A>: They live very auspiciously and do not fear death from anything but death's established time, which is the effulgence of the Sudar&#347;ana cakra of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 5.24.15</B></A>: When the Sudar&#347;ana disc enters those provinces, the pregnant wives of the demons all have miscarriages due to fear of its effulgence.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 5.24.16</B></A>: My dear King, now I shall describe to you the lower planetary systems, one by one, beginning from Atala. In Atala there is a demon, the son of Maya D&#257;nava named Bala, who created ninety-six kinds of mystic power. Some so-called yog&#299;s and sv&#257;m&#299;s take advantage of this mystic power to cheat people even today. Simply by yawning, the demon Bala created three kinds of women, known as svairin&#299;, k&#257;min&#299; and pum&#347;cal&#299;. The svairin&#299;s like to marry men from their own group, the k&#257;min&#299;s marry men from any group, and the pum&#347;cal&#299;s change husbands one after another. If a man enters the planet of Atala, these women immediately capture him and induce him to drink an intoxicating beverage made with a drug known as h&#257;taka [cannabis indica]. This intoxicant endows the man with great sexual prowess, of which the women take advantage for enjoyment. A woman will enchant him with attractive glances, intimate words, smiles of love and then embraces. In this way she induces him to enjoy sex with her to her full satisfaction. Because of his increased sexual power, the man thinks himself stronger than ten thousand elephants and considers himself most perfect. Indeed, illusioned and intoxicated by false pride, he thinks himself God, ignoring impending death.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 5.24.17</B></A>: The next planet below Atala is Vitala, wherein Lord &#346;iva, who is known as the master of gold mines, lives with his personal associates, the ghosts and similar living entities. Lord &#346;iva, as the progenitor, engages in sex with Bhav&#257;n&#299;, the progenitress, to produce living entities, and from the mixture of their vital fluid the river named H&#257;tak&#299; is generated. When fire, being made to blaze by the wind, drinks of this river and then sizzles and spits it out, it produces gold called H&#257;taka. The demons who live on that planet with their wives decorate themselves with various ornaments made from that gold, and thus they live there very happily.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 5.24.18</B></A>: Below the planet Vitala is another planet, known as Sutala, where the great son of Mah&#257;r&#257;ja Virocana, Bali Mah&#257;r&#257;ja, who is celebrated as the most pious king, resides even now. For the welfare of Indra, the King of heaven, Lord Vishnu appeared in the form of a dwarf brahmac&#257;r&#299; as the son of Aditi and tricked Bali Mah&#257;r&#257;ja by begging for only three paces of land but taking all the three worlds. Being very pleased with Bali Mah&#257;r&#257;ja for giving all his possessions, the Lord returned his kingdom and made him richer than the opulent King Indra. Even now, Bali Mah&#257;r&#257;ja engages in devotional service by worshiping the Supreme Personality of Godhead in the planet of Sutala.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 5.24.19</B></A>: My dear King, Bali Mah&#257;r&#257;ja donated all his possessions to the Supreme Personality of Godhead, V&#257;manadeva, but one should certainly not conclude that he achieved his great worldly opulence in bila-svarga as a result of his charitable disposition. The Supreme Personality of Godhead, who is the source of life for all living entities, lives within everyone as the friendly Supersoul, and under His direction a living entity enjoys or suffers in the material world. Greatly appreciating the transcendental qualities of the Lord, Bali Mah&#257;r&#257;ja offered everything at His lotus feet. His purpose, however, was not to gain anything material, but to become a pure devotee. For a pure devotee, the door of liberation is automatically opened. One should not think that Bali Mah&#257;r&#257;ja was given so much material opulence merely because of his charity. When one becomes a pure devotee in love, he may also be blessed with a good material position by the will of the Supreme Lord. However, one should not mistakenly think that the material opulence of a devotee is the result of his devotional service. The real result of devotional service is the awakening of pure love for the Supreme Personality of Godhead, which continues under all circumstances.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 5.24.20</B></A>: If one who is embarrassed by hunger or who falls down or stumbles chants the holy name of the Lord even once, willingly or unwillingly, he is immediately freed from the reactions of his past deeds. Karm&#299;s entangled in material activities face many difficulties in the practice of mystic yoga and other endeavors to achieve that same freedom.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 5.24.21</B></A>: The Supreme Personality of Godhead, who is situated in everyone's heart as the Supersoul, sells Himself to His devotees such as N&#257;rada Muni. In other words, the Lord gives pure love to such devotees and gives Himself to those who love Him purely. Great, self-realized mystic yog&#299;s such as the four Kum&#257;ras also derive great transcendental bliss from realizing the Supersoul within themselves.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 5.24.22</B></A>: The Supreme Personality of Godhead did not award His mercy to Bali Mah&#257;r&#257;ja by giving him material happiness and opulence, for these make one forget loving service to the Lord. The result of material opulence is that one can no longer absorb his mind in the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 5.24.23</B></A>: When the Supreme Personality of Godhead could see no other means of taking everything away from Bali Mah&#257;r&#257;ja, He adopted the trick of begging from him and took away all the three worlds. Thus only his body was left, but the Lord was still not satisfied. He arrested Bali Mah&#257;r&#257;ja, bound him with the ropes of Varuna and threw him in a cave in a mountain. Nevertheless, although all his property was taken and he was thrown into a cave, Bali Mah&#257;r&#257;ja was such a great devotee that he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 5.24.24</B></A>: Alas, how pitiable it is for Indra, the King of heaven, that although he is very learned and powerful and although he chose Brihaspati as his prime minister to instruct him, he is completely ignorant concerning spiritual advancement. Brihaspati is also unintelligent because he did not properly instruct his disciple Indra. Lord V&#257;manadeva was standing at Indra's door, but King Indra, instead of begging Him for an opportunity to render transcendental loving service, engaged Him in asking me for alms to gain the three worlds for his sense gratification. Sovereignty over the three worlds is very insignificant because whatever material opulence one may possess lasts only for an age of Manu, which is but a tiny fraction of endless time.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 5.24.25</B></A>: Bali Mah&#257;r&#257;ja said: My grandfather Prahl&#257;da Mah&#257;r&#257;ja is the only person who understood his own self-interest. Upon the death of Prahl&#257;da's father, Hiranyaka&#347;ipu, Lord Nrisimhadeva wanted to offer Prahl&#257;da his father's kingdom and even wanted to grant him liberation from material bondage, but Prahl&#257;da accepted neither. Liberation and material opulence, he thought, are obstacles to devotional service, and therefore such gifts from the Supreme Personality of Godhead are not His actual mercy. Consequently, instead of accepting the results of karma and jñ&#257;na, Prahl&#257;da Mah&#257;r&#257;ja simply begged the Lord for engagement in the service of His servant.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 5.24.26</B></A>: Bali Mah&#257;r&#257;ja said: Persons like us, who are still attached to material enjoyment, who are contaminated by the modes of material nature and who lack the mercy of the Supreme Personality of Godhead, cannot follow the supreme path of Prahl&#257;da Mah&#257;r&#257;ja, the exalted devotee of the Lord.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 5.24.27</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: My dear King, how shall I glorify the character of Bali Mah&#257;r&#257;ja? The Supreme Personality of Godhead, the master of the three worlds, who is most compassionate to His own devotee, stands with club in hand at Bali Mah&#257;r&#257;ja's door. When R&#257;vana, the powerful demon, came to gain victory over Bali Mah&#257;r&#257;ja, V&#257;manadeva kicked him a distance of eighty thousand miles with His big toe. I shall explain the character and activities of Bali Mah&#257;r&#257;ja later [in the Eighth Canto of &#346;r&#299;mad-Bh&#257;gavatam].</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 5.24.28</B></A>: Beneath the planet known as Sutala is another planet, called Tal&#257;tala, which is ruled by the D&#257;nava demon named Maya. Maya is known as the &#257;c&#257;rya [master] of all the m&#257;y&#257;v&#299;s, who can invoke the powers of sorcery. For the benefit of the three worlds, Lord &#346;iva, who is known as Tripur&#257;ri, once set fire to the three kingdoms of Maya, but later, being pleased with him, he returned his kingdom. Since that time, Maya D&#257;nava has been protected by Lord &#346;iva, and therefore he falsely thinks that he need not fear the Sudar&#347;ana cakra of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 5.24.29</B></A>: The planetary system below Tal&#257;tala is known as Mah&#257;tala. It is the abode of many-hooded snakes, descendants of Kadr&#363;, who are always very angry. The great snakes who are prominent are Kuhaka, Takshaka, K&#257;liya and Sushena. The snakes in Mah&#257;tala are always disturbed by fear of Garuda, the carrier of Lord Vishnu, but although they are full of anxiety, some of them nevertheless sport with their wives, children, friends and relatives.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 5.24.30</B></A>: Beneath Mah&#257;tala is the planetary system known as Ras&#257;tala, which is the abode of the demoniac sons of Diti and Danu. They are called Panis, Niv&#257;ta-kavacas, K&#257;leyas and Hiranya-purav&#257;s&#299;s [those living in Hiranya-pura]. They are all enemies of the demigods, and they reside in holes like snakes. From birth they are extremely powerful and cruel, and although they are proud of their strength, they are always defeated by the Sudar&#347;ana cakra of the Supreme Personality of Godhead, who rules all the planetary systems. When a female messenger from Indra named Saram&#257; chants a particular curse, the serpentine demons of Mah&#257;tala become very afraid of Indra.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 5.24.31</B></A>: Beneath Ras&#257;tala is another planetary system, known as P&#257;t&#257;la or N&#257;galoka, where there are many demoniac serpents, the masters of N&#257;galoka, such as &#346;a&#324;kha, Kulika, Mah&#257;&#347;a&#324;kha, &#346;veta, Dhanañjaya, Dhritar&#257;shtra, &#346;a&#324;khac&#363;da, Kambala, A&#347;vatara and Devadatta. The chief among them is V&#257;suki. They are all extremely angry, and they have many, many hoods &#8212; some snakes five hoods, some seven, some ten, others a hundred and others a thousand. These hoods are bedecked with valuable gems, and the light emanating from the gems illuminates the entire planetary system of bila-svarga.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>