<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 1"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.1</P><P CLASS=c>sañjaya uv&#257;ca</P><P CLASS=c>tam tath&#257; kripay&#257;vishtam</P><P CLASS=c>a&#347;ru-p&#363;rn&#257;kulekshanam</P><P CLASS=c>vish&#299;dantam idam v&#257;kyam</P><P CLASS=c>uv&#257;ca madhus&#363;danah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanjayah">sañjayah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sanjaya">Sañjaya</A> said; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto <A HREF="http://vedabase.net/a/arjuna">Arjuna</A>; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/krpaya">kripay&#257;</A> &#8212; by compassion; <A CLASS=v HREF="http://vedabase.net/a/avistam">&#257;vishtam</A> &#8212; overwhelmed; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A>-<A CLASS=v HREF="http://vedabase.net/a/akula">&#257;kula</A> &#8212; full of tears; <A CLASS=v HREF="http://vedabase.net/i/iksanam">&#299;kshanam</A> &#8212; eyes; <A CLASS=v HREF="http://vedabase.net/v/visidantam">vish&#299;dantam</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/v/vakyam">v&#257;kyam</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/s/sudanah">s&#363;danah</A> &#8212; the killer of <A HREF="http://vedabase.net/m/madhu">Madhu</A>.</P><P CLASS=t>TRANSLATION</P><P>Sañjaya said: Seeing Arjuna full of compassion, his mind depressed, his eyes full of tears, Madhus&#363;dana, Krishna, spoke the following words.</P><P CLASS=t>PURPORT</P><P>Material compassion, lamentation and tears are all signs of ignorance of the real self. Compassion for the eternal soul is self-realization. The word "Madhus&#363;dana" is significant in this verse. Lord Krishna killed the demon Madhu, and now Arjuna wanted Krishna to kill the demon of misunderstanding that had overtaken him in the discharge of his duty. No one knows where compassion should be applied. Compassion for the dress of a drowning man is senseless. A man fallen in the ocean of nescience cannot be saved simply by rescuing his outward dress &#8212; the gross material body. One who does not know this and laments for the outward dress is called a &#347;&#363;dra, or one who laments unnecessarily. Arjuna was a kshatriya, and this conduct was not expected from him. Lord Krishna, however, can dissipate the lamentation of the ignorant man, and for this purpose the Bhagavad-g&#299;t&#257; was sung by Him. This chapter instructs us in self-realization by an analytical study of the material body and the spirit soul, as explained by the supreme authority, Lord &#346;r&#299; Krishna. This realization is possible when one works without attachment to fruitive results and is situated in the fixed conception of the real self.</P><P CLASS=l><A CLASS=i HREF="../1/46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>