<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 12"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.12</P><P CLASS=c>na tv ev&#257;ham j&#257;tu n&#257;sam</P><P CLASS=c>na tvam neme jan&#257;dhip&#257;h</P><P CLASS=c>na caiva na bhavishy&#257;mah</P><P CLASS=c>sarve vayam atah param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/j/jatu">j&#257;tu</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; did not; <A CLASS=v HREF="http://vedabase.net/a/asam">&#257;sam</A> &#8212; exist; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/a/adhipah">adhip&#257;h</A> &#8212; kings; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhavisyamah">bhavishy&#257;mah</A> &#8212; shall exist; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; hereafter.</P><P CLASS=t>TRANSLATION</P><P>Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.</P><P CLASS=t>PURPORT</P><P>In the Vedas, in the Katha Upanishad as well as in the &#346;vet&#257;&#347;vatara Upanishad, it is said that the Supreme Personality of Godhead is the maintainer of innumerable living entities, in terms of their different situations according to individual work and reaction of work. That Supreme Personality of Godhead is also, by His plenary portions, alive in the heart of every living entity. Only saintly persons who can see, within and without, the same Supreme Lord can actually attain to perfect and eternal peace.</P><P>nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m</P><P CLASS=n>eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n</P><P CLASS=n>tam &#257;tma-stham ye 'nupa&#347;yanti dh&#299;r&#257;s</P><P CLASS=n>tesh&#257;m &#347;&#257;ntih &#347;&#257;&#347;vat&#299; netaresh&#257;m</P><P>The same Vedic truth given to Arjuna is given to all persons in the world who pose themselves as very learned but factually have but a poor fund of knowledge. The Lord says clearly that He Himself, Arjuna and all the kings who are assembled on the battlefield are eternally individual beings and that the Lord is eternally the maintainer of the individual living entities both in their conditioned and in their liberated situations. The Supreme Personality of Godhead is the supreme individual person, and Arjuna, the Lord's eternal associate, and all the kings assembled there are individual eternal persons. It is not that they did not exist as individuals in the past, and it is not that they will not remain eternal persons. Their individuality existed in the past, and their individuality will continue in the future without interruption. Therefore, there is no cause for lamentation for anyone.</P><P>The M&#257;y&#257;v&#257;d&#299; theory that after liberation the individual soul, separated by the covering of m&#257;y&#257;, or illusion, will merge into the impersonal Brahman and lose its individual existence is not supported herein by Lord Krishna, the supreme authority. Nor is the theory that we only think of individuality in the conditioned state supported herein. Krishna clearly says herein that in the future also the individuality of the Lord and others, as it is confirmed in the Upanishads, will continue eternally. This statement of Krishna's is authoritative because Krishna cannot be subject to illusion. If individuality were not a fact, then Krishna would not have stressed it so much &#8212; even for the future. The M&#257;y&#257;v&#257;d&#299; may argue that the individuality spoken of by Krishna is not spiritual, but material. Even accepting the argument that the individuality is material, then how can one distinguish Krishna's individuality? Krishna affirms His individuality in the past and confirms His individuality in the future also. He has confirmed His individuality in many ways, and impersonal Brahman has been declared to be subordinate to Him. Krishna has maintained spiritual individuality all along; if He is accepted as an ordinary conditioned soul in individual consciousness, then His Bhagavad-g&#299;t&#257; has no value as authoritative scripture. A common man with all the four defects of human frailty is unable to teach that which is worth hearing. The G&#299;t&#257; is above such literature. No mundane book compares with the Bhagavad-g&#299;t&#257;. When one accepts Krishna as an ordinary man, the G&#299;t&#257; loses all importance. The M&#257;y&#257;v&#257;d&#299; argues that the plurality mentioned in this verse is conventional and that it refers to the body. But previous to this verse such a bodily conception is already condemned. After condemning the bodily conception of the living entities, how was it possible for Krishna to place a conventional proposition on the body again? Therefore, individuality is maintained on spiritual grounds and is thus confirmed by great &#257;c&#257;ryas like &#346;r&#299; R&#257;m&#257;nuja and others. It is clearly mentioned in many places in the G&#299;t&#257; that this spiritual individuality is understood by those who are devotees of the Lord. Those who are envious of Krishna as the Supreme Personality of Godhead have no bona fide access to the great literature. The nondevotee's approach to the teachings of the G&#299;t&#257; is something like that of a bee licking on a bottle of honey. One cannot have a taste of honey unless one opens the bottle. Similarly, the mysticism of the Bhagavad-g&#299;t&#257; can be understood only by devotees, and no one else can taste it, as it is stated in the Fourth Chapter of the book. Nor can the G&#299;t&#257; be touched by persons who envy the very existence of the Lord. Therefore, the M&#257;y&#257;v&#257;d&#299; explanation of the G&#299;t&#257; is a most misleading presentation of the whole truth. Lord Caitanya has forbidden us to read commentations made by the M&#257;y&#257;v&#257;d&#299;s and warns that one who takes to such an understanding of the M&#257;y&#257;v&#257;d&#299; philosophy loses all power to understand the real mystery of the G&#299;t&#257;. If individuality refers to the empirical universe, then there is no need of teaching by the Lord. The plurality of the individual soul and of the Lord is an eternal fact, and it is confirmed by the Vedas as above mentioned.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>