<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 14"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.14</P><P CLASS=c>m&#257;tr&#257;-spar&#347;&#257;s tu kaunteya</P><P CLASS=c>&#347;&#299;toshna-sukha-duhkha-d&#257;h</P><P CLASS=c>&#257;gam&#257;p&#257;yino 'nity&#257;s</P><P CLASS=c>t&#257;ms titikshasva bh&#257;rata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tr&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sparsah">spar&#347;&#257;h</A> &#8212; sensory perception; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/k/kaunteya">kaunteya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/k/kunti">Kunt&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sita">&#347;&#299;ta</A> &#8212; winter; <A CLASS=v HREF="http://vedabase.net/u/usna">ushna</A> &#8212; summer; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; happiness; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; and pain; <A CLASS=v HREF="http://vedabase.net/d/dah">d&#257;h</A> &#8212; giving; <A CLASS=v HREF="http://vedabase.net/a/agama">&#257;gama</A> &#8212; appearing; <A CLASS=v HREF="http://vedabase.net/a/apayinah">ap&#257;yinah</A> &#8212; disappearing; <A CLASS=v HREF="http://vedabase.net/a/anityah">anity&#257;h</A> &#8212; nonpermanent; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/t/titiksasva">titikshasva</A> &#8212; just try <A HREF="http://vedabase.net/t/to">to</A> tolerate; <A CLASS=v HREF="http://vedabase.net/b/bharata">bh&#257;rata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> descendant of the <A HREF="http://vedabase.net/b/bharata">Bharata</A> dynasty.</P><P CLASS=t>TRANSLATION</P><P>O son of Kunt&#299;, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.</P><P CLASS=t>PURPORT</P><P>In the proper discharge of duty, one has to learn to tolerate nonpermanent appearances and disappearances of happiness and distress. According to Vedic injunction, one has to take his bath early in the morning even during the month of M&#257;gha (January-February). It is very cold at that time, but in spite of that a man who abides by the religious principles does not hesitate to take his bath. Similarly, a woman does not hesitate to cook in the kitchen in the months of May and June, the hottest part of the summer season. One has to execute his duty in spite of climatic inconveniences. Similarly, to fight is the religious principle of the kshatriyas, and although one has to fight with some friend or relative, one should not deviate from his prescribed duty. One has to follow the prescribed rules and regulations of religious principles in order to rise up to the platform of knowledge, because by knowledge and devotion only can one liberate himself from the clutches of m&#257;y&#257; (illusion).</P><P>The two different names of address given to Arjuna are also significant. To address him as Kaunteya signifies his great blood relations from his mother's side; and to address him as Bh&#257;rata signifies his greatness from his father's side. From both sides he is supposed to have a great heritage. A great heritage brings responsibility in the matter of proper discharge of duties; therefore, he cannot avoid fighting.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>