<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 22"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.22</P><P CLASS=c>v&#257;s&#257;msi j&#299;rn&#257;ni yath&#257; vih&#257;ya</P><P CLASS=c>nav&#257;ni grihn&#257;ti naro 'par&#257;ni</P><P CLASS=c>tath&#257; &#347;ar&#299;r&#257;ni vih&#257;ya j&#299;rn&#257;ny</P><P CLASS=c>any&#257;ni samy&#257;ti nav&#257;ni deh&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vasamsi">v&#257;s&#257;msi</A> &#8212; garments; <A CLASS=v HREF="http://vedabase.net/j/jirnani">j&#299;rn&#257;ni</A> &#8212; old and worn out; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vihaya">vih&#257;ya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/n/navani">nav&#257;ni</A> &#8212; new garments; <A CLASS=v HREF="http://vedabase.net/g/grhnati">grihn&#257;ti</A> &#8212; does accept; <A CLASS=v HREF="http://vedabase.net/n/narah">narah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/a/aparani">apar&#257;ni</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/s/same">same</A> way; <A CLASS=v HREF="http://vedabase.net/s/sarirani">&#347;ar&#299;r&#257;ni</A> &#8212; bodies; <A CLASS=v HREF="http://vedabase.net/v/vihaya">vih&#257;ya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/j/jirnani">jirn&#257;ni</A> &#8212; old and useless; <A CLASS=v HREF="http://vedabase.net/a/anyani">any&#257;ni</A> &#8212; different; <A CLASS=v HREF="http://vedabase.net/s/samyati">samy&#257;ti</A> &#8212; verily accepts; <A CLASS=v HREF="http://vedabase.net/n/navani">nav&#257;ni</A> &#8212; new sets; <A CLASS=v HREF="http://vedabase.net/d/dehi">deh&#299;</A> &#8212; the embodied.</P><P CLASS=t>TRANSLATION</P><P>As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones.</P><P CLASS=t>PURPORT</P><P>Change of body by the atomic individual soul is an accepted fact. Even the modern scientists who do not believe in the existence of the soul, but at the same time cannot explain the source of energy from the heart, have to accept continuous changes of body which appear from childhood to boyhood and from boyhood to youth and again from youth to old age. From old age, the change is transferred to another body. This has already been explained in a previous verse (<A CLASS=v HREF="../2/13.htm">2.13</A>).</P><P>Transference of the atomic individual soul to another body is made possible by the grace of the Supersoul. The Supersoul fulfills the desire of the atomic soul as one friend fulfills the desire of another. The Vedas, like the Mundaka Upanishad, as well as the &#346;vet&#257;&#347;vatara Upanishad, compare the soul and the Supersoul to two friendly birds sitting on the same tree. One of the birds (the individual atomic soul) is eating the fruit of the tree, and the other bird (Krishna) is simply watching His friend. Of these two birds &#8212; although they are the same in quality &#8212; one is captivated by the fruits of the material tree, while the other is simply witnessing the activities of His friend. Krishna is the witnessing bird, and Arjuna is the eating bird. Although they are friends, one is still the master and the other is the servant. Forgetfulness of this relationship by the atomic soul is the cause of one's changing his position from one tree to another, or from one body to another. The j&#299;va soul is struggling very hard on the tree of the material body, but as soon as he agrees to accept the other bird as the supreme spiritual master &#8212; as Arjuna agreed to do by voluntary surrender unto Krishna for instruction &#8212; the subordinate bird immediately becomes free from all lamentations. Both the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/1/2">3.1.2</A>) and &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/4/7">4.7</A>) confirm this:</P><P>sam&#257;ne vrikshe purusho nimagno</P><P CLASS=n>'n&#299;&#347;ay&#257; &#347;ocati muhyam&#257;nah</P><P CLASS=n>jushtam yad&#257; pa&#347;yaty anyam &#299;&#347;am</P><P CLASS=n>asya mahim&#257;nam iti v&#299;ta-&#347;okah</P><P>"Although the two birds are in the same tree, the eating bird is fully engrossed with anxiety and moroseness as the enjoyer of the fruits of the tree. But if in some way or other he turns his face to his friend who is the Lord and knows His glories &#8212; at once the suffering bird becomes free from all anxieties." Arjuna has now turned his face towards his eternal friend, Krishna, and is understanding the Bhagavad-g&#299;t&#257; from Him. And thus, hearing from Krishna, he can understand the supreme glories of the Lord and be free from lamentation.</P><P>Arjuna is advised herewith by the Lord not to lament for the bodily change of his old grandfather and his teacher. He should rather be happy to kill their bodies in the righteous fight so that they may be cleansed at once of all reactions from various bodily activities. One who lays down his life on the sacrificial altar, or in the proper battlefield, is at once cleansed of bodily reactions and promoted to a higher status of life. So there was no cause for Arjuna's lamentation.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>