<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 39"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.39</P><P CLASS=c>esh&#257; te 'bhihit&#257; s&#257;&#324;khye</P><P CLASS=c>buddhir yoge tv im&#257;m &#347;rinu</P><P CLASS=c>buddhy&#257; yukto yay&#257; p&#257;rtha</P><P CLASS=c>karma-bandham prah&#257;syasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/a/abhihita">abhihit&#257;</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/s/sankhye">s&#257;&#324;khye</A> &#8212; by analytical study; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; intelligence; <A CLASS=v HREF="http://vedabase.net/y/yoge">yoge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> work without fruitive result; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/srnu">&#347;rinu</A> &#8212; just hear; <A CLASS=v HREF="http://vedabase.net/b/buddhya">buddhy&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; dovetailed; <A CLASS=v HREF="http://vedabase.net/y/yaya">yay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/b/bandham">bandham</A> &#8212; bondage of reaction; <A CLASS=v HREF="http://vedabase.net/p/prahasyasi">prah&#257;syasi</A> &#8212; you can be released from.</P><P CLASS=t>TRANSLATION</P><P>Thus far I have described this knowledge to you through analytical study. Now listen as I explain it in terms of working without fruitive results. O son of Prith&#257;, when you act in such knowledge you can free yourself from the bondage of works.</P><P CLASS=t>PURPORT</P><P>According to the Nirukti, or the Vedic dictionary, sa&#324;khy&#257; means that which describes things in detail, and s&#257;&#324;khya refers to that philosophy which describes the real nature of the soul. And yoga involves controlling the senses. Arjuna's proposal not to fight was based on sense gratification. Forgetting his prime duty, he wanted to cease fighting, because he thought that by not killing his relatives and kinsmen he would be happier than by enjoying the kingdom after conquering his cousins and brothers, the sons of Dhritar&#257;shtra. In both ways, the basic principles were for sense gratification. Happiness derived from conquering them and happiness derived by seeing kinsmen alive are both on the basis of personal sense gratification, even at a sacrifice of wisdom and duty. Krishna, therefore, wanted to explain to Arjuna that by killing the body of his grandfather he would not be killing the soul proper, and He explained that all individual persons, including the Lord Himself, are eternal individuals; they were individuals in the past, they are individuals in the present, and they will continue to remain individuals in the future, because all of us are individual souls eternally. We simply change our bodily dress in different manners, but actually we keep our individuality even after liberation from the bondage of material dress. An analytical study of the soul and the body has been very graphically explained by Lord Krishna. And this descriptive knowledge of the soul and the body from different angles of vision has been described here as S&#257;&#324;khya, in terms of the Nirukti dictionary. This S&#257;&#324;khya has nothing to do with S&#257;&#324;khya philosophy of the atheist Kapila. Long before the imposter Kapila's S&#257;&#324;khya, the S&#257;&#324;khya philosophy was expounded in the &#346;r&#299;mad-Bh&#257;gavatam by the true Lord Kapila, the incarnation of Lord Krishna, who explained it to His mother, Devah&#363;ti. It is clearly explained by Him that the purusha, or the Supreme Lord, is active and that He creates by looking over the prakriti. This is accepted in the Vedas and in the G&#299;t&#257;. The description in the Vedas indicates that the Lord glanced over the prakriti, or nature, and impregnated it with atomic individual souls. All these individuals are working in the material world for sense gratification, and under the spell of material energy they are thinking of being enjoyers. This mentality is dragged to the last point of liberation when the living entity wants to become one with the Lord. This is the last snare of m&#257;y&#257;, or sense gratificatory illusion, and it is only after many, many births of such sense gratificatory activities that a great soul surrenders unto V&#257;sudeva, Lord Krishna, thereby fulfilling the search after the ultimate truth.</P><P>Arjuna has already accepted Krishna as his spiritual master by surrendering himself unto Him: &#347;ishyas te 'ham &#347;&#257;dhi m&#257;m tv&#257;m prapannam. Consequently, Krishna will now tell him about the working process in buddhi-yoga, or karma-yoga, or in other words, the practice of devotional service only for the sense gratification of the Lord. This buddhi-yoga is clearly explained in Chapter Ten, verse ten, as being direct communion with the Lord, who is sitting as Param&#257;tm&#257; in everyone's heart. But such communion does not take place without devotional service. One who is therefore situated in devotional or transcendental loving service to the Lord, or, in other words, in Krishna consciousness, attains to this stage of buddhi-yoga by the special grace of the Lord. The Lord says, therefore, that only to those who are always engaged in devotional service out of transcendental love does He award the pure knowledge of devotion in love. In that way the devotee can reach Him easily in the ever-blissful kingdom of God.</P><P>Thus the buddhi-yoga mentioned in this verse is the devotional service of the Lord, and the word S&#257;&#324;khya mentioned herein has nothing to do with the atheistic s&#257;&#324;khya-yoga enunciated by the imposter Kapila. One should not, therefore, misunderstand that the s&#257;&#324;khya-yoga mentioned herein has any connection with the atheistic S&#257;&#324;khya. Nor did that philosophy have any influence during that time; nor would Lord Krishna care to mention such godless philosophical speculations. Real S&#257;&#324;khya philosophy is described by Lord Kapila in the &#346;r&#299;mad-Bh&#257;gavatam, but even that S&#257;&#324;khya has nothing to do with the current topics. Here, S&#257;&#324;khya means analytical description of the body and the soul. Lord Krishna made an analytical description of the soul just to bring Arjuna to the point of buddhi-yoga, or bhakti-yoga. Therefore, Lord Krishna's S&#257;&#324;khya and Lord Kapila's S&#257;&#324;khya, as described in the Bh&#257;gavatam, are one and the same. They are all bhakti-yoga. Lord Krishna Said, therefore, that only the less intelligent class of men make a distinction between s&#257;&#324;khya-yoga and bhakti-yoga (s&#257;&#324;khya-yogau prithag b&#257;l&#257;h pravadanti na pandit&#257;h).</P><P>Of course, atheistic s&#257;&#324;khya-yoga has nothing to do with bhakti-yoga, yet the unintelligent claim that the atheistic s&#257;&#324;khya-yoga is referred to in the Bhagavad-g&#299;t&#257;.</P><P>One should therefore understand that buddhi-yoga means to work in Krishna consciousness, in the full bliss and knowledge of devotional service. One who works for the satisfaction of the Lord only, however difficult such work may be, is working under the principles of buddhi-yoga and finds himself always in transcendental bliss. By such transcendental engagement, one achieves all transcendental understanding automatically, by the grace of the Lord, and thus his liberation is complete in itself, without his making extraneous endeavors to acquire knowledge. There is much difference between work in Krishna consciousness and work for fruitive results, especially in the matter of sense gratification for achieving results in terms of family or material happiness. Buddhi-yoga is therefore the transcendental quality of the work that we perform.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>