<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verses 42-43</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verses 42-43"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.42-43</P><P CLASS=c>y&#257;m im&#257;m pushpit&#257;m v&#257;cam</P><P CLASS=c>pravadanty avipa&#347;citah</P><P CLASS=c>veda-v&#257;da-rat&#257;h p&#257;rtha</P><P CLASS=c>n&#257;nyad ast&#299;ti v&#257;dinah</P><P CLASS=c>k&#257;m&#257;tm&#257;nah svarga-par&#257;</P><P CLASS=c>janma-karma-phala-prad&#257;m</P><P CLASS=c>kriy&#257;-vi&#347;esha-bahul&#257;m</P><P CLASS=c>bhogai&#347;varya-gatim prati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> <A CLASS=v HREF="http://vedabase.net/i/imam">im&#257;m</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/p/puspitam">pushpit&#257;m</A> &#8212; flowery; <A CLASS=v HREF="http://vedabase.net/v/vacam">v&#257;cam</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/p/pravadanti">pravadanti</A> &#8212; say; <A CLASS=v HREF="http://vedabase.net/a/avipascitah">avipa&#347;citah</A> &#8212; men with <A HREF="http://vedabase.net/a/a">a</A> poor fund of knowledge; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/v/vada">v&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/r/ratah">rat&#257;h</A> &#8212; supposed followers of the Vedas; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/a/asti">asti</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vadinah">v&#257;dinah</A> &#8212; the advocates; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tm&#257;nah</A> &#8212; desirous of sense gratification; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">par&#257;h</A> &#8212; aiming <A HREF="http://vedabase.net/t/to">to</A> achieve heavenly planets; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/p/phala">phala</A>-<A CLASS=v HREF="http://vedabase.net/p/pradam">prad&#257;m</A> &#8212; resulting <A HREF="http://vedabase.net/i/in">in</A> good birth and other fruitive reactions; <A CLASS=v HREF="http://vedabase.net/k/kriya">kriy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/visesa">vi&#347;esha</A> &#8212; pompous ceremonies; <A CLASS=v HREF="http://vedabase.net/b/bahulam">bahul&#257;m</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/b/bhoga">bhoga</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sense enjoyment; <A CLASS=v HREF="http://vedabase.net/a/aisvarya">ai&#347;varya</A> &#8212; and opulence; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; progress; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; towards.</P><P CLASS=t>TRANSLATION</P><P>Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to heavenly planets, resultant good birth, power, and so forth. Being desirous of sense gratification and opulent life, they say that there is nothing more than this.</P><P CLASS=t>PURPORT</P><P>People in general are not very intelligent, and due to their ignorance they are most attached to the fruitive activities recommended in the karma-k&#257;nda portions of the Vedas. They do not want anything more than sense gratificatory proposals for enjoying life in heaven, where wine and women are available and material opulence is very common. In the Vedas many sacrifices are recommended for elevation to the heavenly planets, especially the jyotishtoma sacrifices. In fact, it is stated that anyone desiring elevation to heavenly planets must perform these sacrifices, and men with a poor fund of knowledge think that this is the whole purpose of Vedic wisdom. It is very difficult for such inexperienced persons to be situated in the determined action of Krishna consciousness. As fools are attached to the flowers of poisonous trees without knowing the results of such attractions, unenlightened men are similarly attracted by such heavenly opulence and the sense enjoyment thereof.</P><P>In the karma-k&#257;nda section of the Vedas it is said, ap&#257;ma somam amrit&#257; abh&#363;ma and akshayyam ha vai c&#257;turmasya-y&#257;jinah sukritam bhavati. In other words, those who perform the four-month penances become eligible to drink the soma-rasa beverages to become immortal and happy forever. Even on this earth some are very eager to have soma-rasa to become strong and fit to enjoy sense gratifications. Such persons have no faith in liberation from material bondage, and they are very much attached to the pompous ceremonies of Vedic sacrifices. They are generally sensual, and they do not want anything other than the heavenly pleasures of life. It is understood that there are gardens called Nandana-k&#257;nana in which there is good opportunity for association with angelic, beautiful women and having a profuse supply of soma-rasa wine. Such bodily happiness is certainly sensual; therefore there are those who are purely attached to such material, temporary happiness, as lords of the material world.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>