<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 52"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.52</P><P CLASS=c>yad&#257; te moha-kalilam</P><P CLASS=c>buddhir vyatitarishyati</P><P CLASS=c>tad&#257; gant&#257;si nirvedam</P><P CLASS=c>&#347;rotavyasya &#347;rutasya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A> &#8212; of illusion; <A CLASS=v HREF="http://vedabase.net/k/kalilam">kalilam</A> &#8212; dense forest; <A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; transcendental service with intelligence; <A CLASS=v HREF="http://vedabase.net/v/vyatitarisyati">vyatitarishyati</A> &#8212; surpasses; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/g/ganta">gant&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you shall <A HREF="http://vedabase.net/g/go">go</A>; <A CLASS=v HREF="http://vedabase.net/n/nirvedam">nirvedam</A> &#8212; callousness; <A CLASS=v HREF="http://vedabase.net/s/srotavyasya">&#347;rotavyasya</A> &#8212; toward all that is <A HREF="http://vedabase.net/t/to">to</A> be heard; <A CLASS=v HREF="http://vedabase.net/s/srutasya">&#347;rutasya</A> &#8212; all that is already heard; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>When your intelligence has passed out of the dense forest of delusion, you shall become indifferent to all that has been heard and all that is to be heard.</P><P CLASS=t>PURPORT</P><P>There are many good examples in the lives of the great devotees of the Lord of those who became indifferent to the rituals of the Vedas simply by devotional service to the Lord. When a person factually understands Krishna and his relationship with Krishna, he naturally becomes completely indifferent to the rituals of fruitive activities, even though an experienced br&#257;hmana. &#346;r&#299; M&#257;dhavendra Pur&#299;, a great devotee and &#257;c&#257;rya in the line of the devotees, says:</P><P>sandhy&#257;-vandana bhadram astu bhavato bhoh sn&#257;na tubhyam namo</P><P CLASS=n>bho dev&#257;h pitara&#347; ca tarpana-vidhau n&#257;ham kshamah kshamyat&#257;m</P><P CLASS=n>yatra kv&#257;pi nishadya y&#257;dava-kulottamasya kamsa-dvishah</P><P CLASS=n>sm&#257;ram sm&#257;ram agham har&#257;mi tad alam manye kim anyena me</P><P>"O my prayers three times a day, all glory to you. O bathing, I offer my obeisances unto you. O demigods! O forefathers! Please excuse me for my inability to offer you my respects. Now wherever I sit, I can remember the great descendant of the Yadu dynasty [Krishna], the enemy of Kamsa, and thereby I can free myself from all sinful bondage. I think this is sufficient for me."</P><P>The Vedic rites and rituals are imperative for neophytes: comprehending all kinds of prayer three times a day, taking a bath early in the morning, offering respects to the forefathers, etc. But when one is fully in Krishna consciousness and is engaged in His transcendental loving service, one becomes indifferent to all these regulative principles because he has already attained perfection. If one can reach the platform of understanding by service to the Supreme Lord Krishna, he has no longer to execute different types of penances and sacrifices as recommended in revealed scriptures. And, similarly, if one has not understood that the purpose of the Vedas is to reach Krishna and simply engages in the rituals, etc., then he is uselessly wasting time in such engagements. Persons in Krishna consciousness transcend the limit of &#347;abda-brahma, or the range of the Vedas and Upanishads.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>