<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 56</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 56"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.56</P><P CLASS=c>duhkheshv anudvigna-man&#257;h</P><P CLASS=c>sukheshu vigata-sprihah</P><P CLASS=c>v&#299;ta-r&#257;ga-bhaya-krodhah</P><P CLASS=c>sthita-dh&#299;r munir ucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/duhkhesu">duhkheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the threefold miseries; <A CLASS=v HREF="http://vedabase.net/a/anudvigna">anudvigna</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; without being agitated <A HREF="http://vedabase.net/i/in">in</A> mind; <A CLASS=v HREF="http://vedabase.net/s/sukhesu">sukheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> happiness; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A>-<A CLASS=v HREF="http://vedabase.net/s/sprhah">sprihah</A> &#8212; without being interested; <A CLASS=v HREF="http://vedabase.net/v/vita">v&#299;ta</A> &#8212; free from; <A CLASS=v HREF="http://vedabase.net/r/raga">r&#257;ga</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/b/bhaya">bhaya</A> &#8212; fear; <A CLASS=v HREF="http://vedabase.net/k/krodhah">krodhah</A> &#8212; and anger; <A CLASS=v HREF="http://vedabase.net/s/sthita">sthita</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; whose mind is steady; <A CLASS=v HREF="http://vedabase.net/m/munih">munih</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> sage; <A CLASS=v HREF="http://vedabase.net/u/ucyate">ucyate</A> &#8212; is called.</P><P CLASS=t>TRANSLATION</P><P>One who is not disturbed in mind even amidst the threefold miseries or elated when there is happiness, and who is free from attachment, fear and anger, is called a sage of steady mind.</P><P CLASS=t>PURPORT</P><P>The word muni means one who can agitate his mind in various ways for mental speculation without coming to a factual conclusion. It is said that every muni has a different angle of vision, and unless a muni differs from other munis, he cannot be called a muni in the strict sense of the term. N&#257;s&#257;v rishir yasya matam na bhinnam (Mah&#257;bh&#257;rata, Vana-parva 3<A CLASS=v HREF="http://vedabase.net/todo/parva13/117">13.117</A>). But a sthita-dh&#299;r muni, as mentioned herein by the Lord, is different from an ordinary muni. The sthita-dh&#299;r muni is always in Krishna consciousness, for he has exhausted all his business of creative speculation. He is called pra&#347;&#257;nta-nih&#347;esha-mano-rath&#257;ntara (Stotra-ratna 43), or one who has surpassed the stage of mental speculations and has come to the conclusion that Lord &#346;r&#299; Krishna, or V&#257;sudeva, is everything (v&#257;sudevah sarvam iti sa mah&#257;tm&#257; su-durlabhah). He is called a muni fixed in mind. Such a fully Krishna conscious person is not at all disturbed by the onslaughts of the threefold miseries, for he accepts all miseries as the mercy of the Lord, thinking himself only worthy of more trouble due to his past misdeeds; and he sees that his miseries, by the grace of the Lord, are minimized to the lowest. Similarly, when he is happy he gives credit to the Lord, thinking himself unworthy of the happiness; he realizes that it is due only to the Lord's grace that he is in such a comfortable condition and able to render better service to the Lord. And, for the service of the Lord, he is always daring and active and is not influenced by attachment or aversion. Attachment means accepting things for one's own sense gratification, and detachment is the absence of such sensual attachment. But one fixed in Krishna consciousness has neither attachment nor detachment because his life is dedicated in the service of the Lord. Consequently he is not at all angry even when his attempts are unsuccessful. Success or no success, a Krishna conscious person is always steady in his determination.</P><P CLASS=l><A CLASS=i HREF="55.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="57.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>