<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 6"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.6</P><P CLASS=c>na caitad vidmah kataran no gar&#299;yo</P><P CLASS=c>yad v&#257; jayema yadi v&#257; no jayeyuh</P><P CLASS=c>y&#257;n eva hatv&#257; na jij&#299;vish&#257;mas</P><P CLASS=c>te 'vasthit&#257;h pramukhe dh&#257;rtar&#257;shtr&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/v/vidmah">vidmah</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> we know; <A CLASS=v HREF="http://vedabase.net/k/katarat">katarat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; for us; <A CLASS=v HREF="http://vedabase.net/g/gariyah">gar&#299;yah</A> &#8212; better; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/j/jayema">jayema</A> &#8212; we may conquer; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/j/jayeyuh">jayeyuh</A> &#8212; they conquer; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hatva">hatv&#257;</A> &#8212; by killing; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/j/jijivisamah">jij&#299;vish&#257;mah</A> &#8212; we would want <A HREF="http://vedabase.net/t/to">to</A> live; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/a/avasthitah">avasthit&#257;h</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> situated; <A CLASS=v HREF="http://vedabase.net/p/pramukhe">pramukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the front; <A CLASS=v HREF="http://vedabase.net/d/dhartarastrah">dh&#257;rtar&#257;shtr&#257;h</A> &#8212; the sons of <A HREF="http://vedabase.net/d/dhrtarastra">Dhritar&#257;shtra</A>.</P><P CLASS=t>TRANSLATION</P><P>Nor do we know which is better &#8212; conquering them or being conquered by them. If we killed the sons of Dhritar&#257;shtra, we should not care to live. Yet they are now standing before us on the battlefield.</P><P CLASS=t>PURPORT</P><P>Arjuna did not know whether he should fight and risk unnecessary violence, although fighting is the duty of the kshatriyas, or whether he should refrain and live by begging. If he did not conquer the enemy, begging would be his only means of subsistence. Nor was there certainty of victory, because either side might emerge victorious. Even if victory awaited them (and their cause was justified), still, if the sons of Dhritar&#257;shtra died in battle, it would be very difficult to live in their absence. Under the circumstances, that would be another kind of defeat for them. All these considerations by Arjuna definitely proved that not only was he a great devotee of the Lord but he was also highly enlightened and had complete control over his mind and senses. His desire to live by begging, although he was born in the royal household, is another sign of detachment. He was truly virtuous, as these qualities, combined with his faith in the words of instruction of &#346;r&#299; Krishna (his spiritual master), indicate. It is concluded that Arjuna was quite fit for liberation. Unless the senses are controlled, there is no chance of elevation to the platform of knowledge, and without knowledge and devotion there is no chance of liberation. Arjuna was competent in all these attributes, over and above his enormous attributes in his material relationships.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>