<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 61</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 61"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.61</P><P CLASS=c>t&#257;ni sarv&#257;ni samyamya</P><P CLASS=c>yukta &#257;s&#299;ta mat-parah</P><P CLASS=c>va&#347;e hi yasyendriy&#257;ni</P><P CLASS=c>tasya prajñ&#257; pratishthit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; those senses; <A CLASS=v HREF="http://vedabase.net/s/sarvani">sarv&#257;ni</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/samyamya">samyamya</A> &#8212; keeping under control; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/a/asita">&#257;s&#299;ta</A> &#8212; should be situated; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relationship with <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/vase">va&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> full subjugation; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; one whose; <A CLASS=v HREF="http://vedabase.net/i/indriyani">indriy&#257;ni</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/p/prajna">prajñ&#257;</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/p/pratisthita">pratishthit&#257;</A> &#8212; fixed.</P><P CLASS=t>TRANSLATION</P><P>One who restrains his senses, keeping them under full control, and fixes his consciousness upon Me, is known as a man of steady intelligence.</P><P CLASS=t>PURPORT</P><P>That the highest conception of yoga perfection is Krishna consciousness is clearly explained in this verse. And unless one is Krishna conscious it is not at all possible to control the senses. As cited above, the great sage Durv&#257;s&#257; Muni picked a quarrel with Mah&#257;r&#257;ja Ambar&#299;sha, and Durv&#257;s&#257; Muni unnecessarily became angry out of pride and therefore could not check his senses. On the other hand, the king, although not as powerful a yog&#299; as the sage, but a devotee of the Lord, silently tolerated all the sage's injustices and thereby emerged victorious. The king was able to control his senses because of the following qualifications, as mentioned in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../sb/9/4/18.htm">9.4.18-20</A>):</P><P>sa vai manah krishna-p&#257;d&#257;ravindayor</P><P CLASS=n>vac&#257;msi vaikuntha-gun&#257;nuvarnane</P><P CLASS=n>karau harer mandira-m&#257;rjan&#257;dishu</P><P CLASS=n>&#347;rutim cak&#257;r&#257;cyuta-sat-kathodaye</P><P CLASS=n>mukunda-li&#324;g&#257;laya-dar&#347;ane dri&#347;au</P><P CLASS=n>tad-bhritya-g&#257;tra-spar&#347;e '&#324;ga-sa&#324;gamam</P><P CLASS=n>ghr&#257;nam ca tat-p&#257;da-saroja-saurabhe</P><P CLASS=n>&#347;r&#299;mat-tulasy&#257; rasan&#257;m tad-arpite</P><P CLASS=n>p&#257;dau hareh kshetra-pad&#257;nusarpane</P><P CLASS=n>&#347;iro hrish&#299;ke&#347;a-pad&#257;bhivandane</P><P CLASS=n>k&#257;mam ca d&#257;sye na tu k&#257;ma-k&#257;myay&#257;</P><P CLASS=n>yathottama-&#347;loka-jan&#257;&#347;ray&#257; ratih</P><P>"King Ambar&#299;sha fixed his mind on the lotus feet of Lord Krishna, engaged his words in describing the abode of the Lord, his hands in cleansing the temple of the Lord, his ears in hearing the pastimes of the Lord, his eyes in seeing the form of the Lord, his body in touching the body of the devotee, his nostrils in smelling the flavor of the flowers offered to the lotus feet of the Lord, his tongue in tasting the tulas&#299; leaves offered to Him, his legs in traveling to the holy place where His temple is situated, his head in offering obeisances unto the Lord, and his desires in fulfilling the desires of the Lord... and all these qualifications made him fit to become a mat-para devotee of the Lord."</P><P>The word mat-para is most significant in this connection. How one can become mat-para is described in the life of Mah&#257;r&#257;ja Ambar&#299;sha. &#346;r&#299;la Baladeva Vidy&#257;bh&#363;shana, a great scholar and &#257;c&#257;rya in the line of the mat-para, remarks, mad-bhakti-prabh&#257;vena sarvendriya-vijaya-p&#363;rvik&#257; sv&#257;tma-drishtih sulabheti bh&#257;vah. "The senses can be completely controlled only by the strength of devotional service to Krishna." Also, the example of fire is sometimes given: "As a blazing fire burns everything within a room, Lord Vishnu, situated in the heart of the yog&#299;, burns up all kinds of impurities." The Yoga-s&#363;tra also prescribes meditation on Vishnu, and not meditation on the void. The so-called yog&#299;s who meditate on something which is not on the Vishnu platform simply waste their time in a vain search after some phantasmagoria. We have to be Krishna conscious &#8212; devoted to the Personality of Godhead. This is the aim of the real yoga.</P><P CLASS=l><A CLASS=i HREF="60.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="62.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>