<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 62</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 62"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.62</P><P CLASS=c>dhy&#257;yato vishay&#257;n pumsah</P><P CLASS=c>sa&#324;gas tesh&#363;paj&#257;yate</P><P CLASS=c>sa&#324;g&#257;t sañj&#257;yate k&#257;mah</P><P CLASS=c>k&#257;m&#257;t krodho 'bhij&#257;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhyayatah">dhy&#257;yatah</A> &#8212; while contemplating; <A CLASS=v HREF="http://vedabase.net/v/visayan">vishay&#257;n</A> &#8212; sense objects; <A CLASS=v HREF="http://vedabase.net/p/pumsah">pumsah</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; attachment; <A CLASS=v HREF="http://vedabase.net/t/tesu">teshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sense objects; <A CLASS=v HREF="http://vedabase.net/u/upajayate">upaj&#257;yate</A> &#8212; develops; <A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; from attachment; <A CLASS=v HREF="http://vedabase.net/s/sanjayate">sañj&#257;yate</A> &#8212; develops; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/k/kamat">k&#257;m&#257;t</A> &#8212; from desire; <A CLASS=v HREF="http://vedabase.net/k/krodhah">krodhah</A> &#8212; anger; <A CLASS=v HREF="http://vedabase.net/a/abhijayate">abhij&#257;yate</A> &#8212; becomes manifest.</P><P CLASS=t>TRANSLATION</P><P>While contemplating the objects of the senses, a person develops attachment for them, and from such attachment lust develops, and from lust anger arises.</P><P CLASS=t>PURPORT</P><P>One who is not Krishna conscious is subjected to material desires while contemplating the objects of the senses. The senses require real engagements, and if they are not engaged in the transcendental loving service of the Lord, they will certainly seek engagement in the service of materialism. In the material world everyone, including Lord &#346;iva and Lord Brahm&#257; &#8212; to say nothing of other demigods in the heavenly planets &#8212; is subjected to the influence of sense objects, and the only method to get out of this puzzle of material existence is to become Krishna conscious. Lord &#346;iva was deep in meditation, but when P&#257;rvat&#299; agitated him for sense pleasure, he agreed to the proposal, and as a result K&#257;rtikeya was born. When Harid&#257;sa Th&#257;kura was a young devotee of the Lord, he was similarly allured by the incarnation of M&#257;y&#257;-dev&#299;, but Harid&#257;sa easily passed the test because of his unalloyed devotion to Lord Krishna. As illustrated in the above-mentioned verse of &#346;r&#299; Y&#257;mun&#257;c&#257;rya, a sincere devotee of the Lord shuns all material sense enjoyment due to his higher taste for spiritual enjoyment in the association of the Lord. That is the secret of success. One who is not, therefore, in Krishna consciousness, however powerful he may be in controlling the senses by artificial repression, is sure ultimately to fail, for the slightest thought of sense pleasure will agitate him to gratify his desires.</P><P CLASS=l><A CLASS=i HREF="61.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="63.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>