<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 63</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 63"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.63</P><P CLASS=c>krodh&#257;d bhavati sammohah</P><P CLASS=c>sammoh&#257;t smriti-vibhramah</P><P CLASS=c>smriti-bhram&#347;&#257;d buddhi-n&#257;&#347;o</P><P CLASS=c>buddhi-n&#257;&#347;&#257;t prana&#347;yati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krodhat">krodh&#257;t</A> &#8212; from anger; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; takes place; <A CLASS=v HREF="http://vedabase.net/s/sammohah">sammohah</A> &#8212; perfect illusion; <A CLASS=v HREF="http://vedabase.net/s/sammohat">sammoh&#257;t</A> &#8212; from illusion; <A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A> &#8212; of memory; <A CLASS=v HREF="http://vedabase.net/v/vibhramah">vibhramah</A> &#8212; bewilderment; <A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A>-<A CLASS=v HREF="http://vedabase.net/b/bhramsat">bhram&#347;&#257;t</A> &#8212; after bewilderment of memory; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A>-<A CLASS=v HREF="http://vedabase.net/n/nasah">n&#257;&#347;ah</A> &#8212; loss of intelligence; <A CLASS=v HREF="http://vedabase.net/b/buddhi">buddhi</A>-<A CLASS=v HREF="http://vedabase.net/n/nasat">n&#257;&#347;&#257;t</A> &#8212; and from loss of intelligence; <A CLASS=v HREF="http://vedabase.net/p/pranasyati">prana&#347;yati</A> &#8212; one falls down.</P><P CLASS=t>TRANSLATION</P><P>From anger, complete delusion arises, and from delusion bewilderment of memory. When memory is bewildered, intelligence is lost, and when intelligence is lost one falls down again into the material pool.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has given us this direction:</P><P>pr&#257;pañcikatay&#257; buddhy&#257;</P><P CLASS=n>hari-sambandhi-vastunah</P><P CLASS=n>mumukshubhih parity&#257;go</P><P CLASS=n>vair&#257;gyam phalgu kathyate</P><P>(Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/258">1.2.258</A>)</P><P>By development of Krishna consciousness one can know that everything has its use in the service of the Lord. Those who are without knowledge of Krishna consciousness artificially try to avoid material objects, and as a result, although they desire liberation from material bondage, they do not attain to the perfect stage of renunciation. Their so-called renunciation is called phalgu, or less important. On the other hand, a person in Krishna consciousness knows how to use everything in the service of the Lord; therefore he does not become a victim of material consciousness. For example, for an impersonalist, the Lord, or the Absolute, being impersonal, cannot eat. Whereas an impersonalist tries to avoid good eatables, a devotee knows that Krishna is the supreme enjoyer and that He eats all that is offered to Him in devotion. So, after offering good eatables to the Lord, the devotee takes the remnants, called pras&#257;dam. Thus everything becomes spiritualized, and there is no danger of a downfall. The devotee takes pras&#257;dam in Krishna consciousness, whereas the nondevotee rejects it as material. The impersonalist, therefore, cannot enjoy life, due to his artificial renunciation; and for this reason, a slight agitation of the mind pulls him down again into the pool of material existence. It is said that such a soul, even though rising up to the point of liberation, falls down again due to his not having support in devotional service.</P><P CLASS=l><A CLASS=i HREF="62.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="64.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>