<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 69</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 69"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.69</P><P CLASS=c>y&#257; ni&#347;&#257; sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=c>tasy&#257;m j&#257;garti samyam&#299;</P><P CLASS=c>yasy&#257;m j&#257;grati bh&#363;t&#257;ni</P><P CLASS=c>s&#257; ni&#347;&#257; pa&#347;yato muneh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nisa">ni&#347;&#257;</A> &#8212; is night; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of living entities; <A CLASS=v HREF="http://vedabase.net/t/tasyam">tasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/j/jagarti">j&#257;garti</A> &#8212; is wakeful; <A CLASS=v HREF="http://vedabase.net/s/samyami">samyam&#299;</A> &#8212; the self-controlled; <A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/j/jagrati">j&#257;grati</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> awake; <A CLASS=v HREF="http://vedabase.net/b/bhutani">bh&#363;t&#257;ni</A> &#8212; all beings; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; that is; <A CLASS=v HREF="http://vedabase.net/n/nisa">ni&#347;&#257;</A> &#8212; night; <A CLASS=v HREF="http://vedabase.net/p/pasyatah">pa&#347;yatah</A> &#8212; for the introspective; <A CLASS=v HREF="http://vedabase.net/m/muneh">muneh</A> &#8212; sage.</P><P CLASS=t>TRANSLATION</P><P>What is night for all beings is the time of awakening for the self-controlled; and the time of awakening for all beings is night for the introspective sage.</P><P CLASS=t>PURPORT</P><P>There are two classes of intelligent men. One is intelligent in material activities for sense gratification, and the other is introspective and awake to the cultivation of self-realization. Activities of the introspective sage, or thoughtful man, are night for persons materially absorbed. Materialistic persons remain asleep in such a night due to their ignorance of self-realization. The introspective sage remains alert in the "night" of the materialistic men. The sage feels transcendental pleasure in the gradual advancement of spiritual culture, whereas the man in materialistic activities, being asleep to self-realization, dreams of varieties of sense pleasure, feeling sometimes happy and sometimes distressed in his sleeping condition. The introspective man is always indifferent to materialistic happiness and distress. He goes on with his self-realization activities undisturbed by material reactions.</P><P CLASS=l><A CLASS=i HREF="68.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="70.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>