<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 7"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.7</P><P CLASS=c>k&#257;rpanya-doshopahata-svabh&#257;vah</P><P CLASS=c>pricch&#257;mi tv&#257;m dharma-samm&#363;dha-cet&#257;h</P><P CLASS=c>yac chreyah sy&#257;n ni&#347;citam br&#363;hi tan me</P><P CLASS=c>&#347;ishyas te 'ham &#347;&#257;dhi m&#257;m tv&#257;m prapannam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karpanya">k&#257;rpanya</A> &#8212; of miserliness; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; by the weakness; <A CLASS=v HREF="http://vedabase.net/u/upahata">upahata</A> &#8212; being afflicted; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; characteristics; <A CLASS=v HREF="http://vedabase.net/p/prcchami">pricch&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> asking; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; religion; <A CLASS=v HREF="http://vedabase.net/s/sammudha">samm&#363;dha</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/c/cetah">cet&#257;h</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> heart; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/s/sreyah">&#347;reyah</A> &#8212; all-good; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may be; <A CLASS=v HREF="http://vedabase.net/n/niscitam">ni&#347;citam</A> &#8212; confidently; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; tell; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/s/sisyah">&#347;ishyah</A> &#8212; disciple; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A>; <A CLASS=v HREF="http://vedabase.net/s/sadhi">&#347;&#257;dhi</A> &#8212; just instruct; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/p/prapannam">prapannam</A> &#8212; surrendered.</P><P CLASS=t>TRANSLATION</P><P>Now I am confused about my duty and have lost all composure because of miserly weakness. In this condition I am asking You to tell me for certain what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me.</P><P CLASS=t>PURPORT</P><P>By nature's own way the complete system of material activities is a source of perplexity for everyone. In every step there is perplexity, and therefore it behooves one to approach a bona fide spiritual master who can give one proper guidance for executing the purpose of life. All Vedic literatures advise us to approach a bona fide spiritual master to get free from the perplexities of life, which happen without our desire. They are like a forest fire that somehow blazes without being set by anyone. Similarly, the world situation is such' that perplexities of life automatically appear, without our wanting such confusion. No one wants fire, and yet it takes place, and we become perplexed. The Vedic wisdom therefore advises that in order to solve the perplexities of life and to understand the science of the solution, one must approach a spiritual master who is in the disciplic succession. A person with a bona fide spiritual master is supposed to know everything. One should not, therefore, remain in material perplexities but should approach a spiritual master. This is the purport of this verse.</P><P>Who is the man in material perplexities? It is he who does not understand the problems of life. In the Brihad-&#257;ranyaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/8/10">3.8.10</A>) the perplexed man is described as follows: yo v&#257; etad aksharam g&#257;rgy aviditv&#257;sm&#257;n lok&#257;t praiti sa kripanah. "He is a miserly man who does not solve the problems of life as a human and who thus quits this world like the cats and dogs, without understanding the science of self-realization." This human form of life is a most valuable asset for the living entity who can utilize it for solving the problems of life; therefore, one who does not utilize this opportunity properly is a miser. On the other hand, there is the br&#257;hmana, or he who is intelligent enough to utilize this body to solve all the problems of life. Ya etad aksharam g&#257;rgi viditv&#257;sm&#257;t lok&#257;t praiti sa br&#257;hmanah.</P><P>The kripanas, or miserly persons, waste their time in being overly affectionate for family, society, country, etc., in the material conception of life. One is often attached to family life, namely to wife, children and other members, on the basis of "skin disease." The kripana thinks that he is able to protect his family members from death; or the kripana thinks that his family or society can save him from the verge of death. Such family attachment can be found even in the lower animals, who take care of children also. Being intelligent, Arjuna could understand that his affection for family members and his wish to protect them from death were the causes of his perplexities. Although he could understand that his duty to fight was awaiting him, still, on account of miserly weakness, he could not discharge the duties. He is therefore asking Lord Krishna, the supreme spiritual master, to make a definite solution. He offers himself to Krishna as a disciple. He wants to stop friendly talks. Talks between the master and the disciple are serious, and now Arjuna wants to talk very seriously before the recognized spiritual master. Krishna is therefore the original spiritual master of the science of Bhagavad-g&#299;t&#257;, and Arjuna is the first disciple for understanding the G&#299;t&#257;. How Arjuna understands the Bhagavad-g&#299;t&#257; is stated in the G&#299;t&#257; itself. And yet foolish mundane scholars explain that one need not submit to Krishna as a person, but to "the unborn within Krishna." There is no difference between Krishna's within and without. And one who has no sense of this understanding is the greatest fool in trying to understand Bhagavad-g&#299;t&#257;.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>