<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 2 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 2 Verse 72"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: <A CLASS=v HREF="index.htm">Contents of the G&#299;t&#257; Summarized</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 2.72</P><P CLASS=c>esh&#257; br&#257;hm&#299; sthitih p&#257;rtha</P><P CLASS=c>nain&#257;m pr&#257;pya vimuhyati</P><P CLASS=c>sthitv&#257;sy&#257;m anta-k&#257;le 'pi</P><P CLASS=c>brahma-nirv&#257;nam ricchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esa">esh&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/brahmi">br&#257;hm&#299;</A> &#8212; spiritual; <A CLASS=v HREF="http://vedabase.net/s/sthitih">sthitih</A> &#8212; situation; <A CLASS=v HREF="http://vedabase.net/p/partha">p&#257;rtha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> son of <A HREF="http://vedabase.net/p/prtha">Prith&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/e/enam">en&#257;m</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/prapya">pr&#257;pya</A> &#8212; achieving; <A CLASS=v HREF="http://vedabase.net/v/vimuhyati">vimuhyati</A> &#8212; one is bewildered; <A CLASS=v HREF="http://vedabase.net/s/sthitva">sthitv&#257;</A> &#8212; being situated; <A CLASS=v HREF="http://vedabase.net/a/asyam">asy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/a/anta">anta</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; at the end of life; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/n/nirvanam">nirv&#257;nam</A> &#8212; the spiritual kingdom of God; <A CLASS=v HREF="http://vedabase.net/r/rcchati">ricchati</A> &#8212; one attains.</P><P CLASS=t>TRANSLATION</P><P>That is the way of the spiritual and godly life, after attaining which a man is not bewildered. If one is thus situated even at the hour of death, one can enter into the kingdom of God.</P><P CLASS=t>PURPORT</P><P>One can attain Krishna consciousness or divine life at once, within a second &#8212; or one may not attain such a state of life even after millions of births. It is only a matter of understanding and accepting the fact. Khatv&#257;&#324;ga Mah&#257;r&#257;ja attained this state of life just a few minutes before his death, by surrendering unto Krishna. Nirv&#257;na means ending the process of materialistic life. According to Buddhist philosophy, there is only void after the completion of this material life, but Bhagavad-g&#299;t&#257; teaches differently. Actual life begins after the completion of this material life. For the gross materialist it is sufficient to know that one has to end this materialistic way of life, but for persons who are spiritually advanced, there is another life after this materialistic life. Before ending this life, if one fortunately becomes Krishna conscious, he at once attains the stage of brahma-nirv&#257;na. There is no difference between the kingdom of God and the devotional service of the Lord. Since both of them are on the absolute plane, to be engaged in the transcendental loving service of the Lord is to have attained the spiritual kingdom. In the material world there are activities of sense gratification, whereas in the spiritual world there are activities of Krishna consciousness. Attainment of Krishna consciousness even during this life is immediate attainment of Brahman, and one who is situated in Krishna consciousness has certainly already entered into the kingdom of God.</P><P>Brahman is just the opposite of matter. Therefore br&#257;hm&#299; sthiti means "not on the platform of material activities." Devotional service of the Lord is accepted in the Bhagavad-g&#299;t&#257; as the liberated stage (sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate). Therefore, br&#257;hm&#299; sthiti is liberation from material bondage.</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura has summarized this Second Chapter of the Bhagavad-g&#299;t&#257; as being the contents for the whole text. In the Bhagavad-g&#299;t&#257;, the subject matters are karma-yoga, jñ&#257;na-yoga, and bhakti-yoga. In the Second Chapter karma-yoga and jñ&#257;na-yoga have been clearly discussed, and a glimpse of bhakti-yoga has also been given, as the contents for the complete text.</P><P>Thus end the Bhaktivedanta Purports to the Second Chapter of the &#346;r&#299;mad Bhagavad-g&#299;t&#257; in the matter of its Contents.</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../3/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>