<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 21 Verse 104</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 21 Verse 104"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Opulence and Sweetness of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 21.104</P><P CLASS=c>r&#363;pa dekhi' &#257;pan&#257;ra, krishnera haila camatk&#257;ra,</P><P CLASS=c>&#257;sv&#257;dite mane uthe k&#257;ma</P><P CLASS=c>'sva-saubh&#257;gya' y&#257;&#324;ra n&#257;ma, saundary&#257;di-guna-gr&#257;ma,</P><P CLASS=c>ei-r&#363;pa nitya t&#257;ra dh&#257;ma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> <A CLASS=v HREF="http://vedabase.net/d/dekhi">dekhi</A>' &#8212; by seeing the form; <A CLASS=v HREF="http://vedabase.net/a/apanara">&#257;pan&#257;ra</A> &#8212; His own; <A CLASS=v HREF="http://vedabase.net/k/krsnera">krishnera</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/c/camatkara">camatk&#257;ra</A> &#8212; wonder; <A CLASS=v HREF="http://vedabase.net/a/asvadite">&#257;sv&#257;dite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> taste; <A CLASS=v HREF="http://vedabase.net/m/mane">mane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/u/uthe">uthe</A> &#8212; arises; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> desire; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/saubhagya">saubh&#257;gya</A> &#8212; one's own good fortune; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/saundarya">saundarya</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/g/grama">gr&#257;ma</A> &#8212; the transcendental qualities, headed by beauty; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; this form; <A CLASS=v HREF="http://vedabase.net/n/nitya">nitya</A> &#8212; eternal; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the abode.</P><P CLASS=t>TRANSLATION</P><P>"The wonderful form of Krishna in His personal feature is so great that it attracts even Krishna to taste His own association. Indeed, Krishna becomes very eager to taste it. Total beauty, knowledge, wealth, strength, fame and renunciation are the six opulences of Krishna. He is eternally situated in His opulences.</P><P CLASS=t>PURPORT</P><P>Krishna has many pastimes, of which His pastimes in Goloka Vrind&#257;vana (the gokula-l&#299;l&#257;) are supreme. He also has pastimes in the Vaikunthas, the spiritual world, as V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha. In His pastimes in the spiritual sky, He lies down in the Causal Ocean as K&#257;ran&#257;rnava&#347;&#257;y&#299;, the purusha-avat&#257;ra. His incarnations as a fish, tortoise and so on are called His causal incarnations. He incarnates in the modes of nature as Lord Brahm&#257;, Lord &#346;iva and Lord Vishnu. He also incarnates as empowered living entities like Prithu and Vy&#257;sa. The Supersoul is His localized incarnation, and His all-pervasive aspect is the impersonal Brahman.</P><P>When we consider impartially all the unlimited pastimes of the Lord, we find that His pastimes as a human being on this planet &#8212; wherein He sports as a cowherd boy with a flute in His hands and appears youthful and fresh like a ballet dancer &#8212; are pastimes and features that are never subjected to material laws and inebrieties. The wonderful beauty of Krishna is presented in the supreme planet, Gokula (Goloka Vrind&#257;vana). Inferior to that is His representation in the spiritual sky, and inferior to that is His representation in the external energy (Dev&#299;-dh&#257;ma). A mere drop of Krishna's sweetness can drown these three worlds &#8212; Goloka Vrind&#257;vana, Hari-dh&#257;ma (Vaikunthaloka) and Dev&#299;-dh&#257;ma (the material world). Everywhere, Krishna's beauty merges everyone in the ecstasy of transcendental bliss. Actually the activities of yogam&#257;y&#257; are absent in the spiritual sky and the Vaikuntha planets. She simply works in the supreme planet, Goloka Vrind&#257;vana, and she works to manifest the activities of Krishna when He descends to the material universe to please His innumerable devotees within the material world. Thus a replica of the Goloka Vrind&#257;vana planet and the pastimes there is manifested on this planet on a specific tract of land &#8212; Bhauma Vrind&#257;vana, the Vrind&#257;vana-dh&#257;ma on this planet.</P><P CLASS=l><A CLASS=i HREF="103.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="105.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>