<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 21 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 21 Verse 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Opulence and Sweetness of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 21.18</P><P CLASS=c>e-mata anyatra n&#257;hi &#347;uniye adbhuta</P><P CLASS=c>y&#257;h&#257;ra &#347;ravane citta haya avadh&#363;ta</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/e">e</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; like this; <A CLASS=v HREF="http://vedabase.net/a/anyatra">anyatra</A> &#8212; anywhere else; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/suniye">&#347;uniye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> hear; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; wonderful event; <A CLASS=v HREF="http://vedabase.net/y/yahara">y&#257;h&#257;ra</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/s/sravane">&#347;ravane</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/c/citta">citta</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/a/avadhuta">avadh&#363;ta</A> &#8212; agitated and cleansed.</P><P CLASS=t>TRANSLATION</P><P>"We do not hear of such wonderful things anywhere else. Simply by one's hearing of those incidents, one's consciousness is agitated and cleansed.</P><P CLASS=t>PURPORT</P><P>When Lord Krishna was present in the earthly Vrind&#257;vana, Lord Brahm&#257;, taking Him to be an ordinary cowherd boy, wanted to test His potency. Therefore Lord Brahm&#257; stole all the calves and cowherd boys from Krishna and hid them by his illusory energy. When Krishna saw that Brahm&#257; had stolen His calves and cowherd boys, He immediately created many material and spiritual planets in Lord Brahm&#257;'s presence. Within a moment, cowherd boys, calves and unlimited Vaikunthas &#8212; all expansions of the Lord's spiritual energy &#8212; were manifested. As stated in the Brahma-samhit&#257;, &#257;nanda-cinmaya-rasa-pratibh&#257;vit&#257;bhih. Not only did Krishna create all the paraphernalia of His spiritual energy, but He also created unlimited material universes with unlimited Brahm&#257;s. All these pastimes, which are described in &#346;r&#299;mad-Bh&#257;gavatam, will cleanse one's consciousness. In this way one can actually understand the Absolute Truth. The spiritual planets in the spiritual sky are called Vaikunthas, and each of them has a predominating Deity (N&#257;r&#257;yana) with a specific name. Similarly, in the material sky there are innumerable universes, and each is dominated by a specific deity, a Brahm&#257;. Krishna simultaneously created all these Vaikuntha planets and universes within a moment after Brahm&#257;'s return.</P><P>The word avadh&#363;ta means "rambling, agitating, moving, absorbed, defeated." In some readings of &#346;r&#299; Caitanya-carit&#257;mrita, it is said: y&#257;h&#257;ra &#347;ravane citta-mala haya dh&#363;ta. Instead of the word avadh&#363;ta, the words haya dh&#363;ta, meaning that the heart or consciousness is cleansed, are used. When the consciousness is cleansed, one can understand what and who Krishna is. This is confirmed by Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>):</P><P>yesh&#257;m tv anta-gatam p&#257;pam jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257; bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life and whose sinful actions are completely eradicated are freed from the dualities of delusion, and they engage themselves in My service with determination." Unless one is freed from the reactions of sinful activities, one cannot understand Krishna or engage in His transcendental loving service.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>