<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 21 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 21 Verse 53"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 21: <A CLASS=v HREF="index.htm">The Opulence and Sweetness of Lord &#346;r&#299; Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 21.53</P><P CLASS=c>'dev&#299;-dh&#257;ma' n&#257;ma t&#257;ra, j&#299;va y&#257;ra v&#257;s&#299;</P><P CLASS=c>jagal-lakshm&#299; r&#257;khi' rahe y&#257;h&#257;&#324; m&#257;y&#257; d&#257;s&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devi">dev&#299;</A>-<A CLASS=v HREF="http://vedabase.net/d/dhama">dh&#257;ma</A> &#8212; the place of the external energy; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; its; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; the conditioned living entities; <A CLASS=v HREF="http://vedabase.net/y/yara">y&#257;ra</A> &#8212; of which; <A CLASS=v HREF="http://vedabase.net/v/vasi">v&#257;s&#299;</A> &#8212; the inhabitants; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/l/laksmi">lakshm&#299;</A> &#8212; the material energy; <A CLASS=v HREF="http://vedabase.net/r/rakhi">r&#257;khi</A>' &#8212; keeping them; <A CLASS=v HREF="http://vedabase.net/r/rahe">rahe</A> &#8212; exists; <A CLASS=v HREF="http://vedabase.net/y/yahan">y&#257;h&#257;&#324;</A> &#8212; wherein; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; the external energy; <A CLASS=v HREF="http://vedabase.net/d/dasi">d&#257;s&#299;</A> &#8212; maidservant.</P><P CLASS=t>TRANSLATION</P><P>"The abode of the external energy is called Dev&#299;-dh&#257;ma, and its inhabitants are the conditioned souls. It is there that the material energy, Durg&#257;, resides with many opulent maidservants.</P><P CLASS=t>PURPORT</P><P>Because he wants to enjoy the material energy, the conditioned soul is allowed to reside in Dev&#299;-dh&#257;ma, the external energy, where goddess Durg&#257; carries out the orders of the Supreme Lord as His maidservant. The material energy is called jagal-lakshm&#299; because she protects the bewildered conditioned souls. Goddess Durg&#257; is therefore known as the material mother, and Lord &#346;iva, her husband, is known as the material father. Goddess Durg&#257; is so named because this material world is like a big fort where the conditioned soul is placed under her care. For material facilities, the conditioned soul tries to please goddess Durg&#257;, and mother Durg&#257; supplies all kinds of material facilities. Because of this, the conditioned souls are allured and do not wish to leave the external energy. Consequently they are continuously making plans to live here peacefully and happily. Such is the material world.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>