<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 21"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 21: The Opulence and Sweetness of Lord &#346;r&#299; Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 21 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 21.1</B></A>: Offering my obeisances unto &#346;r&#299; Caitanya Mah&#257;prabhu, let me describe a particle of His opulence and sweetness. He is most valuable for a fallen conditioned soul bereft of spiritual knowledge, and He is the only shelter for those who do not know the real goal of life.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 21.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Nity&#257;nanda Prabhu! All glories to Advaita &#256;c&#257;rya! And all glories to all the devotees of &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 21.3</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "All the transcendental forms of the Lord are situated in the spiritual sky. They preside over spiritual planets in that abode, but there is no counting those Vaikuntha planets.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 21.4</B></A>: "The breadth of each Vaikuntha planet is described as eight miles multiplied by one hundred, by one thousand, by ten thousand, by one hundred thousand and by ten million. In other words, each Vaikuntha planet is expanded beyond our ability to measure.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 21.5</B></A>: "Each Vaikuntha planet is very large, and each is made of spiritual bliss. The inhabitants are all associates of the Supreme Lord, and they have full opulence like the Lord Himself. This is how the Vaikuntha planets are all situated.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 21.6</B></A>: "Since all the Vaikuntha planets are located in a certain corner of the spiritual sky, who can measure the spiritual sky?</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 21.7</B></A>: "The shape of the spiritual sky is compared to a lotus flower. The topmost region of that flower is called the whorl, and within that whorl is Krishna's abode. The petals of the spiritual lotus flower consist of many Vaikuntha planets.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 21.8</B></A>: "Each Vaikuntha planet is full of spiritual bliss, complete opulence and space, and each is inhabited by incarnations. If Lord Brahm&#257; and Lord &#346;iva cannot estimate the length and breadth of the spiritual sky and the Vaikuntha planets, how can ordinary living entities begin to imagine them?</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 21.9</B></A>: "'O supreme great one! O Supreme Personality of Godhead! O Supersoul, master of all mystic power! Your pastimes are taking place continuously in these worlds, but who can estimate where, how and when You are employing Your spiritual energy and performing Your pastimes? No one can understand the mystery of these activities.'</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 21.10</B></A>: "The spiritual qualities of Krishna are also unlimited. Great personalities like Lord Brahm&#257;, Lord &#346;iva and the four Kum&#257;ras cannot estimate the spiritual qualities of the Lord.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 21.11</B></A>: "'In time, great scientists may be able to count all the atoms of the universe, all the stars and planets in the sky, and all the particles of snow, but who among them can count the unlimited transcendental qualities of the Supreme Personality of Godhead? He descends on the surface of the globe for the benefit of all living entities.'</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 21.12</B></A>: "To say nothing of Lord Brahm&#257;, even Lord Ananta, who has thousands of heads, cannot reach the end of the Lord's transcendental qualities, even though He is continuously chanting their praises.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 21.13</B></A>: "'If I, Lord Brahm&#257;, and your elder brothers, the great saints and sages, cannot understand the limits of the Supreme Personality of Godhead, who is full of various energies, who else can understand them? Although constantly chanting about His transcendental qualities, the thousand-hooded Lord &#346;esha has not yet reached the end of the Lord's activities.'</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 21.14</B></A>: "To say nothing of Anantadeva, even Lord Krishna Himself cannot find an end to His own transcendental qualities. Indeed, He Himself is always eager to know them.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 21.15</B></A>: "'My Lord, You are unlimited. Even the predominating deities of the higher planetary systems, including Lord Brahm&#257;, cannot find Your limitations. Nor can You Yourself ascertain the limit of Your qualities. Like atoms in the sky, there are multi-universes with seven coverings, and these are rotating in due course of time. All the experts in Vedic understanding are searching for You by eliminating the material elements. In this way, searching and searching, they come to the conclusion that everything is complete in You. Thus You are the resort of everything. This is the conclusion of all Vedic experts.'</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 21.16</B></A>: "Apart from all argument, logic and negative or positive processes, when Lord &#346;r&#299; Krishna was present as the Supreme Personality of Godhead at Vrind&#257;vana, no one could find a limit to His potencies by studying His characteristics and activities.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 21.17</B></A>: "At Vrind&#257;vana, the Lord immediately created all material and spiritual planets in one moment. Indeed, all of them were created with their predominating deities.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 21.18</B></A>: "We do not hear of such wonderful things anywhere else. Simply by one's hearing of those incidents, one's consciousness is agitated and cleansed.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 21.19</B></A>: "According to &#346;ukadeva Gosv&#257;m&#299;, Krishna had unlimited calves and cowherd boys with Him. No one could count their actual number.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 21.20</B></A>: "Each of the cowherd boys was tending calves to the extent of a koti, arbuda, &#347;a&#324;kha and padma. That is the way of counting.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 21.21</B></A>: "All the cowherd boys had unlimited calves. Similarly, their canes, flutes, lotus flowers, horns, garments and ornaments were all unlimited. They cannot be limited by writing about them.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 21.22</B></A>: "The cowherd boys then became four-handed N&#257;r&#257;yanas, predominating Deities of Vaikuntha planets. All the separate Brahm&#257;s from different universes began to offer their prayers unto the Lords.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 21.23</B></A>: "All these transcendental bodies emanated from the body of Krishna, and within a second They all entered again into His body.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 21.24</B></A>: "When the Lord Brahm&#257; from this universe saw this pastime, he was astonished and struck with wonder. After offering his prayers, he gave the following conclusion.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 21.25</B></A>: "Lord Brahm&#257; said, 'If someone says that he knows everything about Krishna's opulence, let him think that way. But as far as I am concerned, with my body and mind I consider it in this way.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 21.26</B></A>: "'My Lord, Your opulence is like an unlimited ocean of nectar, and it is verbally and mentally impossible for me to realize even a drop of that ocean.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 21.27</B></A>: "'There are people who say, "I know everything about Krishna." Let them think that way. As far as I am concerned, I do not wish to speak very much about this matter. O my Lord, let me say this much. As far as Your opulences are concerned, they are all beyond the reach of my mind, body and words.'</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 21.28</B></A>: "Let the glories of Lord Krishna be! Who could be aware of all of them? His abode, Vrind&#257;vana, has many wonderful opulences. Just try to see them all.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 21.29</B></A>: "According to the revelations of revealed scripture, Vrind&#257;vana extends only sixteen kro&#347;as [thirty-two miles]. Nonetheless, all the Vaikuntha planets and innumerable universes are located in one corner of this tract.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 21.30</B></A>: "No one can estimate the opulence of Krishna. That is unlimited. However, just as one sees the moon through the branches of a tree, I wish to give a little indication."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 21.31</B></A>: While describing the transcendental opulences of Krishna, the ocean of opulence manifested in the mind of &#346;r&#299; Caitanya Mah&#257;prabhu, and His mind and senses were immersed in this ocean. Thus He was perplexed.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 21.32</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu personally recited the following verse from &#346;r&#299;mad-Bh&#257;gavatam, and to relish the meaning, He began to explain it Himself.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 21.33</B></A>: "'The Supreme Personality of Godhead, Krishna, is the master of the three worlds and the three principal demigods [Brahm&#257;, Vishnu and &#346;iva]. No one is equal to or greater than Him. By His spiritual potency, known as sv&#257;r&#257;jya-lakshm&#299;, all His desires are fulfilled. While offering their dues and presents in worship, the predominating deities of all the planets touch the lotus feet of the Lord with their helmets. Thus they offer prayers to the Lord.'</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 21.34</B></A>: "Krishna is the original Supreme Personality of Godhead; therefore He is the greatest of all. No one is equal to Him, nor is anyone greater than Him.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 21.35</B></A>: "'Krishna, known as Govinda, is the supreme controller. He has an eternal, blissful, spiritual body. He is the origin of all. He has no other origin, for He is the prime cause of all causes.'</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 21.36</B></A>: "The primary predominating deities of this material creation are Lord Brahm&#257;, Lord &#346;iva and Lord Vishnu. Nonetheless, they simply carry out the orders of Lord Krishna, who is master of them all.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 21.37</B></A>: "[Lord Brahm&#257; said:] 'Following the will of the Supreme Personality of Godhead, I create, Lord &#346;iva destroys, and He Himself in the form of Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu maintains all the affairs of material nature. Thus the supreme controller of the three modes of material nature is Lord Vishnu.'</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 21.38</B></A>: "This is only a general description. Please try to understand another meaning of tryadh&#299;&#347;a. The three purusha incarnations of Vishnu are the original cause of the material creation.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 21.39</B></A>: "Mah&#257;-Vishnu, Padman&#257;bha and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu are the Supersouls of all subtle and gross existences.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 21.40</B></A>: "Although Mah&#257;-Vishnu, Padman&#257;bha and Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu are all shelters and controllers of the entire universe, They are nonetheless but plenary portions or portions of the plenary portions of Krishna. Therefore He is the original Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 21.41</B></A>: "'The Brahm&#257;s and other lords of the mundane worlds appear from the pores of Mah&#257;-Vishnu and remain alive for the duration of His one exhalation. I adore the primeval Lord, Govinda, of whom Mah&#257;-Vishnu is a portion of a plenary portion.'</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 21.42</B></A>: "This is the middle meaning. Now please hear the confidential meaning. Lord Krishna has three places of residence, which are well known from the revealed scriptures.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 21.43</B></A>: "The internal abode is called Goloka Vrind&#257;vana. It is there that Lord Krishna's personal friends, associates, father and mother live.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 21.44</B></A>: "Vrind&#257;vana is the storehouse of Krishna's mercy and the sweet opulences of conjugal love. That is where the spiritual energy, working as a maidservant, exhibits the r&#257;sa dance, the quintessence of all pastimes.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 21.45</B></A>: "'Vrind&#257;vana-dh&#257;ma is very soft due to the mercy of the Supreme Lord, and it is especially opulent due to conjugal love. The transcendental glories of the son of Mah&#257;r&#257;ja Nanda are exhibited here. Under the circumstances, not the least anxiety is awakened within us.'</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 21.46</B></A>: "Below the Vrind&#257;vana planet is the spiritual sky, which is known as Vishnuloka. In Vishnuloka there are innumerable Vaikuntha planets controlled by N&#257;r&#257;yana and innumerable other expansions of Krishna.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 21.47</B></A>: "The spiritual sky, which is full in all six opulences, is the intermediate residence of Lord Krishna. It is there that an unlimited number of forms of Krishna enjoy Their pastimes.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 21.48</B></A>: "Innumerable Vaikuntha planets, which are just like different rooms of a treasure-house, are all there, filled with all opulences. Those unlimited planets house the Lord's eternal associates, who are also enriched with the six opulences.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 21.49</B></A>: "'Below the planet named Goloka Vrind&#257;vana are the planets known as Dev&#299;-dh&#257;ma, Mahe&#347;a-dh&#257;ma and Hari-dh&#257;ma. These are opulent in different ways. They are managed by the Supreme Personality of Godhead, Govinda, the original Lord. I offer my obeisances unto Him.'</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 21.50</B></A>: "'Between the spiritual and the material world is a body of water known as the river Viraj&#257;. This water is generated from the bodily perspiration of the Supreme Personality of Godhead, who is known as Ved&#257;&#324;ga. Thus the river flows.'</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 21.51</B></A>: "'Beyond the river Viraj&#257; is the spiritual nature, which is indestructible, eternal, inexhaustible and unlimited. It is the supreme abode, consisting of three fourths of the Lord's opulences. It is known as paravyoma, the spiritual sky.'</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 21.52</B></A>: "On the other side of the river Viraj&#257; is the external abode, which is full of unlimited universes, each containing unlimited atmospheres.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 21.53</B></A>: "The abode of the external energy is called Dev&#299;-dh&#257;ma, and its inhabitants are the conditioned souls. It is there that the material energy, Durg&#257;, resides with many opulent maidservants.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 21.54</B></A>: "Krishna is the supreme proprietor of all dh&#257;mas, including Goloka-dh&#257;ma, Vaikuntha-dh&#257;ma and Dev&#299;-dh&#257;ma. The paravyoma and Goloka-dh&#257;ma are beyond Dev&#299;-dh&#257;ma, this material world.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 21.55</B></A>: "The spiritual world is considered to be three fourths of the energy and opulence of the Supreme Personality of Godhead, whereas this material world is only one fourth of that energy. That is our understanding.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 21.56</B></A>: "'Because it consists of three fourths of the Lord's energy, the spiritual world is called tri-p&#257;d-bh&#363;ta. Being a manifestation of one fourth of the Lord's energy, the material world is called eka-p&#257;da.'</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 21.57</B></A>: "The three-fourths part of Lord Krishna's energy is beyond our speaking power. Let us therefore hear elaborately about the remaining one fourth of His energy.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 21.58</B></A>: "Actually it is very difficult to ascertain the number of universes. Every universe has its separate Lord Brahm&#257; and Lord &#346;iva, who are known as permanent governors. Therefore there is also no counting them.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 21.59</B></A>: "Once, when Krishna was ruling Dv&#257;rak&#257;, Lord Brahm&#257; came to see Him, and the doorman immediately informed Lord Krishna of Brahm&#257;'s arrival.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 21.60</B></A>: "When Krishna was so informed, He immediately asked the doorman, 'Which Brahm&#257;? What is his name?' The doorman therefore returned and questioned Lord Brahm&#257;.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 21.61</B></A>: "When the doorman asked, 'Which Brahm&#257;?' Lord Brahm&#257; was surprised. He told the doorman, 'Please go inform Lord Krishna that I am the four-headed Brahm&#257; who is the father of the four Kum&#257;ras.'</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 21.62</B></A>: "The doorman then informed Lord Krishna of Lord Brahm&#257;'s description, and Lord Krishna gave him permission to enter. The doorman escorted Lord Brahm&#257; in, and as soon as Brahm&#257; saw Lord Krishna, he offered obeisances at His lotus feet.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 21.63</B></A>: "After being worshiped by Lord Brahm&#257;, Lord Krishna also honored him with suitable words. Then Lord Krishna asked him, 'Why have you come here?'</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 21.64</B></A>: "Being questioned, Lord Brahm&#257; immediately replied, 'Later I shall tell You why I have come. First of all there is a doubt in my mind which I wish You would kindly dissipate.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 21.65</B></A>: "'Why did you inquire which Brahm&#257; had come to see You? What is the purpose of such an inquiry? Is there any other Brahm&#257; besides me within this universe?'</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 21.66</B></A>: "Upon hearing this, &#346;r&#299; Krishna smiled and immediately meditated. Unlimited Brahm&#257;s arrived instantly.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 21.67</B></A>: "These Brahm&#257;s had different numbers of heads. Some had ten heads, some twenty, some a hundred, some a thousand, some ten thousand, some a hundred thousand, some ten million and others a hundred million. No one can count the number of faces they had.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 21.68</B></A>: "There also arrived many Lord &#346;ivas with various heads numbering one hundred thousand and ten million. Many Indras also arrived, and they had hundreds of thousands of eyes all over their bodies.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 21.69</B></A>: "When the four-headed Brahm&#257; of this universe saw all these opulences of Krishna, he became very much bewildered and considered himself a rabbit among many elephants.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 21.70</B></A>: "All the Brahm&#257;s who came to see Krishna offered their respects at His lotus feet, and when they did this, their helmets touched His lotus feet.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 21.71</B></A>: "No one can estimate the inconceivable potency of Krishna. All the Brahm&#257;s who were there were resting in the one body of Krishna.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 21.72</B></A>: "When all the helmets struck together at Krishna's lotus feet, there was a tumultuous sound. It appeared that the helmets themselves were offering prayers unto Krishna's lotus feet.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 21.73</B></A>: "With folded hands, all the Brahm&#257;s and &#346;ivas began to offer prayers unto Lord Krishna, saying, 'O Lord, You have shown me a great favor. I have been able to see Your lotus feet.'</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 21.74</B></A>: "All of them then said, 'It is my great fortune, Lord, that You have called me, thinking of me as Your servant. Now let me know what Your order is so that I may carry it on my heads.'</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 21.75</B></A>: "Lord Krishna replied, 'Since I wanted to see all of you together, I have called all of you here.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 21.76</B></A>: "'All of you should be happy. Is there any fear from the demons?'"They replied, 'By Your mercy, we are victorious everywhere.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 21.77</B></A>: "'Whatever burden was upon the earth You have taken away by descending to that planet.'</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 21.78</B></A>: "This is the proof of Dv&#257;rak&#257;'s opulence: all the Brahm&#257;s thought, 'Krishna is now staying in my jurisdiction.'</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 21.79</B></A>: "Thus the opulence of Dv&#257;rak&#257; was perceived by each and every one of them. Although they were all assembled together, no one could see anyone but himself.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 21.80</B></A>: "Lord Krishna then bade farewell to all the Brahm&#257;s there, and after offering their obeisances, they all returned to their respective homes.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 21.81</B></A>: "After observing all these opulences, the four-headed Brahm&#257; of this universe was astonished. He again came before the lotus feet of Krishna and offered Him obeisances.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 21.82</B></A>: "Brahm&#257; then said, 'Whatever I formerly decided about my knowledge I have just now had personally verified.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 21.83</B></A>: "'There are people who say, "I know everything about Krishna." Let them think in that way. As far as I am concerned, I do not wish to speak very much about this matter. O my Lord, let me say this much. As far as Your opulences are concerned, they are all beyond the reach of my mind, body and words.'</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 21.84</B></A>: "Krishna said, 'Your particular universe has a diameter of four billion miles; therefore it is the smallest of all the universes. Consequently you have only four heads.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 21.85</B></A>: "'Some of the universes are one billion yojanas in diameter, some one trillion, some ten trillion and some one hundred trillion yojanas. Thus they are almost unlimited in area.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 21.86</B></A>: "'According to the size of the universe, there are so many heads on the body of Brahm&#257;. In this way I maintain innumerable universes [brahm&#257;ndas].</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 21.87</B></A>: "'No one can measure the length and breadth of the one fourth of My energy manifested in the material world. Who then can measure the three fourths that is manifested in the spiritual world?'</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 21.88</B></A>: "'"Beyond the river Viraj&#257; is the spiritual nature, which is indestructible, eternal, inexhaustible and unlimited. It is the supreme abode, consisting of three fourths of the Lord's opulences. It is known as paravyoma, the spiritual sky."'</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 21.89</B></A>: "In this way Lord Krishna bade farewell to the four-headed Brahm&#257; of this universe. We may thus understand that no one can calculate the extent of Krishna's energies.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 21.90</B></A>: "There is a very deep meaning in the word 'try-adh&#299;&#347;vara,' which indicates that Krishna possesses three different lokas, or natures.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 21.91</B></A>: "The three lokas are Gokula (Goloka), Mathur&#257; and Dv&#257;rak&#257;. Krishna lives eternally in these three places.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 21.92</B></A>: "These three places are full of internal potencies, and Krishna, the Supreme Personality of Godhead, is their sole proprietor.</P><P CLASS=r><A CLASS=i HREF="93-94.htm"><B>CC Madhya 21.93-94</B></A>: "As previously mentioned, the jewels on the helmets of all the predominating deities of all the universes and Vaikuntha planets touched the throne and the lotus feet of the Lord when those deities all offered obeisances.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 21.95</B></A>: "When the gems on the helmets of all the predominating deities collided before the throne and the Lord's lotus feet, there was a jingling sound, which seemed like prayers offered by the helmets at Krishna's lotus feet.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 21.96</B></A>: "Krishna is thus situated eternally in His spiritual potency, and the opulence of that spiritual potency is called shad-ai&#347;varya, indicating six kinds of opulences.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 21.97</B></A>: "Because He possesses the spiritual potencies, which fulfill all His desires, Krishna is accepted as the Supreme Personality of Godhead. This is the Vedic version.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 21.98</B></A>: "The unlimited potencies of Krishna are just like an ocean of nectar. Since one cannot bathe within that ocean, I have only touched a drop of it."</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 21.99</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu was describing the opulences and spiritual potencies of Krishna in this way, there was an awakening of love of Krishna within Him. His mind became immersed in the sweetness of conjugal love, and He quoted the following verse from &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 21.100</B></A>: "'To exhibit the strength of His own spiritual potency, Lord Krishna manifested a form just suitable for His pastimes in the material world. This form was wonderful even for Him and was the supreme abode of the wealth of good fortune. Its limbs were so beautiful that they increased the beauty of the ornaments worn on different parts of His body.'</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 21.101</B></A>: "Lord Krishna has many pastimes, of which His pastimes as a human being are the best. His form as a human being is the supreme transcendental form. In this form He is a cowherd boy. He carries a flute in His hand, and His youth is new. He is also an expert dancer. All this is just suitable for His pastimes as a human being.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 21.102</B></A>: "My dear San&#257;tana, the sweet, attractive transcendental form of Krishna is so nice. Just try to understand it. Even a fractional understanding of Krishna's beauty can merge all three worlds in the ocean of love. He attracts all living entities within the three worlds.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 21.103</B></A>: "The transcendental form of Krishna is shown to the world by Lord Krishna's internal, spiritual energy, which is a transformation of pure goodness. This jewellike form is the most confidential treasure of the devotees. This form is manifested from Krishna's eternal pastimes.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 21.104</B></A>: "The wonderful form of Krishna in His personal feature is so great that it attracts even Krishna to taste His own association. Indeed, Krishna becomes very eager to taste it. Total beauty, knowledge, wealth, strength, fame and renunciation are the six opulences of Krishna. He is eternally situated in His opulences.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 21.105</B></A>: "Ornaments caress that body, but the transcendental body of Krishna is so beautiful that it beautifies the ornaments He wears. Therefore Krishna's body is said to be the ornament of ornaments. Enhancing the wonderful beauty of Krishna is His three-curved style of standing. Above all these beautiful features, Krishna's eyes dance and move obliquely, acting like arrows to pierce the minds of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and the gop&#299;s. When the arrow succeeds in hitting its target, their minds become agitated.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 21.106</B></A>: "The beauty of Krishna's body is so attractive that it attracts not only the demigods and other living entities within this material world but the personalities of the spiritual sky as well, including the N&#257;r&#257;yanas, who are expansions of Krishna's personality. The minds of the N&#257;r&#257;yanas are thus attracted by the beauty of Krishna's body. In addition, the goddesses of fortune [Lakshm&#299;s], who are the wives of the N&#257;r&#257;yanas and are the women described in the Vedas as most chaste, are also attracted by the wonderful beauty of Krishna.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 21.107</B></A>: "Favoring the gop&#299;s, Krishna rides on the chariots of their minds, and just to receive loving service from them, He attracts their minds like Cupid. Therefore He is also called Madana-mohana, the attractor of Cupid. Cupid has five arrows, representing form, taste, smell, sound and touch. Krishna is the owner of these five arrows, and with His Cupid-like beauty He conquers the minds of the gop&#299;s, though they are very proud of their superexcellent beauty. Becoming a new Cupid, Krishna attracts their minds and engages in the r&#257;sa dance.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 21.108</B></A>: "When Lord Krishna wanders in the forest of Vrind&#257;vana with His friends on an equal level, there are innumerable cows grazing. This is another of the Lord's blissful enjoyments. When He plays on His flute, all living entities &#8212; including trees, plants, animals and human beings &#8212; tremble and are saturated with jubilation. Tears flow constantly from their eyes.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 21.109</B></A>: "Krishna wears a pearl necklace that appears like a chain of white ducks around His neck. The peacock feather in His hair appears like a rainbow, and His yellow garments appear like lightning in the sky. Krishna appears like a newly risen cloud, and the gop&#299;s appear like newly grown grains in the field. Constant rains of nectarean pastimes fall upon these newly grown grains, and it seems that the gop&#299;s are receiving beams of life from Krishna, exactly as grains receive life from the rains.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 21.110</B></A>: "The Supreme Personality of Godhead, Krishna, is full in all six opulences, including His attractive beauty, which engages Him in conjugal love with the gop&#299;s. Such sweetness is the quintessence of His qualities. &#346;ukadeva Gosv&#257;m&#299;, the son of Vy&#257;sadeva, has described these pastimes of Krishna throughout &#346;r&#299;mad-Bh&#257;gavatam. Hearing the descriptions, the devotees become mad with love of God."</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 21.111</B></A>: Just as the women of Mathur&#257; ecstatically described the fortune of the gop&#299;s of Vrind&#257;vana and the transcendental qualities of Krishna, &#346;r&#299; Caitanya Mah&#257;prabhu described the different mellows of Krishna and became overwhelmed with ecstatic love. Grasping the hand of San&#257;tana Gosv&#257;m&#299;, He recited the following verse.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 21.112</B></A>: "'What austerities must the gop&#299;s have performed? With their eyes they always drink the nectar of the form of Lord Krishna, which is the essence of loveliness and is not to be equaled or surpassed. That loveliness is the only abode of beauty, fame and opulence. It is self-perfect, ever fresh and unique.'</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 21.113</B></A>: "The bodily beauty of &#346;r&#299; Krishna is like a wave in the ocean of eternal youth. In that great ocean is the whirlpool of the awakening of ecstatic love. The vibration of Krishna's flute is like a whirlwind, and the flickering minds of the gop&#299;s are like straws and dry leaves. After they fall down in the whirlwind, they never rise again but remain eternally at the lotus feet of Krishna.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 21.114</B></A>: "O My dear friend, what severe austerities have the gop&#299;s performed to drink His transcendental beauty and sweetness through their eyes in complete fulfillment? Thus they glorify their births, bodies and minds.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 21.115</B></A>: "The sweetness of Krishna's beauty enjoyed by the gop&#299;s is unparalleled. Nothing is equal to or greater than such ecstatic sweetness. Even the predominating Deities of the Vaikuntha planets, the N&#257;r&#257;yanas, do not possess such sweetness. Indeed, none of the incarnations of Krishna up to N&#257;r&#257;yana possess such transcendental beauty.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 21.116</B></A>: "The vivid evidence in this regard is that the dearest consort of N&#257;r&#257;yana, the goddess of fortune, who is worshiped by all chaste women, gave up everything in her desire to enjoy Krishna, being captivated by His unparalleled sweetness. Thus she took a great vow and underwent severe austerities.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 21.117</B></A>: "The quintessence of Krishna's sweet bodily luster is so perfect that there is no perfection above it. He is the immutable mine of all transcendental qualities. In His other manifestations and personal expansions, there is only a partial exhibition of such qualities. We understand all His personal expansions in this way.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 21.118</B></A>: "Both the gop&#299;s and Krishna are complete. The gop&#299;s' ecstatic love is like a mirror that becomes newer and newer at every moment and reflects Krishna's bodily luster and sweetness. Thus competition increases. Since neither give up, their pastimes become newer and newer, and both sides constantly increase.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 21.119</B></A>: "The transcendental mellows generated from the dealings between the gop&#299;s and Krishna cannot be tasted by means of fruitive activity, yogic austerities, speculative knowledge, regulative devotional service, mantra-yoga or meditation. This sweetness can be tasted only through the spontaneous love of liberated persons who chant the holy names with great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 21.120</B></A>: "Such ecstatic transactions between Krishna and the gop&#299;s are possible only in Vrind&#257;vana, which is full of the opulences of transcendental love. The form of Krishna is the original source of all transcendental qualities. It is like a mine of gems. The opulences belonging to all the personal expansions of Krishna are to be understood to be bestowed by Krishna; therefore Krishna is the original source and shelter of everyone.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 21.121</B></A>: "Beauty, humility, mercy, merit, patience and expert intelligence are all manifested in Krishna. But besides these, Krishna has other qualities like good behavior, mildness and magnanimity. He also performs welfare activities for the whole world. All these qualities are not visible in expansions like N&#257;r&#257;yana.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 21.122</B></A>: "After seeing Krishna, various people criticize the blinking of their eyes. In Vrind&#257;vana especially, all the gop&#299;s criticize Lord Brahm&#257; because of this defect in the eyes." Then &#346;r&#299; Caitanya Mah&#257;prabhu recited some verses from &#346;r&#299;mad-Bh&#257;gavatam and explained them vividly, thus enjoying the taste of transcendental sweetness with great happiness.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 21.123</B></A>: "'All men and women were accustomed to enjoying the beauty of the shining face of Lord Krishna, as well as His shark-shaped earrings swinging on His ears. His beautiful features, His cheeks and His playful smiles all combined to form a constant festival for the eyes, and the blinking of the eyes became obstacles that impeded one from seeing that beauty. For this reason, men and women became very angry at the creator [Lord Brahm&#257;].'</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 21.124</B></A>: "'O Krishna, when You go to the forest during the day and we do not see Your sweet face, which is surrounded by beautiful curly hair, half a second becomes as long as an entire age for us. And we consider the creator, who has put eyelids on the eyes we use for seeing You, to be simply a fool.'</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 21.125</B></A>: "Krishna, the Supreme Personality of Godhead, is identical with the Vedic hymn known as the K&#257;ma-g&#257;yatr&#299;, which is composed of twenty-four and a half syllables. Those syllables are compared to moons that arise in Krishna. Thus all three worlds are filled with desire.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 21.126</B></A>: "The face of Krishna is the king of all moons, and the body of Krishna is the throne. Thus the king governs a society of moons.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 21.127</B></A>: "Krishna has two cheeks that shine like glowing gems. Both are considered full moons. His forehead is considered a half moon, and the spot of sandalwood there is considered a full moon.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 21.128</B></A>: "His fingernails are many full moons, and they dance on the flute in His hands. Their song is the melody of that flute. His toenails are also many full moons, and they dance on the ground. Their song is the jingling of His ankle bells.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 21.129</B></A>: "Krishna's face is the enjoyer king. That full-moon face makes His shark-shaped earrings and lotus eyes dance. His eyebrows are like bows, and His eyes are like arrows. His ears are fixed on the string of that bow, and when His eyes spread to His ears, He pierces the hearts of the gop&#299;s.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 21.130</B></A>: "The dancing features of His face surpass all other full moons and expand the marketplace of full moons. Although priceless, the nectar of Krishna's face is distributed to everyone. Some purchase the moonrays of His sweet smiles, and others purchase the nectar of His lips. Thus He pleases everyone.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 21.131</B></A>: "Krishna has two reddish, widely spread eyes. These are ministers of the king, and they subdue the pride of Cupid, who also has beautiful eyes. That face of Govinda, which is full of happiness, is the home of the pastimes of beauty, and it is very pleasing to everyone's eyes.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 21.132</B></A>: "If by devotional service one gets the results of pious activities and sees Lord Krishna's face, what can he relish with only two eyes? His greed and thirst increase twofold by seeing the nectarean face of Krishna. Due to his inability to sufficiently drink that nectar, he becomes very unhappy and criticizes the creator for not having given more than two eyes.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 21.133</B></A>: "When the onlooker of Krishna's face becomes dissatisfied in this way, he thinks, 'Why didn't the creator give me thousands and millions of eyes? Why has he given me only two? Even these two eyes are disturbed by blinking, which keeps me from continuously seeing Krishna's face.' Thus one accuses the creator of being dry and tasteless due to engaging in severe austerities. 'The creator is only a dry manufacturer. He does not know how to create and set things in their proper places.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 21.134</B></A>: "'The creator says, "Let those who will see Krishna's beautiful face have two eyes." Just see the lack of consideration exhibited by this person posing as a creator. If the creator took my advice, he would give millions of eyes to the person who intends to see &#346;r&#299; Krishna's face. If the creator will accept this advice, then I would say that he is competent in his work.'</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 21.135</B></A>: "The transcendental form of Lord &#346;r&#299; Krishna is compared to an ocean. A particularly extraordinary vision is the moon above that ocean &#8212; &#346;r&#299; Krishna's face &#8212; and an even more extraordinary vision is His smile, which is sweeter than sweet and is like shining beams of moonlight." While speaking of these things with San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu began to remember one thing after another. Moving His hands in ecstasy, He recited a verse.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 21.136</B></A>: "'O my Lord, the transcendental body of Krishna is very sweet, and His face is even sweeter than His body. But His soft smile, which has the fragrance of honey, is sweeter still.'</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 21.137</B></A>: "My dear San&#257;tana, the sweetness of Krishna's personality is just like an ocean of ambrosia. Although My mind is now afflicted by convulsive diseases and I wish to drink that entire ocean, the repressive physician does not allow Me to drink even one drop.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 21.138</B></A>: "Krishna's body is a city of attractive features, and it is sweeter than sweet. His face, which is like the moon, is sweeter still. And the supremely sweet gentle smile on that moonlike face is like rays of moonshine.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 21.139</B></A>: "The beauty of Krishna's smile is the sweetest feature of all. His smile is like a full moon that spreads its rays throughout the three worlds &#8212; Goloka Vrind&#257;vana, the spiritual sky of the Vaikunthas, and Dev&#299;-dh&#257;ma, the material world. Thus Krishna's shining beauty spreads in all ten directions.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 21.140</B></A>: "His slight smiling and fragrant illumination are compared to camphor, which enters the sweetness of His lips. That sweetness is transformed and enters into space as vibrations from the holes of His flute.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 21.141</B></A>: "The sound of Krishna's flute spreads in the four directions. Even though Krishna vibrates His flute within this universe, its sound pierces the universal covering and goes to the spiritual sky. Thus the vibration enters the ears of all inhabitants. It especially enters Goloka Vrind&#257;vana-dh&#257;ma and attracts the minds of the young damsels of Vrajabh&#363;mi, bringing them forcibly to where Krishna is present.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 21.142</B></A>: "The vibration of Krishna's flute is very aggressive, and it breaks the vows of all chaste women. Indeed, its vibration takes them forcibly from the laps of their husbands. The vibration of His flute attracts even the goddesses of fortune in the Vaikuntha planets, to say nothing of the poor damsels of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 21.143</B></A>: "The vibration of His flute slackens the knots of their underwear even in front of their husbands. Thus the gop&#299;s are forced to abandon their household duties and come before Lord Krishna. In this way all social etiquette, shame and fear are vanquished. The vibration of His flute causes all women to dance.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 21.144</B></A>: "The vibration of His flute is just like a bird that creates a nest within the ears of the gop&#299;s and always remains prominent there, not allowing any other sound to enter their ears. Indeed, the gop&#299;s cannot hear anything else, nor are they able to concentrate on anything else, not even to give a suitable reply. Such are the effects of the vibration of Lord Krishna's flute."</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 21.145</B></A>: Resuming His external consciousness, &#346;r&#299; Caitanya Mah&#257;prabhu told San&#257;tana Gosv&#257;m&#299;, "I have not spoken of what I intended. Lord Krishna is very merciful to you because by bewildering My mind He has revealed His personal opulence and sweetness. He has caused you to hear all these things from Me for your understanding.</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 21.146</B></A>: "Since I have become a madman, I am saying one thing instead of another. This is because I am being carried away by the waves of the nectarean ocean of Lord Krishna's transcendental sweetness."</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 21.147</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then remained silent for a moment. Finally, adjusting things within His mind, He again spoke to San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 21.148</B></A>: If anyone gets an opportunity to hear about the sweetness of Krishna in this chapter of &#346;r&#299; Caitanya-carit&#257;mrita, he will certainly be eligible to float in the transcendentally blissful ocean of love of God.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 21.149</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>