<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 119</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 119"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13.119</P><P CLASS=c>ei-mata gaura-&#347;y&#257;me, do&#324;he thel&#257;theli</P><P CLASS=c>svarathe &#347;y&#257;mere r&#257;khe gaura mah&#257;-bal&#299;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/g/gaura">gaura</A>-<A CLASS=v HREF="http://vedabase.net/s/syame">&#347;y&#257;me</A> &#8212; Lord <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A> and Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/d/donhe">do&#324;he</A> &#8212; between both of Them; <A CLASS=v HREF="http://vedabase.net/t/thelatheli">thel&#257;theli</A> &#8212; competition of pushing forward; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rathe">rathe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His own car; <A CLASS=v HREF="http://vedabase.net/s/syamere">&#347;y&#257;mere</A> &#8212; Lord <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/r/rakhe">r&#257;khe</A> &#8212; keeps; <A CLASS=v HREF="http://vedabase.net/g/gaura">gaura</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bali">bal&#299;</A> &#8212; greatly powerful.</P><P CLASS=t>TRANSLATION</P><P>Thus there was a sort of competition between Caitanya Mah&#257;prabhu and Lord Jagann&#257;tha in seeing who would lead, but Caitanya Mah&#257;prabhu was so strong that He made Lord Jagann&#257;tha wait in His car.</P><P CLASS=t>PURPORT</P><P>In his Anubh&#257;shya, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura describes the ecstasy of &#346;r&#299; Caitanya Mah&#257;prabhu as follows. After giving up the company of the gop&#299;s in Vrind&#257;vana, &#346;r&#299; Krishna, the son of Mah&#257;r&#257;ja Nanda, engaged in His pastimes at Dv&#257;rak&#257;. When Krishna went to Kurukshetra with His brother and sister and others from Dv&#257;rak&#257;, He again met the inhabitants of Vrind&#257;vana. &#346;r&#299; Caitanya Mah&#257;prabhu is r&#257;dh&#257;-bh&#257;va-dyuti-suvalita, that is, Krishna Himself assuming the part of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in order to understand Krishna. Lord Jagann&#257;tha-deva is Krishna, and &#346;r&#299; Krishna Caitanya Mah&#257;prabhu is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Caitanya Mah&#257;prabhu's leading Lord Jagann&#257;tha toward the Gundic&#257; temple corresponded to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s leading Krishna toward Vrind&#257;vana. &#346;r&#299; Kshetra, Jagann&#257;tha Pur&#299;, was taken as the kingdom of Dv&#257;rak&#257;, the place where Krishna enjoys supreme opulence. But He was being led by &#346;r&#299; Caitanya Mah&#257;prabhu to Vrind&#257;vana, the simple village where all the inhabitants are filled with ecstatic love for Krishna. &#346;r&#299; Kshetra is a place of ai&#347;varya-l&#299;l&#257;, just as Vrind&#257;vana is the place of m&#257;dhurya-l&#299;l&#257;. &#346;r&#299; Caitanya Mah&#257;prabhu's following at the rear of the ratha indicated that Lord Jagann&#257;tha, Krishna, was forgetting the inhabitants of Vrind&#257;vana. Although Krishna neglected the inhabitants of Vrind&#257;vana, He could not forget them. Thus in His opulent Ratha-y&#257;tr&#257;, He was returning to Vrind&#257;vana. In the role of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu was examining whether the Lord still remembered the inhabitants of Vrind&#257;vana. When Caitanya Mah&#257;prabhu fell behind the Ratha car, Jagann&#257;tha-deva, Krishna Himself, understood the mind of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Therefore, Jagann&#257;tha sometimes fell behind the dancing &#346;r&#299; Caitanya Mah&#257;prabhu to indicate to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; that He had not forgotten. Thus Lord Jagann&#257;tha would stop the forward march of the ratha and wait at a standstill. In this way Lord Jagann&#257;tha agreed that without the ecstasy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; He could not feel satisfied. While Jagann&#257;tha was thus waiting, Gaurasundara, Caitanya Mah&#257;prabhu, in His ecstasy of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, immediately came forward to Krishna. At such times, Lord Jagann&#257;tha would proceed ahead very slowly. These competitive exchanges were all part of the love affair between Krishna and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. In that competition between Lord Caitanya's ecstasy for Jagann&#257;tha and Jagann&#257;tha's ecstasy for &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, Caitanya Mah&#257;prabhu emerged successful.</P><P CLASS=l><A CLASS=i HREF="118.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="120.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>