<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 142</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 142"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13.142</P><P CLASS=c>deha-smriti n&#257;hi y&#257;ra, sams&#257;ra-k&#363;pa k&#257;h&#257;&#324; t&#257;ra,</P><P CLASS=c>t&#257;h&#257; haite n&#257; c&#257;he uddh&#257;ra</P><P CLASS=c>viraha-samudra-jale, k&#257;ma-timi&#324;gile gile,</P><P CLASS=c>gop&#299;-gane neha' t&#257;ra p&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A> &#8212; bodily concept of life; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yara">y&#257;ra</A> &#8212; one whose; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/kupa">k&#363;pa</A> &#8212; blind well of material life; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; where is; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/t/taha">t&#257;h&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/c/cahe">c&#257;he</A> &#8212; want; <A CLASS=v HREF="http://vedabase.net/u/uddhara">uddh&#257;ra</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/v/viraha">viraha</A>-<A CLASS=v HREF="http://vedabase.net/s/samudra">samudra</A>-<A CLASS=v HREF="http://vedabase.net/j/jale">jale</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water of the ocean of separation; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/t/timingile">timi&#324;gile</A> &#8212; the transcendental Cupid <A HREF="http://vedabase.net/i/in">in</A> the form of <A HREF="http://vedabase.net/t/timingila">timi&#324;gila</A> fish; <A CLASS=v HREF="http://vedabase.net/g/gile">gile</A> &#8212; swallow; <A CLASS=v HREF="http://vedabase.net/g/gopi">gop&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gane">gane</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/n/neha">neha</A>' &#8212; please take out; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/p/para">p&#257;ra</A> &#8212; beyond that.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu continued, "The gop&#299;s have fallen into the great ocean of separation and are being devoured by the timi&#324;gila fish of their ambition to serve You. The gop&#299;s are to be delivered from the mouths of these timi&#324;gila fish, for they are pure devotees. Since they have no material conception of life, why should they aspire for liberation? The gop&#299;s do not want that liberation desired by yog&#299;s and jñ&#257;n&#299;s, for they are already liberated from the ocean of material existence.</P><P CLASS=t>PURPORT</P><P>The bodily conception is created by the desire for material enjoyment. This is called vipada-smriti, which is the opposite of real life. The living entity is eternally the servant of Krishna, but when he desires to enjoy the material world, he cannot progress in spiritual life. One can never be happy by advancing materially. This is also stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/7/5/30.htm">7.5.30</A>): ad&#257;nta-gobhir vi&#347;at&#257;m tamisram punah puna&#347; carvita-carvan&#257;n&#257;m. Through the uncontrolled senses, one may advance one's hellish condition. He may continue to chew the chewed; that is, repeatedly accept birth and death. The conditioned souls use the duration of life between birth and death only to engage in the same hackneyed activities &#8212; eating, sleeping, mating and defending. In the lower animal species, we find the same activities. Since these activities are repeated, engaging in them is like chewing that which has already been chewed. If one can give up his ambition to engage in hackneyed material life and take to Krishna consciousness instead, he will be liberated from the stringent laws of material nature. One does not need to make a separate attempt to become liberated. If one simply engages in the service of the Lord, he will be liberated automatically. As &#346;r&#299;la Bilvama&#324;gala Th&#257;kura therefore says, muktih svayam mukulit&#257;ñjali sevate 'sm&#257;n: "Liberation stands before me with folded hands, begging to serve me."</P><P CLASS=l><A CLASS=i HREF="141.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="143.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>