<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 155</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 155"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13.155</P><P CLASS=c>mora bh&#257;gya mo-vishaye, tom&#257;ra ye prema haye,</P><P CLASS=c>sei prema &#8212; parama prabala</P><P CLASS=c>luk&#257;ñ&#257; &#257;m&#257; &#257;ne, sa&#324;ga kar&#257;ya tom&#257;-sane,</P><P CLASS=c>prakateha &#257;nibe satvara</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> <A CLASS=v HREF="http://vedabase.net/b/bhagya">bh&#257;gya</A> &#8212; My fortune; <A CLASS=v HREF="http://vedabase.net/m/mo">mo</A>-<A CLASS=v HREF="http://vedabase.net/v/visaye">vishaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> relation with <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/t/tomara">tom&#257;ra</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love; <A CLASS=v HREF="http://vedabase.net/h/haye">haye</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; that love; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> <A CLASS=v HREF="http://vedabase.net/p/prabala">prabala</A> &#8212; very powerful; <A CLASS=v HREF="http://vedabase.net/l/lukana">luk&#257;ñ&#257;</A> &#8212; secretly; <A CLASS=v HREF="http://vedabase.net/a/ama">&#257;m&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/ane">&#257;ne</A> &#8212; brings <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> <A CLASS=v HREF="http://vedabase.net/k/karaya">kar&#257;ya</A> &#8212; obliges <A HREF="http://vedabase.net/m/me">Me</A> <A HREF="http://vedabase.net/t/to">to</A> associate; <A CLASS=v HREF="http://vedabase.net/t/toma">tom&#257;</A>-<A CLASS=v HREF="http://vedabase.net/s/sane">sane</A> &#8212; with You; <A CLASS=v HREF="http://vedabase.net/p/prakateha">prakateha</A> &#8212; directly manifested; <A CLASS=v HREF="http://vedabase.net/a/anibe">&#257;nibe</A> &#8212; will bring; <A CLASS=v HREF="http://vedabase.net/s/satvara">satvara</A> &#8212; very soon.</P><P CLASS=t>TRANSLATION</P><P>"Our love affair is more powerful because of My good fortune in receiving N&#257;r&#257;yana's grace. This allows Me to come there unseen by others. I hope that very soon I will be visible to everyone.</P><P CLASS=t>PURPORT</P><P>Krishna has two kinds of presence &#8212; prakata and aprakata, manifest and unmanifest. These are identical for the sincere devotee. Even if Krishna is not physically present, the devotee's constant absorption in the affairs of Krishna makes Him always present. This is confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>):</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Due to his intense love, the pure devotee always sees Lord Krishna present within his heart. All glories to Govinda, the primeval Personality of Godhead! When Krishna is not manifest before the inhabitants of Vrind&#257;vana, they are always absorbed in thoughts of Him. Therefore even though at that time Krishna was living in Dv&#257;rak&#257;, He was simultaneously present before all the inhabitants of Vrind&#257;vana. This was His aprakata presence. Devotees who are always absorbed in thoughts of Krishna will soon see Krishna face to face without a doubt. In other words, devotees who are always engaged in Krishna consciousness and are fully absorbed in thoughts of Krishna certainly return home, back to Godhead. They then see Krishna directly, face to face, talk with Him and enjoy His company. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>): tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna.</P><P>Because during his lifetime a pure devotee is always speaking of Krishna and engaging in His service, as soon as he gives up his body he immediately returns to Goloka Vrind&#257;vana, where Krishna is personally present. He then meets Krishna directly. This is successful human life. This is the meaning of prakateha &#257;nibe satvara: The pure devotee will soon see the personal manifestation of Lord &#346;r&#299; Krishna.</P><P CLASS=l><A CLASS=i HREF="154.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="156.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>