<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 18"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13.18</P><P CLASS=c>mah&#257;prabhu sukha p&#257;ila se-sev&#257; dekhite</P><P CLASS=c>mah&#257;prabhura krip&#257; haila se-sev&#257; ha-ite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahaprabhu">mah&#257;prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> <A CLASS=v HREF="http://vedabase.net/p/paila">p&#257;ila</A> &#8212; felt very happy; <A CLASS=v HREF="http://vedabase.net/s/se">se</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; that kind of service; <A CLASS=v HREF="http://vedabase.net/d/dekhite">dekhite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> see; <A CLASS=v HREF="http://vedabase.net/m/mahaprabhura">mah&#257;prabhura</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/krpa">krip&#257;</A> &#8212; mercy; <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; there was; <A CLASS=v HREF="http://vedabase.net/s/se">se</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ite">ite</A> &#8212; because of that service.</P><P CLASS=t>TRANSLATION</P><P>Upon seeing the King engaged in such menial service, Caitanya Mah&#257;prabhu became very happy. Simply by rendering this service, the King received the mercy of the Lord.</P><P CLASS=t>PURPORT</P><P>Unless one receives the mercy of the Lord, he cannot understand the Supreme Personality of Godhead or engage in His devotional service.</P><P>ath&#257;pi te deva pad&#257;mbuja-dvaya-</P><P CLASS=n>pras&#257;da-le&#347;&#257;nugrih&#299;ta eva hi</P><P CLASS=n>j&#257;n&#257;ti tattvam bhagavan-mahimno</P><P CLASS=n>na c&#257;nya eko 'pi ciram vicinvan</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/29.htm">10.14.29</A>)</P><P>A devotee who has received even a small fraction of the mercy of the Lord can understand Him. Others may engage in theoretical speculation to understand the Lord, but they cannot know anything about Him. Although Mah&#257;r&#257;ja Prat&#257;parudra was very eager to see &#346;r&#299; Caitanya Mah&#257;prabhu, the Lord refused to see him. But when &#346;r&#299; Caitanya Mah&#257;prabhu saw the King engaged in menial service for Lord Jagann&#257;tha, He became very happy. Thus the King became eligible to receive &#346;r&#299; Caitanya Mah&#257;prabhu's mercy. If a devotee accepts Lord &#346;r&#299; Caitanya Mah&#257;prabhu as the universal guru and Lord Jagann&#257;tha as the Supreme Personality of Godhead Krishna, he is benefited by the combined mercy of Krishna and guru. That is stated by &#346;r&#299; Caitanya Mah&#257;prabhu in His instructions to R&#363;pa Gosv&#257;m&#299; (Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>):</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>The seed of devotional service fructifies and becomes a transcendental creeper. Finally it reaches the lotus feet of the Lord in the spiritual sky. This seed is obtained by the mercy of the Lord and the guru. By the Lord's mercy one gets the association of a bona fide guru, and by the mercy of the guru one gets a chance to render devotional service. Devotional service, the science of bhakti-yoga, carries one from this material world to the spiritual world.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>