<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 24"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13.24</P><P CLASS=c>t&#257;&#324;h&#257;ra sammati lañ&#257; bhakte sukha dite</P><P CLASS=c>rathe cadi' b&#257;hira haila vih&#257;ra karite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tanhara">t&#257;&#324;h&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/s/sammati">sammati</A> &#8212; her permission; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/b/bhakte">bhakte</A> &#8212; the devotees; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> <A CLASS=v HREF="http://vedabase.net/d/dite">dite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> please; <A CLASS=v HREF="http://vedabase.net/r/rathe">rathe</A> <A CLASS=v HREF="http://vedabase.net/c/cadi">cadi</A>' &#8212; riding on the car; <A CLASS=v HREF="http://vedabase.net/b/bahira">b&#257;hira</A> <A CLASS=v HREF="http://vedabase.net/h/haila">haila</A> &#8212; came out; <A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/k/karite">karite</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> perform pastimes.</P><P CLASS=t>TRANSLATION</P><P>Having taken permission from the goddess of fortune, the Lord came out to ride on the Ratha car and perform His pastimes for the pleasure of the devotees.</P><P CLASS=t>PURPORT</P><P>In this connection, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments that as an ideal husband, Lord Jagann&#257;tha remained fifteen days in a secluded place with His wife, the supreme goddess of fortune. Nonetheless, the Lord wanted to come out of seclusion to give happiness to His devotees. The Lord enjoys Himself in two ways, known as svak&#299;ya and parak&#299;ya. The Lord's conjugal love in the svak&#299;ya-rasa relates to the regulative principles observed in Dv&#257;rak&#257;, where the Lord has many married queens. But in Vrind&#257;vana the conjugal love of the Lord is not with His married wives but with His girlfriends, the gop&#299;s. Conjugal love with the gop&#299;s is called parak&#299;ya-rasa. Lord Jagann&#257;tha leaves the secluded place where He enjoys the company of the supreme goddess of fortune in svak&#299;ya-rasa, and He goes to Vrind&#257;vana, where He enjoys the parak&#299;ya-rasa. Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura therefore reminds us that the Lord's pleasure in parak&#299;ya-rasa is superior to His pleasure in svak&#299;ya-rasa.</P><P>In the material world, parak&#299;ya-rasa, or loving affairs with unmarried girlfriends, is the most degraded relationship, but in the spiritual world this type of loving affair is considered the supreme enjoyment. In the material world everything is but a reflection of the spiritual world, and that reflection is perverted. We cannot understand the affairs of the spiritual world on the basis of our experience in the material world. The Lord's pastimes with the gop&#299;s are therefore misunderstood by mundane scholars and word-wranglers. The parak&#299;ya-rasa of the spiritual world should not be discussed except by one who is very advanced in pure devotional service. The parak&#299;ya-rasa in the spiritual world and that in the material world are not comparable. The former is like gold, and the latter is like iron. Because the difference between the two is so great, they cannot actually be compared. However, just as a knowledgeable person can easily distinguish gold from iron, one who has the proper realization can easily distinguish the transcendental activities of the spiritual world from material activities.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>