<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 65</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 65"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13.65</P><P CLASS=c>l&#299;l&#257;ve&#347;e prabhura n&#257;hi nij&#257;nusandh&#257;na</P><P CLASS=c>icch&#257; j&#257;ni 'l&#299;l&#257; &#347;akti' kare sam&#257;dh&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/avese">&#257;ve&#347;e</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ecstasy of transcendental pastimes; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there was not; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/a/anusandhana">anusandh&#257;na</A> &#8212; understanding about His personal self; <A CLASS=v HREF="http://vedabase.net/i/iccha">icch&#257;</A> <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; knowing His desire; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; the potency known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A HREF="http://vedabase.net/s/sakti">&#347;akti</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; does; <A CLASS=v HREF="http://vedabase.net/s/samadhana">sam&#257;dh&#257;na</A> &#8212; all arrangements.</P><P CLASS=t>TRANSLATION</P><P>Indeed, the Personality of Godhead forgot Himself in the course of His transcendental pastimes, but His internal potency [l&#299;l&#257;-&#347;akti], knowing the intentions of the Lord, made all arrangements.</P><P CLASS=t>PURPORT</P><P>It is stated in the Upanishads:</P><P>par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate</P><P CLASS=n>sv&#257;bh&#257;vik&#299; jñ&#257;na-bala-kriy&#257; ca</P><P>"The Supreme Lord has multipotencies, which act so perfectly that all consciousness, strength and activity are being directed solely by His will." (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>)</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu exhibited His mystic power in presenting Himself simultaneously in each and every sa&#324;k&#299;rtana group. Most people thought that He was one, but some saw that He was many. The internal devotees could understand that the Lord, although one, was exhibiting Himself as many in the different sa&#324;k&#299;rtana groups. When &#346;r&#299; Caitanya Mah&#257;prabhu danced, He forgot Himself and was simply absorbed in ecstatic bliss. But His internal potency arranged everything perfectly. This is the difference between the internal and external potency. In the material world, the external potency (material energy) can act only after one endeavors at great length, but when the Supreme Lord desires, everything is performed automatically by the internal potency. By His will, things happen so nicely and perfectly that they appear to be carried out automatically. Sometimes the activities of the internal potency are exhibited in the material world. In fact, all the activities of material nature are actually performed by the inconceivable energies of the Lord, but so-called scientists and students of material nature are unable to understand ultimately how things are happening. They evasively conclude that everything is being done by nature, but they do not know that behind nature is the potent Supreme Personality of Godhead. Lord Krishna explains this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>):</P><P>may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram</P><P CLASS=n>hetun&#257;nena kaunteya jagad viparivartate</P><P>"This material nature, which is one of My energies, is working under My direction, O son of Kunt&#299;, producing all moving and nonmoving beings. Under its rule this manifestation is created and annihilated again and again."</P><P CLASS=l><A CLASS=i HREF="64.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="66.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>