<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 67</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 67"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13.67</P><P CLASS=c>bhakta-gana anubhave, n&#257;hi j&#257;ne &#257;na</P><P CLASS=c>&#347;r&#299;-bh&#257;gavata-&#347;&#257;stra t&#257;h&#257;te pram&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhakta">bhakta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; all devotees; <A CLASS=v HREF="http://vedabase.net/a/anubhave">anubhave</A> &#8212; could perceive; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/j/jane">j&#257;ne</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not know; <A CLASS=v HREF="http://vedabase.net/a/ana">&#257;na</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; the revealed scripture <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/t/tahate">t&#257;h&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that connection; <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; evidence.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu's dancing before the Ratha-y&#257;tr&#257; car could be perceived only by pure devotees. Others could not understand. Descriptions of Lord Krishna's uncommon dancing can be found in the revealed scripture &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna expanded Himself into many forms while engaged in the r&#257;sa-l&#299;l&#257; dance, and He also expanded Himself when He married 16,000 wives in Dv&#257;rak&#257;. The same process was adopted by &#346;r&#299; Caitanya Mah&#257;prabhu when He expanded Himself into seven forms to dance in each and every group of the sa&#324;k&#299;rtana party. These expansions were appreciated by pure devotees, including King Prat&#257;parudra. Although for reasons of external formality &#346;r&#299; Caitanya Mah&#257;prabhu refused to see King Prat&#257;parudra because he was a king, King Prat&#257;parudra became one of the Lord's most confidential devotees by the Lord's special mercy upon him. The King could see &#346;r&#299; Caitanya Mah&#257;prabhu simultaneously present in all seven groups. As confirmed in &#346;r&#299;mad-Bh&#257;gavatam, one cannot see the expansions of the transcendental forms of the Lord unless one is a pure devotee of the Lord.</P><P CLASS=l><A CLASS=i HREF="66.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="68.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>