<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13 Verse 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13.8</P><P CLASS=c>balishtha dayit&#257;' gana &#8212; yena matta h&#257;t&#299;</P><P CLASS=c>jagann&#257;tha vijaya kar&#257;ya kari' h&#257;t&#257;h&#257;ti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/balistha">balishtha</A> <A CLASS=v HREF="http://vedabase.net/d/dayita">dayit&#257;</A>' <A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; very strong dayit&#257;s, or carriers of <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/m/matta">matta</A> <A CLASS=v HREF="http://vedabase.net/h/hati">h&#257;t&#299;</A> &#8212; drunken elephants; <A CLASS=v HREF="http://vedabase.net/j/jagannatha">jagann&#257;tha</A> &#8212; of Lord <A HREF="http://vedabase.net/j/jagannatha">Jagann&#257;tha</A>; <A CLASS=v HREF="http://vedabase.net/v/vijaya">vijaya</A> &#8212; departure; <A CLASS=v HREF="http://vedabase.net/k/karaya">kar&#257;ya</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; performing; <A CLASS=v HREF="http://vedabase.net/h/hatahati">h&#257;t&#257;h&#257;ti</A> &#8212; hand <A HREF="http://vedabase.net/t/to">to</A> hand.</P><P CLASS=t>TRANSLATION</P><P>The very strongly built dayit&#257;s [carriers of the Jagann&#257;tha Deity] were as powerful as drunken elephants. They manually carried Lord Jagann&#257;tha from the throne to the car.</P><P CLASS=t>PURPORT</P><P>The word dayit&#257; refers to one who has received the mercy of the Lord. Lord Jagann&#257;tha has a number of stalwart servants known as dayit&#257;s. These servants do not come from very high-caste families (br&#257;hmanas, kshatriyas or vai&#347;yas), but because they are engaged in the service of the Lord, they have been elevated to a respected position. Thus they are known as dayit&#257;s. These servants of Lord Jagann&#257;tha take care of the Lord from the day of the Sn&#257;na-y&#257;tr&#257; up to the time the Lord is carried from the throne to the Ratha car. In the Kshetra-m&#257;h&#257;tmya these dayit&#257;s are said to come from the &#347;abaras, a caste that keeps and sells pigs. However, among the dayit&#257;s there are also many who come from the br&#257;hmana caste. Those dayit&#257;s coming from the br&#257;hmana families are called dayit&#257;-patis, or leaders of the dayit&#257;s. The dayit&#257;-patis offer food such as sweetmeats to Lord Jagann&#257;tha during the anavasara, the resting period after Sn&#257;na-y&#257;tr&#257;. They also make the early-morning offering of sweetmeats daily. It is said that during the anavasara Lord Jagann&#257;tha suffers from fever and that the dayit&#257;-patis offer Him an infusion of drugs represented by fruit juice. It is said that in the beginning Lord Jagann&#257;tha was worshiped by the &#347;abaras and was known as the Deity N&#299;la M&#257;dhava. Later, when the Deity was established in the temple, the Lord became known as Jagann&#257;tha. Because the Deities were taken from the &#347;abaras, all the &#347;abara devotees were elevated to the position of dayit&#257;s.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>