<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 13 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 13.1</B></A>: May the Supreme Personality of Godhead, &#346;r&#299; Krishna Caitanya, who danced in front of the car of &#346;r&#299; Jagann&#257;tha, be all glorified! By seeing His dancing, not only was the whole universe held in wonder, but Lord Jagann&#257;tha Himself became very much astonished.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 13.2</B></A>: All glories to &#346;r&#299; Krishna Caitanya and Prabhu Nity&#257;nanda! All glories to Advaitacandra! And all glories to the devotees of Lord &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 13.3</B></A>: All glories to the listeners of &#346;r&#299; Caitanya-carit&#257;mrita! Please hear the description of the dancing of Lord Caitanya Mah&#257;prabhu at the Ratha-y&#257;tr&#257; festival. His dancing is very enchanting. Please hear of it with great attention.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 13.4</B></A>: The next day, &#346;r&#299; Caitanya Mah&#257;prabhu and His personal associates got up in the dark and attentively took their early-morning baths.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 13.5</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu and His personal associates then went to see the ceremony of P&#257;ndu-vijaya. During this ceremony, Lord Jagann&#257;tha leaves His throne and gets up onto the car.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 13.6</B></A>: King Prat&#257;parudra in person, as well as his entourage, allowed the P&#257;ndu-vijaya ceremony to be seen by all the associates of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 13.7</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu and His prominent devotees &#8212; Advaita &#256;c&#257;rya, Nity&#257;nanda Prabhu and others &#8212; were very happy to observe how Lord Jagann&#257;tha began the Ratha-y&#257;tr&#257;.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 13.8</B></A>: The very strongly built dayit&#257;s [carriers of the Jagann&#257;tha Deity] were as powerful as drunken elephants. They manually carried Lord Jagann&#257;tha from the throne to the car.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 13.9</B></A>: While carrying the Deity of Lord Jagann&#257;tha, some of the dayit&#257;s took hold of the shoulders of the Lord, and some caught His lotus feet.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 13.10</B></A>: The Lord Jagann&#257;tha Deity was bound at the waist by a strong, thick rope made of silk. From two sides the dayit&#257;s caught hold of this rope and raised the Deity.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 13.11</B></A>: Strong, puffed-up cotton pads called tul&#299;s were spread out from the throne to the car, and the heavy Deity of Lord Jagann&#257;tha was carried from one pillowlike pad to the next by the dayit&#257;s.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 13.12</B></A>: While the dayit&#257;s carried the heavy Jagann&#257;tha Deity from one pad to the next, some of the pads broke, and the cotton contents floated into the air. When they broke, they made a heavy cracking sound.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 13.13</B></A>: Lord Jagann&#257;tha is the maintainer of the whole universe. Who can carry Him from one place to another? The Lord moves by His personal will just to perform His pastimes.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 13.14</B></A>: While the Lord was transported from the throne to the car, tumultuous sounds were made on various musical instruments. &#346;r&#299; Caitanya Mah&#257;prabhu was chanting "Manim&#257;! Manim&#257;!" but He could not be heard.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 13.15</B></A>: While the Lord was being carried from the throne to the car, King Prat&#257;parudra personally engaged in the Lord's service by cleansing the road with a broom that had a golden handle.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 13.16</B></A>: The King sprinkled the road with sandalwood-scented water. Although he was the owner of the royal throne, he engaged in menial service for the sake of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 13.17</B></A>: Although the King was the most exalted respectable person, still he accepted menial service for the Lord; he therefore became a suitable candidate for receiving the Lord's mercy.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 13.18</B></A>: Upon seeing the King engaged in such menial service, Caitanya Mah&#257;prabhu became very happy. Simply by rendering this service, the King received the mercy of the Lord.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 13.19</B></A>: Everyone was astonished to see the decorations on the Ratha car. The car appeared to be newly made of gold, and it was as high as Mount Sumeru.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 13.20</B></A>: The decorations included bright mirrors and hundreds and hundreds of c&#257;maras [white whisks made of yak tails]. On top of the car were a neat and clean canopy and a very beautiful flag.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 13.21</B></A>: The car was also decorated with silken cloth and various pictures. Many brass bells, gongs and ankle bells rang.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 13.22</B></A>: For the pastimes of the Ratha-y&#257;tr&#257; ceremony, Lord Jagann&#257;tha got aboard one car, and His sister, Subhadr&#257;, and elder brother, Balar&#257;ma, got aboard two other cars.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 13.23</B></A>: For fifteen days the Lord had remained in a secluded place with the supreme goddess of fortune and had performed His pastimes with her.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 13.24</B></A>: Having taken permission from the goddess of fortune, the Lord came out to ride on the Ratha car and perform His pastimes for the pleasure of the devotees.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 13.25</B></A>: The fine, white sand spread all over the path resembled the bank of the Yamun&#257;, and the small gardens on both sides looked just like those in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 13.26</B></A>: As Lord Jagann&#257;tha rode in His car and saw the beauty on both sides, His mind was filled with pleasure.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 13.27</B></A>: The pullers of the car were known as gaudas, and they pulled with great pleasure. However, the car sometimes went very fast and sometimes very slow.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 13.28</B></A>: Sometimes the car would stand still and not move, even though it was pulled very vigorously. The chariot therefore moved by the will of the Lord, not by the strength of any ordinary person.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 13.29</B></A>: As the car stood still, &#346;r&#299; Caitanya Mah&#257;prabhu gathered all His devotees and, with His own hand, decorated them with flower garlands and sandalwood pulp.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 13.30</B></A>: Param&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299; were both personally given garlands and sandalwood pulp from the very hands of &#346;r&#299; Caitanya Mah&#257;prabhu. This increased their transcendental pleasure.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 13.31</B></A>: Similarly, when Advaita &#256;c&#257;rya and Nity&#257;nanda Prabhu felt the touch of the transcendental hand of &#346;r&#299; Caitanya Mah&#257;prabhu, They were very pleased.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 13.32</B></A>: The Lord also gave garlands and sandalwood pulp to the performers of sa&#324;k&#299;rtana. The two chief performers were Svar&#363;pa D&#257;modara and &#346;r&#299;v&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 13.33</B></A>: There were altogether four parties of k&#299;rtana performers, comprising twenty-four chanters. In each party there were also two mrida&#324;ga players, making an additional eight persons.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 13.34</B></A>: When the four parties were formed, &#346;r&#299; Caitanya Mah&#257;prabhu, after some consideration, divided the chanters.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 13.35</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu ordered Nity&#257;nanda Prabhu, Advaita &#256;c&#257;rya, Harid&#257;sa Th&#257;kura and Vakre&#347;vara Pandita to dance in each of the four respective parties.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 13.36</B></A>: Svar&#363;pa D&#257;modara was chosen as the leader of the first party and was given five assistants to respond to his chanting.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 13.37</B></A>: The five who responded to the singing of Svar&#363;pa D&#257;modara were D&#257;modara Pandita, N&#257;r&#257;yana, Govinda Datta, R&#257;ghava Pandita and &#346;r&#299; Govind&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 13.38</B></A>: Advaita &#256;c&#257;rya Prabhu was ordered to dance in the first group. The Lord then formed another group with &#346;r&#299;v&#257;sa Th&#257;kura as the chief man.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 13.39</B></A>: The five singers who responded to the singing of &#346;r&#299;v&#257;sa Th&#257;kura were Ga&#324;g&#257;d&#257;sa, Harid&#257;sa, &#346;r&#299;m&#257;n, &#346;ubh&#257;nanda and &#346;r&#299; R&#257;ma Pandita. &#346;r&#299; Nity&#257;nanda Prabhu was appointed as a dancer.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 13.40</B></A>: Another group was formed consisting of V&#257;sudeva, Gop&#299;n&#257;tha and Mur&#257;ri. All these were responsive singers, and Mukunda was the chief singer.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 13.41</B></A>: Another two persons, &#346;r&#299;k&#257;nta and Vallabha Sena, joined as responsive singers. In this group, the senior Harid&#257;sa [Harid&#257;sa Th&#257;kura] was the dancer.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 13.42</B></A>: The Lord formed another group, appointing Govinda Ghosha as leader. In this group the younger Harid&#257;sa, Vishnud&#257;sa and R&#257;ghava were the responding singers.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 13.43</B></A>: Two brothers named M&#257;dhava Ghosha and V&#257;sudeva Ghosha also joined this group as responsive singers. Vakre&#347;vara Pandita was the dancer.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 13.44</B></A>: There was a sa&#324;k&#299;rtana party from the village known as Kul&#299;na-gr&#257;ma, and R&#257;m&#257;nanda and Satyar&#257;ja were appointed the dancers in this group.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 13.45</B></A>: There was another party that came from &#346;&#257;ntipura and was formed by Advaita &#256;c&#257;rya. Acyut&#257;nanda was the dancer, and the rest of the men were singers.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 13.46</B></A>: Another party was formed by the people of Khanda. These people were singing in a different place. In that group, Narahari Prabhu and Raghunandana were dancing.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 13.47</B></A>: Four parties chanted and danced in front of Lord Jagann&#257;tha, and on either side was another party. Yet another was at the rear.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Madhya 13.48</B></A>: There were altogether seven parties of sa&#324;k&#299;rtana, and in each party two men were beating drums. Thus fourteen drums were being played at once. The sound was tumultuous, and all the devotees became mad.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Madhya 13.49</B></A>: All the Vaishnavas came together like an assembly of clouds. As the devotees chanted the holy names in great ecstasy, tears fell from their eyes like rain.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 13.50</B></A>: When the sa&#324;k&#299;rtana resounded, it filled the three worlds. Indeed, no one could hear any sounds or musical instruments other than the sa&#324;k&#299;rtana.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 13.51</B></A>: Lord Caitanya Mah&#257;prabhu wandered through all seven groups chanting the holy name, "Hari, Hari!" Raising His arms, He shouted, "All glories to Lord Jagann&#257;tha!"</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 13.52</B></A>: Lord Caitanya Mah&#257;prabhu then exhibited another mystic power by performing pastimes simultaneously in all seven groups.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 13.53</B></A>: Everyone said, "Lord Caitanya Mah&#257;prabhu is present in my group. Indeed, He does not go anywhere else. He is bestowing His mercy upon us."</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 13.54</B></A>: Actually, no one could see the inconceivable potency of the Lord. Only the most confidential devotees, those in pure, unalloyed devotional service, could understand.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 13.55</B></A>: Lord Jagann&#257;tha was very much pleased by the sa&#324;k&#299;rtana, and He brought His car to a standstill just to see the performance.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 13.56</B></A>: King Prat&#257;parudra was also astonished to see the sa&#324;k&#299;rtana. He became inactive and was converted to ecstatic love of Krishna.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 13.57</B></A>: When the King informed K&#257;&#347;&#299; Mi&#347;ra of the glories of the Lord, K&#257;&#347;&#299; Mi&#347;ra replied, "O King, your fortune has no limit!"</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 13.58</B></A>: The King and S&#257;rvabhauma Bhatt&#257;c&#257;rya were both aware of the Lord's activities, but no one else could see the tricks of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 13.59</B></A>: Only a person who has received the mercy of the Lord can understand. Without the Lord's mercy, even the demigods, headed by Lord Brahm&#257;, cannot understand.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 13.60</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu had been very satisfied to see the King accept the menial task of sweeping the street, and for this humility the King received the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. He could therefore observe the mystery of &#346;r&#299; Caitanya Mah&#257;prabhu's activities.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 13.61</B></A>: Although the King had been refused an interview, he was indirectly bestowed causeless mercy. Who can understand the internal potency of &#346;r&#299; Caitanya Mah&#257;prabhu?</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Madhya 13.62</B></A>: When the two great personalities S&#257;rvabhauma Bhatt&#257;c&#257;rya and K&#257;&#347;&#299; Mi&#347;ra saw Caitanya Mah&#257;prabhu's causeless mercy upon the King, they were astonished.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Madhya 13.63</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu performed His pastimes for some time in this way. He personally sang and induced His personal associates to dance.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 13.64</B></A>: According to His need, the Lord sometimes exhibited one form and sometimes many. This was being executed by His internal potency.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 13.65</B></A>: Indeed, the Personality of Godhead forgot Himself in the course of His transcendental pastimes, but His internal potency [l&#299;l&#257;-&#347;akti], knowing the intentions of the Lord, made all arrangements.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 13.66</B></A>: Just as Lord &#346;r&#299; Krishna formerly performed the r&#257;sa-l&#299;l&#257; dance and other pastimes at Vrind&#257;vana, Lord &#346;r&#299; Caitanya Mah&#257;prabhu performed uncommon pastimes moment after moment.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 13.67</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's dancing before the Ratha-y&#257;tr&#257; car could be perceived only by pure devotees. Others could not understand. Descriptions of Lord Krishna's uncommon dancing can be found in the revealed scripture &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 13.68</B></A>: In this way &#346;r&#299; Caitanya Mah&#257;prabhu danced in great jubilation and inundated all the people with waves of ecstatic love.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 13.69</B></A>: Thus Lord Jagann&#257;tha mounted His car, and Lord &#346;r&#299; Caitanya Mah&#257;prabhu inspired all His devotees to dance in front of it.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 13.70</B></A>: Now please hear about Lord Jagann&#257;tha's going to the Gundic&#257; temple while &#346;r&#299; Caitanya Mah&#257;prabhu danced before the Ratha car.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 13.71</B></A>: The Lord performed k&#299;rtana for some time and, through His own endeavor, inspired all the devotees to dance.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 13.72</B></A>: When the Lord Himself wanted to dance, all seven groups combined together.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 13.73</B></A>: The Lord's devotees &#8212; including &#346;r&#299;v&#257;sa, R&#257;m&#257;i, Raghu, Govinda, Mukunda, Harid&#257;sa, Govind&#257;nanda, M&#257;dhava and Govinda &#8212; all combined together.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 13.74</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu desired to jump high while dancing, He placed these nine people in the charge of Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 13.75</B></A>: These devotees [Svar&#363;pa D&#257;modara and the devotees in his charge] sang along with the Lord, and they also ran beside Him. All the other groups of men also sang.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 13.76</B></A>: Offering obeisances to the Lord with folded hands, &#346;r&#299; Caitanya Mah&#257;prabhu raised His face toward Jagann&#257;tha and prayed as follows.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 13.77</B></A>: "'Let me offer my respectful obeisances unto Lord Krishna, who is the worshipable Deity for all brahminical men, who is the well-wisher of cows and br&#257;hmanas, and who is always benefiting the whole world. I offer my repeated obeisances to the Personality of Godhead, known as Krishna and Govinda.'</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 13.78</B></A>: "'All glories unto the Supreme Personality of Godhead, who is known as the son of Devak&#299;! All glories to the Supreme Personality of Godhead, who is known as the light of the dynasty of Vrishni! All glories to the Supreme Personality of Godhead, whose bodily luster is like that of a new cloud, and whose body is as soft as a lotus flower! All glories to the Supreme Personality of Godhead, who appeared on this planet to deliver the world from the burden of demons, and who can offer liberation to everyone!'</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 13.79</B></A>: "'Lord &#346;r&#299; Krishna is He who is known as jana-niv&#257;sa, the ultimate resort of all living entities, and who is also known as Devak&#299;-nandana or Ya&#347;od&#257;-nandana, the son of Devak&#299; and Ya&#347;od&#257;. He is the guide of the Yadu dynasty, and with His mighty arms He kills everything inauspicious, as well as every man who is impious. By His presence He destroys all things inauspicious for all living entities, moving and inert. His blissful smiling face always increases the lusty desires of the gop&#299;s of Vrind&#257;vana. May He be all-glorious and happy!'</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 13.80</B></A>: "'I am not a br&#257;hmana, I am not a kshatriya, I am not a vai&#347;ya or a &#347;&#363;dra. Nor am I a brahmac&#257;r&#299;, a householder, a v&#257;naprastha or a sanny&#257;s&#299;. I identify Myself only as the servant of the servant of the servant of the lotus feet of Lord &#346;r&#299; Krishna, the maintainer of the gop&#299;s. He is like an ocean of nectar, and He is the cause of universal transcendental bliss. He is always existing with brilliance.'"</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 13.81</B></A>: Having recited all these verses from scripture, the Lord again offered His obeisances, and all the devotees, with folded hands, also offered prayers to the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 13.82</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu danced and jumped high, roaring like thunder and moving in a circle like a wheel, He appeared like a circling firebrand.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 13.83</B></A>: Wherever &#346;r&#299; Caitanya Mah&#257;prabhu stepped while dancing, the whole earth, with its hills and seas, appeared to tilt.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 13.84</B></A>: When Caitanya Mah&#257;prabhu danced, He displayed various blissful transcendental changes in His body. Sometimes He appeared as though stunned. Sometimes the hairs of His body stood on end. Sometimes He perspired, cried, trembled and changed color, and sometimes He exhibited symptoms of helplessness, pride, exuberance and humility.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 13.85</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu fell down with a crash while dancing, He would roll on the ground. At such times it appeared that a golden mountain was rolling on the ground.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 13.86</B></A>: Nity&#257;nanda Prabhu would stretch out His two hands and try to catch the Lord when He was running here and there.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 13.87</B></A>: Advaita &#256;c&#257;rya would walk behind the Lord and loudly chant "Haribol! Haribol!" again and again.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 13.88</B></A>: Just to check the crowds from coming too near the Lord, the devotees formed three circles. The first circle was guided by Nity&#257;nanda Prabhu, who is Balar&#257;ma Himself, the possessor of great strength.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 13.89</B></A>: All the devotees headed by K&#257;&#347;&#299;&#347;vara and Govinda linked hands and formed a second circle around the Lord.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 13.90</B></A>: Mah&#257;r&#257;ja Prat&#257;parudra and his personal assistants formed a third circle around the two inner circles just to check the crowds from coming too near.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 13.91</B></A>: With his hands on the shoulders of Haricandana, King Prat&#257;parudra could see Lord Caitanya Mah&#257;prabhu dancing, and the King felt great ecstasy.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 13.92</B></A>: While the King beheld the dancing, &#346;r&#299;v&#257;sa Th&#257;kura, standing in front of him, became ecstatic as he saw the dancing of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 13.93</B></A>: Seeing &#346;r&#299;v&#257;sa Th&#257;kura standing before the King, Haricandana touched &#346;r&#299;v&#257;sa with his hand and requested him to step aside.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 13.94</B></A>: Absorbed in watching &#346;r&#299; Caitanya Mah&#257;prabhu dance, &#346;r&#299;v&#257;sa Th&#257;kura could not understand why he was being touched and pushed. After he was pushed again and again, he became angry.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 13.95</B></A>: &#346;r&#299;v&#257;sa Th&#257;kura slapped Haricandana to stop him from pushing him. In turn, this made Haricandana angry.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 13.96</B></A>: As the angered Haricandana was about to speak to &#346;r&#299;v&#257;sa Th&#257;kura, Prat&#257;parudra Mah&#257;r&#257;ja personally stopped him.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 13.97</B></A>: King Prat&#257;parudra said, "You are very fortunate, for you have been graced by the touch of &#346;r&#299;v&#257;sa Th&#257;kura. I am not so fortunate. You should feel obliged to him."</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 13.98</B></A>: Everyone was astonished by the dancing of Caitanya Mah&#257;prabhu, and even Lord Jagann&#257;tha became extremely happy to see Him.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 13.99</B></A>: The car came to a complete standstill and remained immobile while Lord Jagann&#257;tha, with unblinking eyes, watched the dancing of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 13.100</B></A>: The goddess of fortune, Subhadr&#257;, and Lord Balar&#257;ma both felt great happiness and ecstasy within their hearts. Indeed, they were seen smiling at the dancing.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 13.101</B></A>: When Caitanya Mah&#257;prabhu danced and jumped high, eight wonderful transformations indicative of divine ecstasy were seen in His body. All these symptoms were visible simultaneously.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 13.102</B></A>: His skin erupted with goose pimples, and the hairs of His body stood on end. His body resembled the &#347;imul&#299; [silk cotton tree], all covered with thorns.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 13.103</B></A>: Indeed, the people became afraid just to see His teeth chatter, and they even thought that His teeth would fall out.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 13.104</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's whole body flowed with perspiration and at the same time oozed blood. He made the sounds "jaja gaga, jaja gaga" in a voice choked with ecstasy.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 13.105</B></A>: Tears came forcefully from the eyes of the Lord, as if from a syringe, and all the people surrounding Him became wet.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 13.106</B></A>: Everyone saw the complexion of His body change from white to pink, so that His luster resembled that of the mallik&#257; flower.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 13.107</B></A>: Sometimes He appeared stunned, and sometimes He rolled on the ground. Indeed, sometimes His legs and hands became as hard as dry wood, and He did not move.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 13.108</B></A>: When the Lord fell to the ground, sometimes His breathing almost stopped. When the devotees saw this, their lives also became very feeble.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 13.109</B></A>: Water flowed from His eyes and sometimes through His nostrils, and foam fell from His mouth. These flowings appeared to be torrents of nectar descending from the moon.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 13.110</B></A>: The foam that fell from the mouth of &#346;r&#299; Caitanya Mah&#257;prabhu was taken and drunk by &#346;ubh&#257;nanda because he was very fortunate and expert in relishing the mellow of ecstatic love of Krishna.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 13.111</B></A>: After &#346;r&#299; Caitanya Mah&#257;prabhu had performed His devastating dance for some time, His mind entered into a mood of ecstatic love.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 13.112</B></A>: After abandoning the dancing, the Lord ordered Svar&#363;pa D&#257;modara to sing. Understanding His mind, Svar&#363;pa D&#257;modara began to sing as follows.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 13.113</B></A>: "'Now I have gained the Lord of My life, in the absence of whom I was being burned by Cupid and was withering away.'"</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 13.114</B></A>: When this refrain was loudly sung by Svar&#363;pa D&#257;modara, &#346;r&#299; Caitanya Mah&#257;prabhu again began rhythmically dancing in transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 13.115</B></A>: The car of Lord Jagann&#257;tha began to move slowly while the son of mother &#346;ac&#299; went ahead and danced in front.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 13.116</B></A>: While dancing and singing, all the devotees in front of Lord Jagann&#257;tha kept their eyes on Him. Caitanya Mah&#257;prabhu then went to the end of the procession with the sa&#324;k&#299;rtana performers.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 13.117</B></A>: His eyes and mind fully absorbed in Lord Jagann&#257;tha, Caitanya Mah&#257;prabhu began to play the drama of the song with His two arms.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 13.118</B></A>: When Caitanya Mah&#257;prabhu was dramatically enacting the song, He would sometimes fall behind in the procession. At such times, Lord Jagann&#257;tha would come to a standstill. When Caitanya Mah&#257;prabhu again went forward, Lord Jagann&#257;tha's car would slowly start again.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 13.119</B></A>: Thus there was a sort of competition between Caitanya Mah&#257;prabhu and Lord Jagann&#257;tha in seeing who would lead, but Caitanya Mah&#257;prabhu was so strong that He made Lord Jagann&#257;tha wait in His car.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 13.120</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was dancing, His ecstasy changed. Raising His two arms, He began to recite the following verse in a loud voice.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 13.121</B></A>: "'That very personality who stole away my heart during my youth is now again my master. These are the same moonlit nights of the month of Caitra. The same fragrance of m&#257;lat&#299; flowers is there, and the same sweet breezes are blowing from the kadamba forest. In our intimate relationship, I am also the same lover, yet still my mind is not happy here. I am eager to go back to that place on the bank of the Rev&#257; under the Vetas&#299; tree. That is my desire.'"</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 13.122</B></A>: This verse was recited by &#346;r&#299; Caitanya Mah&#257;prabhu again and again. But for Svar&#363;pa D&#257;modara, no one could understand its meaning.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 13.123</B></A>: I have already explained this verse. Now I shall simply describe it in brief.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 13.124</B></A>: Formerly, all the gop&#299;s of Vrind&#257;vana were very pleased when they met with Krishna in the holy place Kurukshetra.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 13.125</B></A>: Similarly, after seeing Lord Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu awoke with the ecstasy of the gop&#299;s. Being absorbed in this ecstasy, He asked Svar&#363;pa D&#257;modara to sing the refrain.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 13.126</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu spoke thus to Lord Jagann&#257;tha: "You are the same Krishna, and I am the same R&#257;dh&#257;r&#257;n&#299;. We are meeting again in the same way that We met in the beginning of Our lives.</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 13.127</B></A>: "Although We are both the same, My mind is still attracted to Vrind&#257;vana-dh&#257;ma. I wish that You will please again appear with Your lotus feet in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 13.128</B></A>: "In Kurukshetra there are crowds of people, elephants and horses, and also the rattling of chariots. But in Vrind&#257;vana there are flower gardens, and the humming of the bees and chirping of the birds can be heard.</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 13.129</B></A>: "Here at Kurukshetra You are dressed like a royal prince, accompanied by great warriors, but in Vrind&#257;vana You appeared just like an ordinary cowherd boy, accompanied only by Your beautiful flute.</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 13.130</B></A>: "Here there is not even a drop of the ocean of transcendental happiness that I enjoyed with You in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 13.131</B></A>: "I therefore request You to come to Vrind&#257;vana and enjoy pastimes with Me. If You do so, My ambition will be fulfilled."</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 13.132</B></A>: I have already described in brief &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s statement from &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 13.133</B></A>: In that ecstatic mood, &#346;r&#299; Caitanya Mah&#257;prabhu recited many other verses, but people in general could not understand their meaning.</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 13.134</B></A>: The meaning of those verses was known to Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, but he did not reveal it. However, &#346;r&#299; R&#363;pa Gosv&#257;m&#299; has broadcast the meaning.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 13.135</B></A>: While dancing, &#346;r&#299; Caitanya Mah&#257;prabhu began to recite the following verse, which He tasted in the association of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 13.136</B></A>: "[The gop&#299;s spoke thus:] 'Dear Lord, whose navel is just like a lotus flower, Your lotus feet are the only shelter for those who have fallen into the deep well of material existence. Your feet are worshiped and meditated upon by great mystic yog&#299;s and highly learned philosophers. We wish that these lotus feet may also be awakened within our hearts, although we are only ordinary persons engaged in household affairs.'"</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 13.137</B></A>: Speaking in the mood of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, Caitanya Mah&#257;prabhu said, "For most people, the mind and heart are one, but because My mind is never separated from Vrind&#257;vana, I consider My mind and Vrind&#257;vana to be one. My mind is already Vrind&#257;vana, and since You like Vrind&#257;vana, will You please place Your lotus feet there? I would deem that Your full mercy.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 13.138</B></A>: "My dear Lord, kindly hear My true submission. My home is Vrind&#257;vana, and I wish Your association there. But if I do not get it, then it will be very difficult for Me to keep My life.</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 13.139</B></A>: "My dear Krishna, formerly, when You were staying in Mathur&#257;, You sent Uddhava to teach Me speculative knowledge and mystic yoga. Now You Yourself are speaking the same thing, but My mind doesn't accept it. There is no place in My mind for jñ&#257;na-yoga or dhy&#257;na-yoga. Although You know Me very well, You are still instructing Me in jñ&#257;na-yoga and dhy&#257;na-yoga. It is not right for You to do so."</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 13.140</B></A>: Caitanya Mah&#257;prabhu continued, "I would like to withdraw My consciousness from You and engage it in material activities, but even though I try, I cannot do so. I am naturally inclined to You only. Your instructions for Me to meditate on You are therefore simply ludicrous. In this way, You are killing Me. It is not very good for You to think of Me as a candidate for Your instructions.</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 13.141</B></A>: "The gop&#299;s are not like the mystic yog&#299;s. They will never be satisfied simply by meditating on Your lotus feet and imitating the so-called yog&#299;s. Teaching the gop&#299;s about meditation is another kind of duplicity. When they are instructed to undergo mystic yoga practice, they are not at all satisfied. On the contrary, they become more and more angry with You."</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 13.142</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "The gop&#299;s have fallen into the great ocean of separation and are being devoured by the timi&#324;gila fish of their ambition to serve You. The gop&#299;s are to be delivered from the mouths of these timi&#324;gila fish, for they are pure devotees. Since they have no material conception of life, why should they aspire for liberation? The gop&#299;s do not want that liberation desired by yog&#299;s and jñ&#257;n&#299;s, for they are already liberated from the ocean of material existence.</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 13.143</B></A>: "It is amazing that You have forgotten the land of Vrind&#257;vana. And how is it that You have forgotten Your father, mother and friends? How have You forgotten Govardhana Hill, the bank of the Yamun&#257; and the forest where You enjoyed the r&#257;sa-l&#299;l&#257; dance?</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 13.144</B></A>: "Krishna, You are certainly a refined gentleman with all good qualities. You are well-behaved, softhearted and merciful. I know that there is not even a tinge of fault to be found in You. Yet Your mind does not even remember the inhabitants of Vrind&#257;vana. This is only My misfortune, and nothing else.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 13.145</B></A>: "I do not care for My personal unhappiness, but when I see the morose face of mother Ya&#347;od&#257; and the hearts of all the inhabitants of Vrind&#257;vana breaking because of You, I wonder whether You want to kill them all. Or do You want to enliven them by coming there? Why are You simply keeping them alive in a state of suffering?</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 13.146</B></A>: "The inhabitants of Vrind&#257;vana do not want You dressed like a prince, nor do they want You to associate with great warriors in a different country. They cannot leave the land of Vrind&#257;vana, and without Your presence, they are all dying. What is their condition to be?</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 13.147</B></A>: "My dear Krishna, You are the life and soul of Vrind&#257;vana-dh&#257;ma. You are especially the life of Nanda Mah&#257;r&#257;ja. You are the only opulence in the land of Vrind&#257;vana, and You are very merciful. Please come and let all the residents of Vrind&#257;vana live. Kindly keep Your lotus feet again in Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 13.148</B></A>: After hearing &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s statements, Lord Krishna's love for the inhabitants of Vrind&#257;vana was evoked, and His body and mind became very much perturbed. After hearing of their love for Him, He immediately thought Himself to be always indebted to the residents of Vrind&#257;vana. Then Krishna began to pacify &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; as follows.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 13.149</B></A>: "My dearest &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, please hear Me. I am speaking the truth. I cry day and night simply upon remembering all you inhabitants of Vrind&#257;vana. No one knows how unhappy this makes Me."</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 13.150</B></A>: &#346;r&#299; Krishna continued: "All the inhabitants of Vrind&#257;vana-dh&#257;ma &#8212; My mother, father, cowherd boyfriends and everything else &#8212; are like My life and soul. And among all the inhabitants of Vrind&#257;vana, the gop&#299;s are My very life and soul. And among the gop&#299;s, You, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, are the chief. Therefore You are the very life of My life.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 13.151</B></A>: "My dear &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, I am always subservient to the loving affairs of all of you. I am under your control only. My separation from you and residence in distant places have occurred due to My strong misfortune.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 13.152</B></A>: "When a woman is separated from the man she loves or a man is separated from his beloved woman, neither of them can live. It is a fact that they live only for each other, for if one dies and the other hears of it, he or she will die also.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 13.153</B></A>: "Such a loving, chaste wife and loving husband desire all welfare for each other in separation and do not care for personal happiness. Desiring only each other's well-being, such a pair certainly meet again without delay.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 13.154</B></A>: "You are My most dear, and I know that in My absence You cannot live for a moment. Just to keep You living, I worship Lord N&#257;r&#257;yana. By His merciful potency, I come to Vrind&#257;vana every day to enjoy pastimes with You. I then return to Dv&#257;rak&#257;-dh&#257;ma. Thus You can always feel My presence there in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 13.155</B></A>: "Our love affair is more powerful because of My good fortune in receiving N&#257;r&#257;yana's grace. This allows Me to come there unseen by others. I hope that very soon I will be visible to everyone.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 13.156</B></A>: "I have already killed all the mischievous demons who are enemies of the Yadu dynasty, and I have also killed Kamsa and his allies. But there are two or four demons still living. I want to kill them, and after doing so I shall very soon return to Vrind&#257;vana. Please know this for certain.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 13.157</B></A>: "I wish to protect the inhabitants of Vrind&#257;vana from the attacks of My enemies. That is why I remain in My kingdom; otherwise I am indifferent to My royal position. Whatever wives, sons and wealth I maintain in the kingdom are only for the satisfaction of the Yadus.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 13.158</B></A>: "Your loving qualities always attract Me to Vrind&#257;vana. Indeed, they will bring Me back within ten or twenty days, and when I return I shall enjoy both day and night with You and all the damsels of Vrajabh&#363;mi."</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 13.159</B></A>: While speaking to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, Krishna became very anxious to return to Vrind&#257;vana. He made Her listen to a verse which banished all Her difficulties and which assured Her that She would again attain Krishna.</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 13.160</B></A>: Lord &#346;r&#299; Krishna said: "Devotional service unto Me is the only way to attain Me. My dear gop&#299;s, whatever love and affection you have attained for Me by good fortune is the only reason for My returning to you."</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 13.161</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu would sit in His room with Svar&#363;pa D&#257;modara and taste the topics of these verses day and night.</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 13.162</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu danced completely absorbed in ecstatic emotion. While looking at the face of Lord Jagann&#257;tha, He danced and recited these verses.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 13.163</B></A>: No one can describe the good fortune of Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, for he is always absorbed in the service of the Lord with his body, mind and words.</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 13.164</B></A>: The senses of Lord &#346;r&#299; Caitanya Mah&#257;prabhu were identical with the senses of Svar&#363;pa. Therefore Caitanya Mah&#257;prabhu used to become fully absorbed in tasting the singing of Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 13.165</B></A>: In emotional ecstasy, Caitanya Mah&#257;prabhu would sometimes sit on the ground and, looking down, would write on the ground with His finger.</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 13.166</B></A>: Fearing that the Lord would injure His finger by writing in this way, Svar&#363;pa D&#257;modara checked Him with his own hand.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 13.167</B></A>: Svar&#363;pa D&#257;modara used to sing exactly according to the ecstatic emotion of the Lord. Whenever a particular mellow was being tasted by &#346;r&#299; Caitanya Mah&#257;prabhu, Svar&#363;pa D&#257;modara would personify it by singing.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 13.168</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu looked upon the beautiful lotuslike face and eyes of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 13.169</B></A>: Lord Jagann&#257;tha was garlanded, dressed with nice garments and adorned with beautiful ornaments. His face was glittering from the rays of sunshine, and the entire atmosphere was fragrant.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 13.170</B></A>: An ocean of transcendental bliss expanded in the heart of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, and symptoms of madness immediately intensified like a hurricane.</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 13.171</B></A>: The madness of transcendental bliss created waves of various emotions. The emotions appeared like opposing soldiers staging a fight.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 13.172</B></A>: There was an increase in all the natural emotional symptoms. Thus there were awakening emotions, peacefulness, joined, mixed, transcendental and prevalent emotions, and impetuses for emotion.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 13.173</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's body appeared like a transcendental Himalayan mountain bearing ecstatic emotional flower trees, all of them blooming.</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 13.174</B></A>: The sight of all these symptoms attracted everyone's mind and consciousness. Indeed, the Lord sprinkled everyone's mind with the nectar of transcendental love of Godhead.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 13.175</B></A>: He sprinkled the minds of the servants of Lord Jagann&#257;tha, the government officers, the pilgrim visitors, the general populace and all the residents of Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 13.176</B></A>: Upon seeing the dancing and ecstatic love of &#346;r&#299; Caitanya Mah&#257;prabhu, everyone became astonished. In their hearts they became infatuated with love of Krishna.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 13.177</B></A>: Everyone danced and chanted in ecstatic love, and a great noise resounded. Everyone was overwhelmed with transcendental bliss just to see the dancing of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 13.178</B></A>: Apart from the others, even Lord Jagann&#257;tha and Lord Balar&#257;ma, with great happiness, began to move very slowly upon seeing the dancing of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 13.179</B></A>: Lord Jagann&#257;tha and Lord Balar&#257;ma sometimes stopped the car and happily observed Lord Caitanya's dancing. Anyone who was able to see Them stop and watch the dancing bore witness to Their pastimes.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 13.180</B></A>: When Lord &#346;r&#299; Caitanya Mah&#257;prabhu was dancing and wandering in this way, He fell down in front of Mah&#257;r&#257;ja Prat&#257;parudra.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 13.181</B></A>: Mah&#257;r&#257;ja Prat&#257;parudra picked the Lord up with great respect, but upon seeing the King, Lord Caitanya Mah&#257;prabhu came to His external senses.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 13.182</B></A>: After seeing the King, &#346;r&#299; Caitanya Mah&#257;prabhu condemned Himself, saying, "Oh, how pitiful it is that I have touched a person who is interested in mundane affairs!"</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 13.183</B></A>: Not even Lord Nity&#257;nanda Prabhu, K&#257;&#347;&#299;&#347;vara or Govinda took care of Lord Caitanya Mah&#257;prabhu when He fell down. Nity&#257;nanda was in great ecstasy, and K&#257;&#347;&#299;&#347;vara and Govinda were elsewhere.</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 13.184</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu had already been satisfied by the King's behavior, for the King had accepted the service of a sweeper for Lord Jagann&#257;tha. Therefore Lord Caitanya Mah&#257;prabhu actually desired to see the King.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 13.185</B></A>: However, just to warn His personal associates, the Supreme Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu, externally expressed feelings of anger.</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 13.186</B></A>: King Prat&#257;parudra became frightened when Lord Caitanya showed external anger, but S&#257;rvabhauma Bhatt&#257;c&#257;rya told the King, "Don't worry."</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 13.187</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya informed the King, "The Lord is very satisfied with you. By pointing you out, He was teaching His personal associates how to behave with mundane people."</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 13.188</B></A>: S&#257;rvabhauma Bhatt&#257;c&#257;rya continued, "I shall submit your petition when there is an opportune moment. It will then be easy for you to come and meet the Lord."</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 13.189</B></A>: After circumambulating Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu went behind the car and began pushing it with His head.</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 13.190</B></A>: As soon as He pushed, the car immediately started to move, making a rattling noise. The people all around began to chant the holy name of the Lord, "Hari! Hari!"</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 13.191</B></A>: As the car began to move, &#346;r&#299; Caitanya Mah&#257;prabhu took His personal associates in front of the cars occupied by Lord Balar&#257;ma and Subhadr&#257;, the goddess of fortune. Greatly inspired, He then began to dance in front of them.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 13.192</B></A>: After finishing the dance before Lord Baladeva and Subhadr&#257;, &#346;r&#299; Caitanya Mah&#257;prabhu came before Lord Jagann&#257;tha's car. Upon seeing Lord Jagann&#257;tha, He began to dance again.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 13.193</B></A>: When they reached the place called Balagandi, Lord Jagann&#257;tha stopped His car and began to look left and right.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 13.194</B></A>: On the left side, Lord Jagann&#257;tha saw a neighborhood of br&#257;hmanas and a coconut-tree grove. On the right side, He saw nice flower gardens resembling those in the holy place Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 13.195</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees were dancing in front of the car, and Lord Jagann&#257;tha, having stopped the car, watched the dancing.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 13.196</B></A>: It was customary that food be offered to the Lord at vipra-&#347;&#257;sana. Indeed, innumerable dishes of food were offered, and Lord Jagann&#257;tha tasted each one of them.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 13.197</B></A>: All kinds of devotees of Lord Jagann&#257;tha &#8212; from neophytes to the most advanced &#8212; offered their best cooked food to the Lord.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 13.198</B></A>: These devotees included the King, his queens, his ministers and friends and all other big and small residents of Jagann&#257;tha Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 13.199</B></A>: All the visitors who had come from different countries to Jagann&#257;tha Pur&#299;, as well as the local devotees, offered their personally cooked food to the Lord.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 13.200</B></A>: The devotees offered their food everywhere &#8212; in front of the car and behind it, on the two sides and within the flower garden. Wherever possible, they made their offering to the Lord, for there were no hard and fast rules.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 13.201</B></A>: While the food was being offered, a large crowd of people gathered. At that time &#346;r&#299; Caitanya Mah&#257;prabhu stopped His dancing and went to a nearby garden.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 13.202</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu entered the garden and, immersed in great ecstatic emotion, fell flat on a raised platform there.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 13.203</B></A>: The Lord was very much fatigued from the hard labor of dancing, and there was perspiration all over His body. He therefore enjoyed the fragrant, cool breeze of the garden.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 13.204</B></A>: All the devotees who had been performing sa&#324;k&#299;rtana came there and took rest under each and every tree.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 13.205</B></A>: Thus I have described the great performance of congregational chanting by Lord &#346;r&#299; Caitanya Mah&#257;prabhu as He danced in front of Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 13.206</B></A>: In his prayer known as the Caitany&#257;shtaka, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has given a vivid description of the Lord's dancing before the car of Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 13.207</B></A>: "&#346;r&#299; Caitanya Mah&#257;prabhu danced down the main road in great ecstasy before Lord Jagann&#257;tha, the master of N&#299;l&#257;cala, who was sitting on His car. Overwhelmed by the transcendental bliss of dancing and surrounded by Vaishnavas who sang the holy names, He manifested waves of ecstatic love of Godhead. When will &#346;r&#299; Caitanya Mah&#257;prabhu again be visible to my vision?"</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 13.208</B></A>: Anyone who hears this description of the car festival will attain &#346;r&#299; Caitanya Mah&#257;prabhu. He will also attain the elevated state by which he will have firm conviction in devotional service and love of Godhead.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 13.209</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>