<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 13"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Ecstatic Dancing of the Lord at Ratha-y&#257;tr&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 13 Summary</P><P>A summary of this chapter is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya as follows. After bathing early in the morning, &#346;r&#299; Caitanya Mah&#257;prabhu saw the deities (Jagann&#257;tha, Baladeva and Subhadr&#257;) get aboard their three cars. This function is called P&#257;ndu-vijaya. At that time, King Prat&#257;parudra took a broom with a golden handle and began to cleanse the road. Lord Jagann&#257;tha took permission from the goddess of fortune and then started in the car for the Gundic&#257; temple. The road to the temple led along a broad, sandy beach, and on both sides of the road were residential quarters, houses and gardens. Along that road the servants called gaudas began to pull the cars. &#346;r&#299; Caitanya Mah&#257;prabhu divided His sa&#324;k&#299;rtana party into seven divisions. With two mrida&#324;gas in each division, there were altogether fourteen mrida&#324;gas. While performing k&#299;rtana, &#346;r&#299; Caitanya Mah&#257;prabhu exhibited various symptoms of transcendental ecstasy, and Jagann&#257;tha and &#346;r&#299; Caitanya Mah&#257;prabhu exchanged Their feelings very blissfully. When the cars reached the place known as Balagandi, the devotees offered the deities simple food. At this time, in a nearby garden, &#346;r&#299; Caitanya Mah&#257;prabhu and His devotees took a brief rest from the dancing.</P><P CLASS=l><A CLASS=i HREF="../12/222.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>