<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.11</P><P CLASS=c>k&#257;lam carantam srijat&#299;&#347;a &#257;&#347;rayam</P><P CLASS=c>pradh&#257;na-pumbhy&#257;m nara-deva satya-krit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalam">k&#257;lam</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/c/carantam">carantam</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; creates; <A CLASS=v HREF="http://vedabase.net/i/isah">&#299;&#347;ah</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/asrayam">&#257;&#347;rayam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A> &#8212; for the material energy; <A CLASS=v HREF="http://vedabase.net/p/pumbhyam">pumbhy&#257;m</A> &#8212; and the living entity; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> ruler of men; <A CLASS=v HREF="http://vedabase.net/s/satya">satya</A> &#8212; true; <A CLASS=v HREF="http://vedabase.net/k/krt">krit</A> &#8212; creator.</P><P CLASS=t>TRANSLATION</P><P>O great King, the Supreme Personality of Godhead, the controller of the material and spiritual energies, who is certainly the creator of the entire cosmos, creates the time factor to allow the material energy and the living entity to act within the limits of time. Thus the Supreme Personality is never under the time factor nor under the material energy.</P><P CLASS=t>PURPORT</P><P>One should not think that the Lord is dependent on the time factor. He actually creates the situation by which material nature acts and by which the conditioned soul is placed under material nature. Both the conditioned soul and the material nature act within the time factor, but the Lord is not subject to the actions and reactions of time, for time has been created by Him. To be more clear, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says that creation, maintenance and annihilation are all under the supreme will of the Lord.</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>) the Lord says:</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bh&#257;rata, and a predominant rise of irreligion &#8212; at that time I descend Myself." Since Krishna, the Supreme Personality of Godhead, is the controller of everything, when He appears He is not within the limitations of material time (janma karma ca me divyam [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]). In this verse the words k&#257;lam carantam srijat&#299;&#347;a &#257;&#347;rayam indicate that although the Lord acts within time, whether sattva-guna, rajo-guna or tamo-guna is prominent, one should not think that the Lord is under time's control. Time is within His control, for He creates time to act in a certain way; He is not working under the control of time. The creation of the material world is one of the Lord's pastimes. Everything is fully under His control. Since creation takes place when rajo-guna is prominent, the Lord creates the necessary time to give facilities for rajo-guna. Similarly, He also creates the necessary times for maintenance and annihilation. Thus this verse establishes that the Lord is not under the limitations of time.</P><P>As stated in the Brahma-samhit&#257;, &#299;&#347;varah paramah krishnah: Krishna is the supreme controller. Sac-cid-&#257;nanda-vigrahah: [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>] He possesses a blissful, spiritual body. An&#257;dih: He is not subordinate to anything. As the Lord confirms in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/7.htm">7.7</A>), mattah parataram n&#257;nyat kiñcid asti dhanañjaya: "O conqueror of wealth [Arjuna], there is no truth superior to Me." Nothing can be above Krishna, for He is the controller and creator of everything.</P><P>The M&#257;y&#257;v&#257;d&#299; philosophers say that this material world is mithy&#257;, false, and that one should therefore not bother about this mithy&#257; creation (brahma satyam jagan mithy&#257;). But this is not correct. Here it is said, satya-krit: whatever is created by the Supreme Personality of Godhead, satyam param, cannot be called mithy&#257;. The cause of the creation is satya, true, so how can the effect of the cause be mithy&#257;? The very word satya-krit is used to establish that everything created by the Lord is factual, never false. The creation may be temporary, but it is not false.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>