<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.12</P><P CLASS=c>ya esha r&#257;jann api k&#257;la &#299;&#347;it&#257;</P><P CLASS=c>sattvam sur&#257;n&#299;kam ivaidhayaty atah</P><P CLASS=c>tat-pratyan&#299;k&#257;n asur&#257;n sura-priyo</P><P CLASS=c>rajas-tamask&#257;n praminoty uru&#347;rav&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/i/isita">&#299;&#347;it&#257;</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/sattvam">sattvam</A> &#8212; the mode of goodness; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/a/anikam">an&#299;kam</A> &#8212; numbers of demigods; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/e/edhayati">edhayati</A> &#8212; causes <A HREF="http://vedabase.net/t/to">to</A> increase; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; hence; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/p/pratyanikan">pratyan&#299;k&#257;n</A> &#8212; inimical <A HREF="http://vedabase.net/t/to">to</A> them; <A CLASS=v HREF="http://vedabase.net/a/asuran">asur&#257;n</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; being the friend of the demigods; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/t/tamaskan">tamask&#257;n</A> &#8212; covered by passion and ignorance; <A CLASS=v HREF="http://vedabase.net/p/praminoti">praminoti</A> &#8212; destroys; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/s/sravah">&#347;rav&#257;h</A> &#8212; whose glories <A HREF="http://vedabase.net/a/are">are</A> widespread.</P><P CLASS=t>TRANSLATION</P><P>O King, this time factor enhances the sattva-guna. Thus although the Supreme Lord is the controller, He favors the demigods, who are mostly situated in sattva-guna. Then the demons, who are influenced by tamo-guna, are annihilated. The Supreme Lord induces the time factor to act in different ways, but He is never partial. Rather, His activities are glorious, therefore He is called Uru&#347;rav&#257;.</P><P CLASS=t>PURPORT</P><P>The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/29.htm">9.29</A>), samo'ham sarva-bh&#363;teshu na me dveshyo 'sti na priyah: "I envy no one, nor am I partial to anyone. I am equal to all." The Supreme Personality of Godhead cannot be partial; He is always equal to everyone. Therefore when the demigods are favored and the demons killed, this is not His partiality but the influence of the time factor. A good example in this regard is that an electrician connects both a heater and a cooler to the same electrical energy. The cause of the heating and cooling is the electrician's manipulation of the electrical energy according to his desire, but factually the electrician has nothing to do with causing heat or cold, nor with the enjoyment or suffering that results.</P><P>There have been many historical incidents in which the Lord killed a demon, but the demon attained a higher position by the mercy of the Lord. P&#363;tan&#257; is an example. P&#363;tan&#257;'s purpose was to kill Krishna. Aho bak&#299; yam stana-k&#257;la-k&#363;tam. She approached the house of Nanda Mah&#257;r&#257;ja with the purpose of killing Krishna by smearing poison on her breast, yet when she was killed she attained the highest position, achieving the status of Krishna's mother. Krishna is so kind and impartial that because he sucked P&#363;tan&#257;'s breast, He immediately accepted her as His mother. This superfluous activity of killing P&#363;tan&#257; did not diminish the Lord's impartiality. He is suhridam sama-bh&#363;t&#257;n&#257;m, the friend of everyone. Therefore partiality cannot apply to the character of the Supreme Personality of Godhead, who always maintains His position as the supreme controller. The Lord killed P&#363;tan&#257; as an enemy, but because of His being the supreme controller, she attained an exalted position as His mother. &#346;r&#299;la Madhva Muni therefore remarks, k&#257;le k&#257;la-vishaye 'p&#299;&#347;it&#257;. deh&#257;di-k&#257;ranatv&#257;t sur&#257;n&#299;kam iva sthitam sattvam. Ordinarily a murderer is hanged, and in the Manu-samhit&#257; it is said that a king bestows mercy upon a murderer by killing him, thus saving him from various kinds of suffering. Because of his sinful activities, such a murderer is killed by the mercy of the king. Krishna, the supreme judge, deals with matters in a similar way because He is the supreme controller. The conclusion, therefore, is that the Lord is always impartial and always very kind to all living entities.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>