<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.20</P><P CLASS=c>katham tasmin bhagavati</P><P CLASS=c>duravagr&#257;hya-dh&#257;mani</P><P CLASS=c>pa&#347;yat&#257;m sarva-lok&#257;n&#257;m</P><P CLASS=c>layam &#299;yatur añjas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/duravagrahya">duravagr&#257;hya</A> &#8212; difficult <A HREF="http://vedabase.net/t/to">to</A> attain; <A CLASS=v HREF="http://vedabase.net/d/dhamani">dh&#257;mani</A> &#8212; whose nature; <A CLASS=v HREF="http://vedabase.net/p/pasyatam">pa&#347;yat&#257;m</A> &#8212; looked on; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/l/lokanam">lok&#257;n&#257;m</A> &#8212; while all the people; <A CLASS=v HREF="http://vedabase.net/l/layam">layam</A> <A CLASS=v HREF="http://vedabase.net/i/iyatuh">&#299;yatuh</A> &#8212; became absorbed; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; easily.</P><P CLASS=t>TRANSLATION</P><P>How was it possible for &#346;i&#347;up&#257;la and Dantavakra in the presence of many exalted persons, to enter very easily into the body of Krishna, whose nature is difficult to attain?.</P><P CLASS=t>PURPORT</P><P>&#346;i&#347;up&#257;la and Dantavakra were formerly Jaya and Vijaya, the doorkeepers of Vaikuntha. Merging into the body of Krishna was not their final destination. For some time they remained merged, and later they received the liberations of s&#257;r&#363;pya and s&#257;lokya, living on the same planet as the Lord in the same bodily form. The &#347;&#257;stras give evidence that if one blasphemes the Supreme Lord, his punishment is to remain in hellish life for many millions of years more than one suffers by killing many br&#257;hmanas. &#346;i&#347;up&#257;la, however, instead of entering hellish life, immediately and very easily received s&#257;yujya-mukti. That such a privilege had been offered to &#346;i&#347;up&#257;la was not merely a story. Everyone saw it happen; there was no scarcity of evidence. How did it happen? Mah&#257;r&#257;ja Yudhishthira was very much surprised.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>