<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.27</P><P CLASS=c>yath&#257; vair&#257;nubandhena</P><P CLASS=c>martyas tan-mayat&#257;m iy&#257;t</P><P CLASS=c>na tath&#257; bhakti-yogena</P><P CLASS=c>iti me ni&#347;cit&#257; matih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vaira">vaira</A>-<A CLASS=v HREF="http://vedabase.net/a/anubandhena">anubandhena</A> &#8212; by constant enmity; <A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/m/mayatam">mayat&#257;m</A> &#8212; absorption <A HREF="http://vedabase.net/i/in">in</A> Him; <A CLASS=v HREF="http://vedabase.net/i/iyat">iy&#257;t</A> &#8212; may attain; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> like manner; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by devotional service; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/n/niscita">ni&#347;cit&#257;</A> &#8212; definite; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; opinion.</P><P CLASS=t>TRANSLATION</P><P>N&#257;rada Muni continued: By devotional service one cannot achieve such intense absorption in thought of the Supreme Personality of Godhead as one can through enmity toward Him. That is my opinion.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;m&#257;n N&#257;rada Muni, the topmost pure devotee, praises Krishna's enemies like &#346;i&#347;up&#257;la because their minds are always completely absorbed in Krishna. Indeed, he thinks himself deficient in the inspiration of being feelingly absorbed in Krishna consciousness. This does not mean, however, that the enemies of Krishna are more elevated than Krishna's pure devotees. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/5/205.htm">&#256;di 5.205</A>) Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; also thinks of himself in such a humble way:</P><P>jag&#257;i m&#257;dh&#257;i haite muñi se p&#257;pishtha</P><P CLASS=n>pur&#299;shera k&#299;ta haite muñi se laghishtha</P><P>"I am a worse sinner than Jag&#257;i and M&#257;dh&#257;i and am even lower than the worms in the stool." A pure devotee always thinks himself more deficient than everyone else. If a devotee approaches &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; to offer some service to Krishna, even &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; thinks that the devotee is greater than She. Thus N&#257;rada Muni says that according to his opinion the enemies of Krishna are better situated because they are fully absorbed in thoughts of Krishna in terms of killing Him, just as a very lusty man always thinks of women and their association.</P><P>The essential point in this connection is that one should be fully absorbed in thoughts of Krishna, twenty-four hours a day. There are many devotees in r&#257;ga-m&#257;rga, which is exhibited in Vrind&#257;vana. Whether in d&#257;sya-rasa, sakhya-rasa, v&#257;tsalya-rasa or m&#257;dhurya-rasa, all the devotees of Krishna are always overwhelmed by thoughts of Krishna. When Krishna is away from Vrind&#257;vana tending the cows in the forest, the gop&#299;s, in the m&#257;dhurya-rasa, are always absorbed in thoughts of how Krishna walks in the forest. The soles of His feet are so soft that the gop&#299;s would not dare keep His lotus feet on their soft breasts. Indeed, they consider their breasts a very hard place for the lotus feet of Krishna, yet those lotus feet wander in the forest, which is full of thorny plants. The gop&#299;s are absorbed in such thoughts at home, although Krishna is away from them. Similarly, when Krishna plays with His young friends, mother Ya&#347;od&#257; is very much disturbed by thoughts that Krishna, because of always playing and not taking His food properly, must be getting weak. These are examples of the exalted ecstasy felt in Krishna's service as manifested in Vrind&#257;vana. This service is indirectly praised by N&#257;rada Muni in this verse. Especially for the conditioned soul, N&#257;rada Muni recommends that one somehow or other be absorbed in thoughts of Krishna, for that will save one from all the dangers of material existence. Full absorption in thought of Krishna is the highest platform of bhakti-yoga.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28-29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>