<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.32</P><P CLASS=c>katamo 'pi na venah sy&#257;t</P><P CLASS=c>pañc&#257;n&#257;m purusham prati</P><P CLASS=c>tasm&#257;t ken&#257;py up&#257;yena</P><P CLASS=c>manah krishne nive&#347;ayet</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/katamah">katamah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/venah">venah</A> &#8212; the atheistic King <A HREF="http://vedabase.net/v/vena">Vena</A>; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; would adopt; <A CLASS=v HREF="http://vedabase.net/p/pancanam">pañc&#257;n&#257;m</A> &#8212; of the five (previously mentioned); <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> regard <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/kenapi">ken&#257;pi</A> &#8212; by any; <A CLASS=v HREF="http://vedabase.net/u/upayena">up&#257;yena</A> &#8212; means; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nivesayet">nive&#347;ayet</A> &#8212; one should fix.</P><P CLASS=t>TRANSLATION</P><P>Somehow or other, one must consider the form of Krishna very seriously. Then, by one of the five different processes mentioned above, one can return home, back to Godhead. Atheists like King Vena, however, being unable to think of Krishna's form in any of these five ways, cannot attain salvation. Therefore, one must somehow think of Krishna, whether in a friendly way or inimically.</P><P CLASS=t>PURPORT</P><P>Impersonalists and atheists always try to circumvent the form of Krishna. Great politicians and philosophers of the modern age even try to banish Krishna from Bhagavad-g&#299;t&#257;. Consequently, for them there is no salvation. But Krishna's enemies think, "Here is Krishna, my enemy. I have to kill Him." They think of Krishna in His actual form, and thus they attain salvation. Devotees, therefore, who constantly think of Krishna's form, are certainly liberated. The only business of the M&#257;y&#257;v&#257;d&#299; atheists is to make Krishna formless, and consequently, because of this severe offense at the lotus feet of Krishna, they cannot expect salvation. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura says in this connection: tena &#347;i&#347;up&#257;l&#257;di-bhinnah pratik&#363;la-bh&#257;vam didh&#299;shur yena iva narakam y&#257;t&#299;ti bh&#257;vah. Except for &#346;i&#347;up&#257;la, those who go against the regulative principles cannot attain salvation and are surely destined for hellish life. The regulative principle is that one must always think of Krishna, whether as a friend or enemy.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>