<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.35</P><P CLASS=c>dehendriy&#257;su-h&#299;n&#257;n&#257;m</P><P CLASS=c>vaikuntha-pura-v&#257;sin&#257;m</P><P CLASS=c>deha-sambandha-sambaddham</P><P CLASS=c>etad &#257;khy&#257;tum arhasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> material body; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; material senses; <A CLASS=v HREF="http://vedabase.net/a/asu">asu</A> &#8212; life breath; <A CLASS=v HREF="http://vedabase.net/h/hinanam">h&#299;n&#257;n&#257;m</A> &#8212; of those devoid; <A CLASS=v HREF="http://vedabase.net/v/vaikuntha">vaikuntha</A>-<A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; of <A HREF="http://vedabase.net/v/vaikuntha">Vaikuntha</A>; <A CLASS=v HREF="http://vedabase.net/v/vasinam">v&#257;sin&#257;m</A> &#8212; of the residents; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/s/sambandha">sambandha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> material body; <A CLASS=v HREF="http://vedabase.net/s/sambaddham">sambaddham</A> &#8212; bondage; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/akhyatum">&#257;khy&#257;tum</A> <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; please describe.</P><P CLASS=t>TRANSLATION</P><P>The bodies of the inhabitants of Vaikuntha are completely spiritual, having nothing to do with the material body, senses or life air. Therefore, kindly explain how associates of the Personality of Godhead were cursed to descend in material bodies like ordinary persons.</P><P CLASS=t>PURPORT</P><P>This very significant question would be difficult for an ordinary person to answer, but N&#257;rada Muni, being an authority, could answer it. Therefore Mah&#257;r&#257;ja Yudhishthira inquired from him, saying, etad &#257;khy&#257;tum arhasi: "only you can explain the reason." From authoritative sources it can be discerned that associates of Lord Vishnu who descend from Vaikuntha do not actually fall. They come with the purpose of fulfilling the desire of the Lord, and their descent to this material world is comparable to that of the Lord. The Lord comes to this material world through the agency of His internal potency, and similarly, when a devotee or associate of the Lord descends to this material world, he does so through the action of the spiritual energy. Any pastime conducted by the Supreme Personality of Godhead is an arrangement by yogam&#257;y&#257;, not mah&#257;m&#257;y&#257;. Therefore it is to be understood that when Jaya and Vijaya descended to this material world, they came because there was something to be done for the Supreme Personality of Godhead. Otherwise it is a fact that no one falls from Vaikuntha.</P><P>Of course, a living entity who desires s&#257;yujya-mukti remains in Krishna's Brahman effulgence, which is dependent on Krishna's body (brahmano hi pratishth&#257;ham [<A CLASS=v HREF="../../../bg/14/27.htm">Bg. 14.27</A>]). Such an impersonalist who takes shelter of the Brahman effulgence must surely fall down. This is stated in the &#347;&#257;stra (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>):</P><P>ye 'nye 'ravind&#257;ksha vimukta-m&#257;ninas</P><P CLASS=n>tvayy asta-bh&#257;v&#257;d avi&#347;uddha-buddhayah</P><P CLASS=n>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>"O Lord, the intelligence of those who think themselves liberated but who have no devotion is impure. Even though they rise to the highest point of liberation by dint of severe penances and austerities, they are sure to fall down again into material existence, for they do not take shelter at Your lotus feet." The impersonalists cannot reach the Vaikuntha planets to become associates of the Lord, and therefore, according to their desires, Krishna gives them s&#257;yujya-mukti. However, since s&#257;yujya-mukti is partial mukti, they must fall again to this material world. When it is said that the individual soul falls from Brahmaloka, this applies to the impersonalist.</P><P>From authoritative sources it is learned that Jaya and Vijaya were sent to this material world to fulfill the Lord's desire to fight. The Lord also sometimes wants to fight, but who can fight with the Lord but a very confidential devotee of the Lord? Jaya and Vijaya descended to this world to fulfill the Lord's desire. Therefore in each of their three births &#8212; first as Hirany&#257;ksha and Hiranyaka&#347;ipu, second as R&#257;vana and Kumbhakarna, and third as &#346;i&#347;up&#257;la and Dantavakra &#8212; the Lord personally killed them. In other words, these associates of the Lord, Jaya and Vijaya, descended to the material world to serve the Lord by fulfilling His desire to fight. Otherwise, as Mah&#257;r&#257;ja Yudhishthira says, a&#347;raddheya iv&#257;bh&#257;ti: the statement that a servant of the Lord could fall from Vaikuntha seems unbelievable. How Jaya and Vijaya came to this material world is explained by N&#257;rada Muni as follows.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>