<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1.9</P><P CLASS=c>jyotir-&#257;dir iv&#257;bh&#257;ti</P><P CLASS=c>sa&#324;gh&#257;t&#257;n na vivicyate</P><P CLASS=c>vidanty &#257;tm&#257;nam &#257;tma-stham</P><P CLASS=c>mathitv&#257; kavayo 'ntatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jyotih">jyotih</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/a/adih">&#257;dih</A> &#8212; and other elements; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/abhati">&#257;bh&#257;ti</A> &#8212; appear; <A CLASS=v HREF="http://vedabase.net/s/sanghatat">sa&#324;gh&#257;t&#257;t</A> &#8212; from the bodies of demigods and others; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vivicyate">vivicyate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> distinguished; <A CLASS=v HREF="http://vedabase.net/v/vidanti">vidanti</A> &#8212; perceive; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; situated <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/m/mathitva">mathitv&#257;</A> &#8212; by discerning; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; expert thinkers; <A CLASS=v HREF="http://vedabase.net/a/antatah">antatah</A> &#8212; within.</P><P CLASS=t>TRANSLATION</P><P>The all-pervading Personality of Godhead exists within the heart of every living being, and an expert thinker can perceive how He is present there to a large or small extent. Just as one can understand the supply of fire in wood, the water in a waterpot, or the sky within a pot, one can understand whether a living entity is a demon or a demigod by understanding that living entity's devotional performances. A thoughtful man can understand how much a person is favored by the Supreme Lord by seeing his actions.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/41.htm">10.41</A>) the Lord says:</P><P>yad yad vibh&#363;timat sattvam</P><P CLASS=n>&#347;r&#299;mad &#363;rjitam eva v&#257;</P><P CLASS=n>tat tad ev&#257;vagaccha tvam</P><P CLASS=n>mama tejo-'m&#347;a-sambhavam</P><P>"Know that all beautiful, glorious and mighty creations spring from but a spark of My splendor." We have the practical experience of seeing that one person is able to do very wonderful things whereas another cannot do those same things and cannot even do things that require only a little common sense. Therefore, how much a devotee has been favored by the Supreme Personality of Godhead can be tested by the activities the devotee has performed. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>) the Lord also says:</P><P>tesh&#257;m satata-yukt&#257;n&#257;m</P><P CLASS=n>bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam</P><P CLASS=n>yena m&#257;m upay&#257;nti te</P><P CLASS=n>[<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>]</P><P>"To those who are constantly devoted and who worship Me with love, I give the understanding by which they can come to Me." This is very practical. A teacher instructs the student if the student is capable of taking more and more instructions. Otherwise, in spite of being instructed by the teacher, the student cannot make strides in his understanding. This has nothing to do with partiality. When Krishna says tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m pr&#299;ti-p&#363;rvakam/ dad&#257;mi buddhi-yogam tam [<A CLASS=v HREF="../../../bg/10/10.htm">Bg. 10.10</A>], this indicates that Krishna is prepared to give bhakti-yoga to everyone, but one must be capable of receiving it. That is the secret. Thus when a person exhibits wonderful devotional activities, a thoughtful man understands that Krishna has been more favorable to this devotee.</P><P>This is not difficult to understand, but envious persons do not accept that Krishna has bestowed His favor upon a particular devotee in accordance with his advanced position. Such foolish persons become envious and try to minimize an advanced devotee's activities. That is not Vaishnavism. A Vaishnava should appreciate the service rendered to the Lord by other Vaishnavas. Therefore a Vaishnava is described in &#346;r&#299;mad-Bh&#257;gavatam as nirmatsara. Vaishnavas are never envious of other Vaishnavas or of anyone else, and therefore they are called nirmatsar&#257;n&#257;m sat&#257;m.</P><P>As Bhagavad-g&#299;t&#257; informs us, one can understand how one is saturated with sattva-guna, rajo-guna or tamo-guna. In the examples given herewith, fire represents the mode of goodness. One can understand the constitution of a container for wood, petrol or other inflammable substances by the quantity of the fire. Similarly, water represents rajo-guna, the mode of passion. A small skin and the vast Atlantic Ocean both contain water, and by seeing the quantity of water in a container one can understand the size of the container. The sky represents the mode of ignorance. The sky is present in a small earthen pot and also in outer space. Thus by proper judgment one can see who is a devat&#257;, or demigod, and who is an asura, Yaksha or R&#257;kshasa according to the quantities of sattva-guna, rajo-guna and tamo-guna. One cannot judge whether a person is a devat&#257;, an asura or a R&#257;kshasa by seeing him, but a sane man can understand this by the activities such a person performs. A general description is given in the Padma Pur&#257;na: vishnu-bhaktah smrito daiva &#257;suras tad-viparyayah. A devotee of Lord Vishnu is a demigod, whereas an asura or Yaksha is just the opposite. An asura is not a devotee of Lord Vishnu; instead, for his sense gratification he is a devotee of the demigods, bh&#363;tas, pretas and so on. Thus one can judge who is a devat&#257;, who is a R&#257;kshasa and who is an asura by how they conduct their activities.</P><P>The word &#257;tm&#257;nam in this verse means param&#257;tm&#257;nam. The Param&#257;tm&#257;, or Supersoul, is situated in the core of everyone's heart (antatah). This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>). &#298;&#347;varah sarva-bh&#363;t&#257;n&#257;m hrid-de&#347;e 'rjuna tishthati. The &#299;&#347;vara, the Supreme Personality of Godhead, being situated in everyone's heart, gives directions to everyone in terms of one's capabilities in taking the instructions. The instructions of Bhagavad-g&#299;t&#257; are open to everyone, but some people understand them properly, whereas others understand them so improperly that they cannot even believe in the existence of Krishna, although reading Krishna's book. Although the G&#299;t&#257; says &#347;r&#299;-bhagav&#257;n uv&#257;ca, indicating that Krishna spoke, they cannot understand Krishna. This is due to their misfortune or incapability, which is caused by rajo-guna and tamo-guna, the modes of passion and ignorance. It is because of these modes that they cannot even understand Krishna, whereas an advanced devotee like Arjuna understands Him and glorifies Him, saying, param brahma param dh&#257;ma pavitram paramam bhav&#257;n: [<A CLASS=v HREF="../../../bg/10/12.htm">Bg. 10.12</A>] "You are the Supreme Brahman, the supreme abode and purifier." Krishna is open to everyone, but one needs the capability to understand Him.</P><P>By external features one cannot understand who is favored by Krishna and who is not. According to one's attitude, Krishna becomes one's direct adviser, or Krishna becomes unknown. This is not Krishna's partiality; it is His response to one's ability to understand Him. According to one's receptiveness &#8212; whether one be a devat&#257;, asura, Yaksha or R&#257;kshasa &#8212; Krishna's quality is proportionately exhibited. This proportionate exhibition of Krishna's power is misunderstood by less intelligent men to be Krishna's partiality, but actually it is no such thing. Krishna is equal to everyone, and according to one's ability to receive the favor of Krishna, one advances in Krishna consciousness. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura gives a practical example in this connection. In the sky there are many luminaries. At night, even in darkness, the moon is extremely brilliant and can be directly perceived. The sun is also extremely brilliant. When covered by clouds, however, these luminaries are not distinctly visible. Similarly, the more one advances in sattva-guna, the more his brilliance is exhibited by devotional service, but the more one is covered by rajo-guna and tamo-guna, the less visible his brilliance, for he is covered by these qualities. The visibility of one's qualities does not depend on the partiality of the Supreme Personality of Godhead; it is due to various coverings in different proportions. Thus one can understand how far he has advanced in terms of sattva-guna and how much he is covered by rajo-guna and tamo-guna.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>