<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 7 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 7 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 7: <A CLASS=v HREF="../index.htm">The Science of God</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Supreme Lord Is Equal to Everyone</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 7.1 Summary</P><P>In this chapter, in response to a question by Mah&#257;r&#257;ja Par&#299;kshit, &#346;ukadeva Gosv&#257;m&#299; gives his conclusions concerning how the Supreme Personality of Godhead, although the Supersoul, friend and protector of everyone, killed the Daityas, the demons, for the sake of Indra, the King of heaven. In his statements, he totally refutes the arguments of people in general who accuse the Supreme Lord of partiality. &#346;ukadeva Gosv&#257;m&#299; proves that because the body of the conditioned soul is infected by the three qualities of nature, dualities arise such as enmity and friendship, attachment and detachment. For the Supreme Personality of Godhead, however, there are no such dualities. Even eternal time cannot control the activities of the Lord. Eternal time is created by the Lord, and it acts under His control. The Supreme Personality of Godhead, therefore, is always transcendental to the influence of the modes of nature, m&#257;y&#257;, the Lord's external energy, which acts in creation and annihilation. Thus all the demons killed by the Supreme Lord attain salvation immediately.</P><P>The second question raised by Par&#299;kshit Mah&#257;r&#257;ja concerns how &#346;i&#347;up&#257;la, although inimical toward Krishna from his very childhood and always blaspheming Krishna, attained salvation in oneness when Krishna killed him. &#346;ukadeva Gosv&#257;m&#299; explains that because of their offenses at the feet of devotees, two attendants of the Lord in Vaikuntha named Jaya and Vijaya became Hiranyaka&#347;ipu and Hirany&#257;ksha in Satya-yuga, R&#257;vana and Kumbhakarna in the next yuga, Tret&#257;-yuga, and &#346;i&#347;up&#257;la and Dantavakra at the end of Dv&#257;para-yuga. Because of their fruitive acts, Jaya and Vijaya agreed to become the Lord's enemies, and when killed in that mentality, they attained salvation in oneness. Thus even if one thinks of the Supreme Personality of Godhead in envy, he attains salvation. What then is to be said of devotees who always engage in the Lord's service with love and faith?</P><P CLASS=l><A CLASS=i HREF="../../6/19/26-28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>