<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 7 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 7 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Further Inquires by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.7.14</P><P CLASS=c>a&#347;esha-sa&#324;kle&#347;a-&#347;amam vidhatte</P><P CLASS=c>gun&#257;nuv&#257;da-&#347;ravanam mur&#257;reh</P><P CLASS=c>kim v&#257; punas tac-caran&#257;ravinda-</P><P CLASS=c>par&#257;ga-sev&#257;-ratir &#257;tma-labdh&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/s/sanklesa">sa&#324;kle&#347;a</A> &#8212; miserable conditions; <A CLASS=v HREF="http://vedabase.net/s/samam">&#347;amam</A> &#8212; cessation; <A CLASS=v HREF="http://vedabase.net/v/vidhatte">vidhatte</A> &#8212; can perform; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anuvada">anuv&#257;da</A> &#8212; of the transcendental <A HREF="http://vedabase.net/n/name">name</A>, form, qualities, pastimes, entourage and paraphernalia, etc.; <A CLASS=v HREF="http://vedabase.net/s/sravanam">&#347;ravanam</A> &#8212; hearing and chanting; <A CLASS=v HREF="http://vedabase.net/m/murareh">mur&#257;reh</A> &#8212; of <A HREF="http://vedabase.net/m/murari">Mur&#257;ri</A> (<A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>), the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravinda">aravinda</A> &#8212; lotus feet; <A CLASS=v HREF="http://vedabase.net/p/paraga">par&#257;ga</A>-<A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the service of the flavorful dust; <A CLASS=v HREF="http://vedabase.net/r/ratih">ratih</A> &#8212; attraction; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/l/labdha">labdh&#257;</A> &#8212; those who have gained such self-achievement.</P><P CLASS=t>TRANSLATION</P><P>Simply by chanting and hearing of the transcendental name, form, etc., of the Personality of Godhead, &#346;r&#299; Krishna, one can achieve the cessation of unlimited miserable conditions. Therefore what to speak of those who have attained attraction for serving the flavor of the dust of the Lord's lotus feet?</P><P CLASS=t>PURPORT</P><P>Two different methods for controlling the material senses are recommended in the Vedic scriptural wisdom. One of them is the process of jñ&#257;na, or the path of philosophical understanding of the Supreme &#8212; Brahma, Param&#257;tm&#257; and Bhagav&#257;n. The other is that of direct engagement in the transcendental loving devotional service of the Lord. Of these two most popular methods, the path of devotional service is recommended here as the best because one on the path of devotional service does not have to wait for the attainment of the fruitive results of pious activities or for the results of knowledge. The two stages of executing devotional service are, first, the stage of practicing devotional service with our present senses under the regulations of the recognized scriptures and, second, attaining sincere attachment for serving the particles of the dust of the lotus feet of the Lord. The first stage is called s&#257;dhana-bhakti, or devotional service for the neophyte, which is rendered under the direction of a pure devotee, and the second stage is called r&#257;ga-bhakti, in which the mature devotee automatically takes to the various services of the Lord out of sincere attachment. The great sage Maitreya now gives the final answer to all the questions of Vidura: devotional service to the Lord is the ultimate means to mitigate all the miserable conditions of material existence. The path of knowledge or that of mystic gymnastics may be adopted as a means for the purpose, but unless mixed with bhakti, or devotional service, they are unable to award the desired result. By practicing s&#257;dhana-bhakti one may gradually rise to the point of r&#257;ga-bhakti, and by performing r&#257;ga-bhakti in loving transcendental service one can even control the Supreme Powerful Lord.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>