<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 7 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 7 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Further Inquires by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.7.29</P><P CLASS=c>varn&#257;&#347;rama-vibh&#257;g&#257;m&#347; ca</P><P CLASS=c>r&#363;pa-&#347;&#299;la-svabh&#257;vatah</P><P CLASS=c>rish&#299;n&#257;m janma-karm&#257;ni</P><P CLASS=c>vedasya ca vikarshanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; the four divisions of social statuses and orders of spiritual culture; <A CLASS=v HREF="http://vedabase.net/v/vibhagan">vibh&#257;g&#257;n</A> &#8212; respective divisions; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; personal feature s; <A CLASS=v HREF="http://vedabase.net/s/sila">&#347;&#299;la</A>-<A CLASS=v HREF="http://vedabase.net/s/svabhavatah">svabh&#257;vatah</A> &#8212; personal character; <A CLASS=v HREF="http://vedabase.net/r/rsinam">rish&#299;n&#257;m</A> &#8212; of the sages; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/v/vedasya">vedasya</A> &#8212; of the Vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vikarsanam">vikarshanam</A> &#8212; categorical divisions.</P><P CLASS=t>TRANSLATION</P><P>O great sage, kindly describe the divisions and orders of human society in terms of symptoms, behavior and the characteristics of mental equilibrium and sense control. Also please describe the births of the great sages and the categorical divisions of the Vedas.</P><P CLASS=t>PURPORT</P><P>The four statuses and orders of human society &#8212; br&#257;hmanas, kshatriyas, vai&#347;yas and &#347;&#363;dras, as wall as brahmac&#257;r&#299;s, grihasthas, v&#257;naprasthas and sanny&#257;s&#299;s &#8212; are all divisions of quality, education, culture and spiritual advancement attained by practicing control of the mind and the senses. All these divisions are based on the particular nature of each individual person, not on the principle of birth. Birth is not mentioned in this verse because birth is immaterial. Vidura is famous in history as born of a &#347;&#363;dr&#257;n&#299; mother, yet he is more than a br&#257;hmana by qualification because he is seen here to be the disciple of a great sage, Maitreya Muni. Unless one achieves at least the brahminical qualifications, one cannot understand the Vedic hymns. Mah&#257;bh&#257;rata is also a division of the Vedas, but it is meant for women, &#347;&#363;dras and dvija-bandhus, the worthless children of the higher section. The less intelligent section of society can avail themselves of the Vedic instructions simply by studying the Mah&#257;bh&#257;rata.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>