<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 7 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 7 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Further Inquires by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.7.39</P><P CLASS=c>nimitt&#257;ni ca tasyeha</P><P CLASS=c>prokt&#257;ny anagha-s&#363;ribhih</P><P CLASS=c>svato jñ&#257;nam kutah pums&#257;m</P><P CLASS=c>bhaktir vair&#257;gyam eva v&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nimittani">nimitt&#257;ni</A> &#8212; the source of knowledge; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of such knowledge; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/p/proktani">prokt&#257;ni</A> &#8212; mentioned; <A CLASS=v HREF="http://vedabase.net/a/anagha">anagha</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/s/suribhih">s&#363;ribhih</A> &#8212; by devotees; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; self-sufficient; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/b/bhaktih">bhaktih</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/v/vairagyam">vair&#257;gyam</A> &#8212; detachment; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>Spotless devotees of the Lord have mentioned the source of such knowledge. How could one have knowledge of devotional service and detachment without the help of such devotees?</P><P CLASS=t>PURPORT</P><P>There are many inexperienced persons who advocate self-realization without the help of a spiritual master. They decry the necessity of the spiritual master and try themselves to take his place by propagating the theory that a spiritual master is not necessary. &#346;r&#299;mad-Bh&#257;gavatam, however, does not approve this viewpoint. Even the great transcendental scholar Vy&#257;sadeva had need of a spiritual master, and under the instruction of his spiritual master, N&#257;rada, he prepared this sublime literature, &#346;r&#299;mad-Bh&#257;gavatam. Even Lord Caitanya, although He is Krishna Himself, accepted a spiritual master; even Lord Krishna accepted a spiritual master, S&#257;nd&#299;pani Muni, in order to be enlightened; and all the &#257;c&#257;ryas and saints of the world had spiritual masters. In Bhagavad-g&#299;t&#257; Arjuna accepted Lord Krishna as his spiritual master, although there was no necessity of such a formal declaration. So, in all cases, there is no question about the necessity of accepting a spiritual master. The only stipulation is that the spiritual master should be bona fide; i.e., the spiritual master must be in the proper chain of disciplic succession, called the parampar&#257; system.</P><P>S&#363;ris are great scholars, but they may not always be anagha, or spotless. The anagha-s&#363;ri is one who is a pure devotee of the Lord. Those who are not pure devotees of the Lord, or who want to be on an equal level with Him, are not anagha-s&#363;ri. Pure devotees have prepared many books of knowledge on the basis of authorized scriptures. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and his assistants, under the instructions of Lord &#346;r&#299; Caitanya Mah&#257;prabhu, have all written various literatures for the guidance of prospective devotees, and anyone who is very serious about raising himself to the standard of a pure devotee of the Lord must take advantage of those literatures.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>