<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 7 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 7 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Further Inquires by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.7.5</P><P CLASS=c>de&#347;atah k&#257;lato yo 's&#257;v</P><P CLASS=c>avasth&#257;tah svato 'nyatah</P><P CLASS=c>avilupt&#257;vabodh&#257;tm&#257;</P><P CLASS=c>sa yujyet&#257;jay&#257; katham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/desatah">de&#347;atah</A> &#8212; circumstantial; <A CLASS=v HREF="http://vedabase.net/k/kalatah">k&#257;latah</A> &#8212; by the influence of time; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; the living entity; <A CLASS=v HREF="http://vedabase.net/a/avasthatah">avasth&#257;tah</A> &#8212; by situation; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; by dream; <A CLASS=v HREF="http://vedabase.net/a/anyatah">anyatah</A> &#8212; by others; <A CLASS=v HREF="http://vedabase.net/a/avilupta">avilupta</A> &#8212; extinct; <A CLASS=v HREF="http://vedabase.net/a/avabodha">avabodha</A> &#8212; consciousness; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> self; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/y/yujyeta">yujyeta</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/a/ajaya">ajay&#257;</A> &#8212; with nescience; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how is <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/s/so">so</A>.</P><P CLASS=t>TRANSLATION</P><P>The pure soul is pure consciousness and is never out of consciousness, either due to circumstances, time, situations, dreams or other causes. How then does he become engaged in nescience?</P><P CLASS=t>PURPORT</P><P>The consciousness of the living being is always present and never changes under any circumstances, as above mentioned. When a living man moves from one place to another, he is conscious that he has changed his position. He is always present in the past, present and future, like electricity. One can remember incidents from his past and can conjecture about his future also on the basis of past experience. He never forgets his personal identity, even though he is placed in awkward circumstances. How then can the living entity become forgetful of his real identity as pure spirit soul and identify with matter unless influenced by something beyond himself? The conclusion is that the living entity is influenced by the avidy&#257; potency, as confirmed in both the Vishnu Pur&#257;na and the beginning of &#346;r&#299;mad-Bh&#257;gavatam. The living entity is mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/5.htm">7.5</A>) as par&#257; prakriti, and in the Vishnu Pur&#257;na he is mentioned as the par&#257; &#347;akti. He is part and parcel of the Supreme Lord as potency and not as the potent. The potent can exhibit many potencies, but the potency cannot equal the potent at any stage. One potency may be overcome by another potency, but to the potent, all potencies are under control. The j&#299;va potency, or the kshetrajña-&#347;akti of the Lord, has the tendency to be overpowered by the external potency, avidy&#257;-karma-samjñ&#257;, and in this way he is placed in the awkward circumstances of material existence. The living entity cannot be forgetful of his real identity unless influenced by the avidy&#257; potency. Because the living entity is prone to the influence of the avidy&#257; potency, he can never equal the supreme potent.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>