<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 7 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 7 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 7: <A CLASS=v HREF="index.htm">Further Inquires by Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.7.9</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>seyam bhagavato m&#257;y&#257;</P><P CLASS=c>yan nayena virudhyate</P><P CLASS=c>&#299;&#347;varasya vimuktasya</P><P CLASS=c>k&#257;rpanyam uta bandhanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> statement; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/n/nayena">nayena</A> &#8212; by logic; <A CLASS=v HREF="http://vedabase.net/v/virudhyate">virudhyate</A> &#8212; becomes contradictory; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vimuktasya">vimuktasya</A> &#8212; of the ever liberated; <A CLASS=v HREF="http://vedabase.net/k/karpanyam">k&#257;rpanyam</A> &#8212; insufficiency; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also, what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/b/bandhanam">bandhanam</A> &#8212; bondage.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya said: Certain conditioned souls put forward the theory that the Supreme Brahman, or the Personality of Godhead, is overcome by illusion, or m&#257;y&#257;, and at the same time they maintain that He is unconditioned. This is against all logic.</P><P CLASS=t>PURPORT</P><P>Sometimes it appears that the Supreme Personality of Godhead, who is one hundred percent spiritual, cannot be the cause of the illusory potency which covers the knowledge of the individual soul. But factually there is no doubt that the illusory, external energy is also part and parcel of the Supreme Lord. When Vy&#257;sadeva realized the Supreme Personality of Godhead, he saw the Lord along with His external potency, which covers the pure knowledge of the individual living entities. Why the external energy acts in this way may be considered as follows, as analyzed by great commentators like Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura and &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. Although the material, illusory energy is distinct from the spiritual energy, it is one of the many energies of the Lord, and thus the material modes of nature (the mode of goodness, etc.) are surely qualities of the Lord. The energy and the energetic Personality of Godhead are not different, and although such energy is one with the Lord, He is never overpowered by it. Although the living entities are also parts and parcels of the Lord, they are overcome by the material energy. The inconceivable yogam ai&#347;varam of the Lord, as mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/5.htm">9.5</A>), is misunderstood by the froggish philosophers. In order to support a theory that N&#257;r&#257;yana (the Lord Himself) becomes a daridra-n&#257;r&#257;yana, a poor man, they propose that the material energy overcomes the Supreme Lord. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; and &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, however, offer a very nice example in explanation. They say that although the sun is all light, the clouds, darkness and snowfall are all part and parcel of the sun. Without the sun there is no possibility of the sky's being overcast with clouds or darkness, nor can there be snowfall on the earth. Although life is sustained by the sun, life is also disturbed by darkness and snowfall produced by the sun. But it is also a fact that the sun itself is never overcome by darkness, clouds or snowfall; the sun is far, far away from such disturbances. Only those who have a poor fund of knowledge say that the sun is covered by a cloud or by darkness. Similarly, the Supreme Brahman, or the Parabrahman, the Personality of Godhead, is always unaffected by the influence of the material energy, although it is one of His energies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate).</P><P>There is no reason to assert that the Supreme Brahman is overpowered by the illusory energy. The clouds, darkness and snowfall can cover only a very insignificant portion of the sun's rays. Similarly, the modes of material nature may react upon the raylike living entities. It is the misfortune of the living entity, certainly not without reason, that the influence of the material energy acts on his pure consciousness and eternal bliss. This covering up of pure consciousness and eternal bliss is due to avidy&#257;-karm&#257;-samjñ&#257;, the energy which acts on the infinitesimal living entities who misuse their minute independence. According to Vishnu Pur&#257;na, Bhagavad-g&#299;t&#257; and all other Vedic literatures, the living entities are generated from the tatasth&#257; energy of the Lord, and thus they are always the energy of the Lord and are not the energetic. The living entities are like the sun's rays. Although, as explained above, there is no qualitative difference between the sun and its rays, the sun's rays are sometimes overpowered by another energy of the sun, namely by clouds or by snowfall. Similarly, although the living entities are qualitatively one with the superior energy of the Lord, they have the tendency to be overpowered by the inferior, material energy. In the Vedic hymns it is said that the living entities are like the sparks of a fire. The sparks of fire also are fire, but the burning potency of the sparks is different from that of the original fire. When the sparks fly out of touch with the original fire, they come under the influence of a nonfiery atmosphere; thus they maintain the potency to be again one with the fire as sparks, but not as the original fire. The sparks can everlastingly remain within the original fire as its parts and parcels, but the moment the sparks become separated from the original fire, their misfortunes and miseries begin. The clear conclusion is that the Supreme Lord, who is the original fire, is never overpowered, but the infinitesimal sparks of the fire can become overpowered by the illusory effect of m&#257;y&#257;. It is a most ludicrous argument to say that the Supreme Lord is overpowered by His own material energy. The Lord is the master of the material energy, but the living entities are in the conditioned state, controlled by the material energy. That is the version of Bhagavad-g&#299;t&#257;. The froggish philosophers who put forward the argument that the Supreme Lord is overpowered by the material mode of goodness are themselves illusioned by the same material energy, although they think of themselves as liberated souls. They support their arguments by a false and laborious jugglery of words, which is a gift of the same illusory energy of the Lord. But the poor froggish philosophers, due to a false sense of knowledge, cannot understand the situation.</P><P>In the Sixth Canto, Ninth Chapter, thirty-fourth verse, of the &#346;r&#299;mad-Bh&#257;gavatam it is stated:</P><P>duravabodha iva tav&#257;yam vih&#257;ra-yogo yad a&#347;arano '&#347;ar&#299;ra idam anavekshit&#257;smat-samav&#257;ya &#257;tmanaiv&#257;vikriyam&#257;nena sagunam agunah srijasi p&#257;si harasi.</P><P>Thus the demigods prayed to the Supreme Lord that although His activities are very difficult to understand, they can still be understood to some extent by those who sincerely engage in the transcendental loving service of the Lord. The demigods admitted that although the Lord is apart from the material influence or creation, He nevertheless creates, maintains and annihilates the complete cosmic manifestation by the agency of the demigods.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>