<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 13 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 13 Verse 13"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: <A CLASS=v HREF="index.htm">Nature, the Enjoyer, and Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 13.13</P><P CLASS=c>jñeyam yat tat pravakshy&#257;mi</P><P CLASS=c>yaj jñ&#257;tv&#257;mritam a&#347;nute</P><P CLASS=c>an&#257;di mat-param brahma</P><P CLASS=c>na sat tan n&#257;sad ucyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jneyam">jñeyam</A> &#8212; the knowable; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/pravaksyami">pravakshy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall now explain; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; knowing; <A CLASS=v HREF="http://vedabase.net/a/amrtam">amritam</A> &#8212; nectar; <A CLASS=v HREF="http://vedabase.net/a/asnute">a&#347;nute</A> &#8212; one tastes; <A CLASS=v HREF="http://vedabase.net/a/anadi">an&#257;di</A> &#8212; beginningless; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; subordinate <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; spirit; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; effect; <A CLASS=v HREF="http://vedabase.net/u/ucyate">ucyate</A> &#8212; is said <A HREF="http://vedabase.net/t/to">to</A> be.</P><P CLASS=t>TRANSLATION</P><P>I shall now explain the knowable, knowing which you will taste the eternal. Brahman, the spirit, beginningless and subordinate to Me, lies beyond the cause and effect of this material world.</P><P CLASS=t>PURPORT</P><P>The Lord has explained the field of activities and the knower of the field. He has also explained the process of knowing the knower of the field of activities. Now He begins to explain the knowable, first the soul and then the Supersoul. By knowledge of the knower, both the soul and the Supersoul, one can relish the nectar of life. As explained in the Second Chapter, the living entity is eternal. This is also confirmed here. There is no specific date at which the j&#299;va was born. Nor can anyone trace out the history of the j&#299;v&#257;tm&#257;'s manifestation from the Supreme Lord. Therefore it is beginningless. The Vedic literature confirms this: na j&#257;yate mriyate v&#257; vipa&#347;cit (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/18">1.2.18</A>). The knower of the body is never born and never dies, and he is full of knowledge.</P><P>The Supreme Lord as the Supersoul is also stated in the Vedic literature (&#346;vet&#257;&#347;vatara Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/16">6.16</A>) to be pradh&#257;na-kshetrajña-patir gune&#347;ah, the chief knower of the body and the master of the three modes of material nature. In the smriti it is said, d&#257;sa-bh&#363;to harer eva n&#257;nyasvaiva kad&#257;cana. The living entities are eternally in the service of the Supreme Lord. This is also confirmed by Lord Caitanya in His teachings. Therefore the description of Brahman mentioned in this verse is in relation to the individual soul, and when the word Brahman is applied to the living entity, it is to be understood that he is vijñ&#257;na-brahma as opposed to &#257;nanda-brahma. &#256;nanda-brahma is the Supreme Brahman Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="8-12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>