<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 13 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 13 Verse 16"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: <A CLASS=v HREF="index.htm">Nature, the Enjoyer, and Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 13.16</P><P CLASS=c>bahir anta&#347; ca bh&#363;t&#257;n&#257;m</P><P CLASS=c>acaram caram eva ca</P><P CLASS=c>s&#363;kshmatv&#257;t tad avijñeyam</P><P CLASS=c>d&#363;ra-stham c&#257;ntike ca tat</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; outside; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A> &#8212; inside; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/a/acaram">acaram</A> &#8212; not moving; <A CLASS=v HREF="http://vedabase.net/c/caram">caram</A> &#8212; moving; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/suksmatvat">s&#363;kshmatv&#257;t</A> &#8212; on account of being subtle; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/avijneyam">avijñeyam</A> &#8212; unknowable; <A CLASS=v HREF="http://vedabase.net/d/dura">d&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/s/stham">stham</A> &#8212; far away; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/antike">antike</A> &#8212; near; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Truth exists outside and inside of all living beings, the moving and the nonmoving. Because He is subtle, He is beyond the power of the material senses to see or to know. Although far, far away, He is also near to all.</P><P CLASS=t>PURPORT</P><P>In Vedic literature we understand that N&#257;r&#257;yana, the Supreme Person, is residing both outside and inside of every living entity. He is present in both the spiritual and material worlds. Although He is far, far away, still He is near to us. These are the statements of Vedic literature. &#256;s&#299;no d&#363;ram vrajati &#347;ay&#257;no y&#257;ti sarvatah (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/2/21">1.2.21</A>). And because He is always engaged in transcendental bliss, we cannot understand how He is enjoying His full opulence. We cannot see or understand with these material senses. Therefore in the Vedic language it is said that to understand Him our material mind and senses cannot act. But one who has purified his mind and senses by practicing Krishna consciousness in devotional service can see Him constantly. It is confirmed in Brahma-samhit&#257; that the devotee who has developed love for the Supreme God can see Him always, without cessation. And it is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../11/54.htm">11.54</A>) that He can be seen and understood only by devotional service. Bhakty&#257; tv ananyay&#257; &#347;akyah.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>