<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 13 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 13 Verse 19"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: <A CLASS=v HREF="index.htm">Nature, the Enjoyer, and Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 13.19</P><P CLASS=c>iti kshetram tath&#257; jñ&#257;nam</P><P CLASS=c>jñeyam coktam sam&#257;satah</P><P CLASS=c>mad-bhakta etad vijñ&#257;ya</P><P CLASS=c>mad-bh&#257;v&#257;yopapadyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/k/ksetram">kshetram</A> &#8212; the field of activities (the body); <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/j/jneyam">jñeyam</A> &#8212; the knowable; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/uktam">uktam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/s/samasatah">sam&#257;satah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> summary; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhaktah</A> &#8212; My devotee; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; all this; <A CLASS=v HREF="http://vedabase.net/v/vijnaya">vijñ&#257;ya</A> &#8212; after understanding; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavaya">bh&#257;v&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> My nature; <A CLASS=v HREF="http://vedabase.net/u/upapadyate">upapadyate</A> &#8212; attains.</P><P CLASS=t>TRANSLATION</P><P>Thus the field of activities [the body], knowledge and the knowable have been summarily described by Me. Only My devotees can understand this thoroughly and thus attain to My nature.</P><P CLASS=t>PURPORT</P><P>The Lord has described in summary the body, knowledge and the knowable. This knowledge is of three things: the knower, the knowable and the process of knowing. Combined, these are called vijñ&#257;na, or the science of knowledge. Perfect knowledge can be understood by the unalloyed devotees of the Lord directly. Others are unable to understand. The monists say that at the ultimate stage these three items become one, but the devotees do not accept this. Knowledge and development of knowledge mean understanding oneself in Krishna consciousness. We are being led by material consciousness, but as soon as we transfer all consciousness to Krishna's activities and realize that Krishna is everything, then we attain real knowledge. In other words, knowledge is nothing but the preliminary stage of understanding devotional service perfectly. In the Fifteenth Chapter this will be very clearly explained.</P><P>Now, to summarize, one may understand that verses 6 and 7, beginning from mah&#257;-bh&#363;t&#257;ni and continuing through cetan&#257; dhritih, analyze the material elements and certain manifestations of the symptoms of life. These combine to form the body, or the field of activities. And verses 8 through 12, from am&#257;nitvam through tattva-jñ&#257;n&#257;rtha-dar&#347;anam, describe the process of knowledge for understanding both types of knower of the field of activities, namely the soul and the Supersoul. Then verses 13 through 18, beginning from an&#257;di mat-param and continuing through hridi sarvasya vishthitam, describe the soul and the Supreme Lord, or the Supersoul.</P><P>Thus three items have been described: the field of activity (the body), the process of understanding, and both the soul and the Supersoul. It is especially described here that only the unalloyed devotees of the Lord can understand these three items clearly. So for these devotees Bhagavad-g&#299;t&#257; is fully useful; it is they who can attain the supreme goal, the nature of the Supreme Lord, Krishna. In other words, only devotees, and not others, can understand Bhagavad-g&#299;t&#257; and derive the desired result.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>