<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 13 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 13 Verse 23"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: <A CLASS=v HREF="index.htm">Nature, the Enjoyer, and Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 13.23</P><P CLASS=c>upadrasht&#257;numant&#257; ca</P><P CLASS=c>bhart&#257; bhokt&#257; mahe&#347;varah</P><P CLASS=c>param&#257;tmeti c&#257;py ukto</P><P CLASS=c>dehe 'smin purushah parah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/u/upadrasta">upadrasht&#257;</A> &#8212; overseer; <A CLASS=v HREF="http://vedabase.net/a/anumanta">anumant&#257;</A> &#8212; permitter; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bharta">bhart&#257;</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/b/bhokta">bhokt&#257;</A> &#8212; supreme <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; is said; <A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; transcendental.</P><P CLASS=t>TRANSLATION</P><P>Yet in this body there is another, a transcendental enjoyer, who is the Lord, the supreme proprietor, who exists as the overseer and permitter, and who is known as the Supersoul.</P><P CLASS=t>PURPORT</P><P>It is stated here that the Supersoul, who is always with the individual soul, is the representation of the Supreme Lord. He is not an ordinary living entity. Because the monist philosophers take the knower of the body to be one, they think that there is no difference between the Supersoul and the individual soul. To clarify this, the Lord says that He is represented as the Param&#257;tm&#257; in every body. He is different from the individual soul; He is para, transcendental. The individual soul enjoys the activities of a particular field, but the Supersoul is present not as finite enjoyer nor as one taking part in bodily activities, but as the witness, overseer, permitter and supreme enjoyer. His name is Param&#257;tm&#257;, not &#257;tm&#257;, and He is transcendental. It is distinctly clear that the &#257;tm&#257; and Param&#257;tm&#257; are different. The Supersoul, the Param&#257;tm&#257;, has legs and hands everywhere, but the individual soul does not. And because the Param&#257;tm&#257; is the Supreme Lord, He is present within to sanction the individual soul's desiring material enjoyment. Without the sanction of the Supreme Soul, the individual soul cannot do anything. The individual is bhukta, or the sustained, and the Lord is bhokt&#257;, or the maintainer. There are innumerable living entities, and He is staying in them as a friend.</P><P>The fact is that every individual living entity is eternally part and parcel of the Supreme Lord, and both of them are very intimately related as friends. But the living entity has the tendency to reject the sanction of the Supreme Lord and act independently in an attempt to dominate nature, and because he has this tendency he is called the marginal energy of the Supreme Lord. The living entity can be situated either in the material energy or in the spiritual energy. As long as he is conditioned by the material energy, the Supreme Lord, as his friend, the Supersoul, stays with him just to get him to return to the spiritual energy. The Lord is always eager to take him back to the spiritual energy, but due to his minute independence the individual entity is continually rejecting the association of spiritual light. This misuse of independence is the cause of his material strife in the conditioned nature. The Lord, therefore, is always giving instruction from within and from without. From without He gives instructions as stated in Bhagavad-g&#299;t&#257;, and from within He tries to convince the living entity that his activities in the material field are not conducive to real happiness. "Just give it up and turn your faith toward Me. Then you will be happy," He says. Thus the intelligent person who places his faith in the Param&#257;tm&#257; or the Supreme Personality of Godhead begins to advance toward a blissful eternal life of knowledge.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>