<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is Chapter 13 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is Chapter 13 Verse 5"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: <A CLASS=v HREF="index.htm">Nature, the Enjoyer, and Consciousness</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../index.htm">Bhagavad-g&#299;t&#257; As It Is</A> 13.5</P><P CLASS=c>rishibhir bahudh&#257; g&#299;tam</P><P CLASS=c>chandobhir vividhaih prithak</P><P CLASS=c>brahma-s&#363;tra-padai&#347; caiva</P><P CLASS=c>hetumadbhir vini&#347;citaih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; by the wise sages; <A CLASS=v HREF="http://vedabase.net/b/bahudha">bahudh&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> many ways; <A CLASS=v HREF="http://vedabase.net/g/gitam">g&#299;tam</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/c/chandobhih">chandobhih</A> &#8212; by Vedic hymns; <A CLASS=v HREF="http://vedabase.net/v/vividhaih">vividhaih</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/p/prthak">prithak</A> &#8212; variously; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/s/sutra">s&#363;tra</A> &#8212; of the <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A>; <A CLASS=v HREF="http://vedabase.net/p/padaih">padaih</A> &#8212; by the aphorisms; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A>-<A CLASS=v HREF="http://vedabase.net/m/madbhih">madbhih</A> &#8212; with cause and effect; <A CLASS=v HREF="http://vedabase.net/v/viniscitaih">vini&#347;citaih</A> &#8212; certain.</P><P CLASS=t>TRANSLATION</P><P>That knowledge of the field of activities and of the knower of activities is described by various sages in various Vedic writings. It is especially presented in Ved&#257;nta-s&#363;tra with all reasoning as to cause and effect.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, Krishna, is the highest authority in explaining this knowledge. Still, as a matter of course, learned scholars and standard authorities always give evidence from previous authorities. Krishna is explaining this most controversial point regarding the duality and nonduality of the soul and the Supersoul by referring to a scripture, the Ved&#257;nta, which is accepted as authority. First He says, "This is according to different sages." As far as the sages are concerned, besides Himself, Vy&#257;sadeva (the author of the Ved&#257;nta-s&#363;tra) is a great sage, and in the Ved&#257;nta-s&#363;tra duality is perfectly explained. And Vy&#257;sadeva's father, Par&#257;&#347;ara, is also a great sage, and he writes in his books of religiosity, aham tvam ca tath&#257;nye. .. "we &#8212; you, I and the various other living entities &#8212; are all transcendental, although in material bodies. Now we are fallen into the ways of the three modes of material nature according to our different karma. As such, some are on higher levels, and some are in the lower nature. The higher and lower natures exist due to ignorance and are being manifested in an infinite number of living entities. But the Supersoul, which is infallible, is uncontaminated by the three qualities of nature and is transcendental." Similarly, in the original Vedas, a distinction between the soul, the Supersoul and the body is made, especially in the Katha Upanishad. There are many great sages who have explained this, and Par&#257;&#347;ara is considered principal among them.</P><P>The word chandobhih refers to the various Vedic literatures. The Taittir&#299;ya Upanishad, for example, which is a branch of the Yajur Veda, describes nature, the living entity and the Supreme Personality of Godhead.</P><P>As stated before, kshetra is the field of activities, and there are two kinds of kshetra-jña: the individual living entity and the supreme living entity. As stated in the Taittir&#299;ya Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/9">2.9</A>), brahma puccham pratishth&#257;. There is a manifestation of the Supreme Lord's energy known as anna-maya, dependence upon food for existence. This is a materialistic realization of the Supreme. Then, in pr&#257;na-maya, after realizing the Supreme Absolute Truth in food, one can realize the Absolute Truth in the living symptoms or life forms. In jñ&#257;na-maya, realization extends beyond the living symptoms to the point of thinking, feeling and willing. Then there is Brahman realization, called vijñ&#257;na-maya, in which the living entity's mind and life symptoms are distinguished from the living entity himself. The next and supreme stage is &#257;nanda-maya, realization of the all-blissful nature. Thus there are five stages of Brahman realization, which are called brahma puccham. Out of these, the first three &#8212; anna-maya, pr&#257;na-maya and jñ&#257;na-maya &#8212; involve the fields of activities of the living entities. Transcendental to all these fields of activities is the Supreme Lord, who is called &#257;nanda-maya. The Ved&#257;nta-s&#363;tra also describes the Supreme by saying, &#257;nanda-mayo 'bhy&#257;s&#257;t: the Supreme Personality of Godhead is by nature full of joy. To enjoy His transcendental bliss, He expands into vijñ&#257;na-maya, pr&#257;na-maya, jñ&#257;na-maya and anna-maya. In the field of activities the living entity is considered to be the enjoyer, and different from him is the &#257;nanda-maya. That means that if the living entity decides to enjoy in dovetailing himself with the &#257;nanda-maya, then he becomes perfect. This is the real picture of the Supreme Lord as the supreme knower of the field, the living entity as the subordinate knower, and the nature of the field of activities. One has to search for this truth in the Ved&#257;nta-s&#363;tra, or Brahma-s&#363;tra.</P><P>It is mentioned here that the codes of the Brahma-s&#363;tra are very nicely arranged according to cause and effect. Some of the s&#363;tras, or aphorisms, are na viyad a&#347;ruteh (<A CLASS=v HREF="http://vedabase.net/todo/asruteh2/3/2">2.3.2</A>), n&#257;tm&#257; &#347;ruteh (<A CLASS=v HREF="http://vedabase.net/todo/sruteh2/3/18">2.3.18</A>), and par&#257;t tu tac-chruteh (<A CLASS=v HREF="http://vedabase.net/todo/chruteh2/3/40">2.3.40</A>). The first aphorism indicates the field of activities, the second indicates the living entity, and the third indicates the Supreme Lord, the summum bonum among all the manifestations of various entities.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6-7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>