<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.12</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>daivena durvitarkyena</P><P CLASS=c>paren&#257;nimishena ca</P><P CLASS=c>j&#257;ta-kshobh&#257;d bhagavato</P><P CLASS=c>mah&#257;n &#257;s&#299;d guna-tray&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/d/daivena">daivena</A> &#8212; by superior management known <A HREF="http://vedabase.net/a/as">as</A> destiny; <A CLASS=v HREF="http://vedabase.net/d/durvitarkyena">durvitarkyena</A> &#8212; beyond empiric speculation; <A CLASS=v HREF="http://vedabase.net/p/parena">parena</A> &#8212; by <A HREF="http://vedabase.net/m/maha">Mah&#257;</A>-<A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/a/animisena">animishena</A> &#8212; by the potency of eternal time; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/j/jata">j&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/k/ksobhat">kshobh&#257;t</A> &#8212; the equilibrium was agitated; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/mahan">mah&#257;n</A> &#8212; the total material elements (the <A HREF="http://vedabase.net/m/mahat">mahat</A>-<A HREF="http://vedabase.net/t/tattva">tattva</A>); <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; were produced; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/t/trayat">tray&#257;t</A> &#8212; from the three modes of nature.</P><P CLASS=t>TRANSLATION</P><P>Maitreya said: When the equilibrium of the combination of the three modes of nature was agitated by the unseen activity of the living entity, by Mah&#257;-Vishnu and by the force of time, the total material elements were produced.</P><P CLASS=t>PURPORT</P><P>The cause of the material creation is described here very lucidly. The first cause is daiva, or the destiny of the conditioned soul. The material creation exists for the conditioned soul who wanted to become a false lord for sense enjoyment. One cannot trace out the history of when the conditioned soul first desired to lord it over material nature, but in Vedic literature we always find that the material creation is meant for the sense enjoyment of the conditioned soul. There is a nice verse which says that the sum and substance of the conditioned soul's sense enjoyment is that as soon as he forgets his primary duty, to render service to the Lord, he creates an atmosphere of sense enjoyment, which is called m&#257;y&#257;; that is the cause of material creation.</P><P>Another word used here is durvitarkyena. No one can argue about when and how the conditioned soul became desirous of sense enjoyment, but the cause is there. Material nature is an atmosphere meant only for the sense enjoyment of the conditioned soul, and it is created by the Personality of Godhead. It is mentioned here that in the beginning of the creation the material nature, or prakriti, is agitated by the Personality of Godhead, Vishnu. There are three Vishnus mentioned. One is Mah&#257;-Vishnu, another is Garbhodaka&#347;&#257;y&#299; Vishnu, and the third is Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu. The First Canto of &#346;r&#299;mad-Bh&#257;gavatam discusses all these three Vishnus, and here also it is confirmed that Vishnu is the cause of creation. From Bhagavad-g&#299;t&#257; also we learn that prakriti begins to work and is still working under Krishna's, or Vishnu's, glance of superintendence, but the Supreme Personality of Godhead is unchangeable. One should not mistakenly think that because the creation emanates from the Supreme Personality of Godhead, He has therefore transformed into this material cosmic manifestation. He exists in His personal form always, but the cosmic manifestation takes place by His inconceivable potency. The workings of that energy are difficult to comprehend, but it is understood from Vedic literature that the conditioned soul creates his own destiny and is offered a particular body by the laws of nature under the superintendence of the Supreme Personality of Godhead, who always accompanies him as Param&#257;tm&#257;.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>