<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.17</P><P CLASS=c>so 'nuvishto bhagavat&#257;</P><P CLASS=c>yah &#347;ete salil&#257;&#347;aye</P><P CLASS=c>loka-samsth&#257;m yath&#257; p&#363;rvam</P><P CLASS=c>nirmame samsthay&#257; svay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/anuvistah">anuvishtah</A> &#8212; was entered; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Lord; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; sleeps; <A CLASS=v HREF="http://vedabase.net/s/salila">salila</A>-<A CLASS=v HREF="http://vedabase.net/a/asaye">&#257;&#347;aye</A> &#8212; on the Garbhodaka Ocean; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/s/samstham">samsth&#257;m</A> &#8212; the universe; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> previously; <A CLASS=v HREF="http://vedabase.net/n/nirmame">nirmame</A> &#8212; created; <A CLASS=v HREF="http://vedabase.net/s/samsthaya">samsthay&#257;</A> &#8212; by intelligence; <A CLASS=v HREF="http://vedabase.net/s/svaya">svay&#257;</A> &#8212; his own.</P><P CLASS=t>TRANSLATION</P><P>When that Supreme Personality of Godhead who is lying on the Garbhodaka Ocean entered the heart of Brahm&#257;, Brahm&#257; brought his intelligence to bear, and with the intelligence invoked he began to create the universe as it was before.</P><P CLASS=t>PURPORT</P><P>At a certain time, the Personality of Godhead, K&#257;ranodaka&#347;&#257;y&#299; Vishnu, lies in the K&#257;rana Ocean and produces many thousands of universes from His breathing; then He enters again into each and every universe as Garbhodaka&#347;&#257;y&#299; Vishnu and fills up half of each universe with His own perspiration. The other half of the universe remains vacant, and that vacant region is called outer space. Then the lotus flower sprouts from His abdomen and produces the first living creature, Brahm&#257;. Then again, as Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, the Lord enters into the heart of every living entity, including Brahm&#257;. This is confirmed in Bhagavad-g&#299;t&#257;, Fifteenth Chapter. The Lord says, "I am seated in everyone's heart, and by Me are remembrance and forgetfulness made possible." As the witness of the activities of the individual entities, the Lord gives each one remembrance and intelligence to act according to his desire at the time he was annihilated in his last birth in the last millennium. This intelligence is invoked according to one's own capacity, or by the law of karma.</P><P>Brahm&#257; was the first living entity, and he was empowered by the Supreme Lord to act in charge of the mode of passion; therefore, he was given the required intelligence, which is so powerful and extensive that he is almost independent of the control of the Supreme Personality of Godhead. Just as a highly posted manager is almost as independent as the owner of a firm, Brahm&#257; is described here as independent because, as the Lord's representative to control the universe, he is almost as powerful and independent as the Supreme Personality of Godhead. The Lord, as the Supersoul within Brahm&#257;, gave him the intelligence to create. The creative power, therefore, of every living entity is not his own; it is by the grace of the Lord that one can create. There are many scientists and great workers in this material world who have wonderful creative force, but they act and create only according to the direction of the Supreme Lord. A scientist may create many wonderful inventions by the direction of the Lord, but it is not possible for him to overcome the stringent laws of material nature by his intelligence, nor is it possible to acquire such intelligence from the Lord, for the Lord's supremacy would then be hampered. It is stated in this verse that Brahm&#257; created the universe as it was before. This means that he created everything by the same name and form as in the previous cosmic manifestation.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>