<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.28</P><P CLASS=c>so 'vadh&#257;ry&#257;sya k&#257;rpanyam</P><P CLASS=c>vivikt&#257;dhy&#257;tma-dar&#347;anah</P><P CLASS=c>vimuñc&#257;tma-tanum ghor&#257;m</P><P CLASS=c>ity ukto vimumoca ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the Supreme Lord, <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/a/avadharya">avadh&#257;rya</A> &#8212; perceiving; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/k/karpanyam">k&#257;rpanyam</A> &#8212; the distress; <A CLASS=v HREF="http://vedabase.net/v/vivikta">vivikta</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> doubt; <A CLASS=v HREF="http://vedabase.net/a/adhyatma">adhy&#257;tma</A> &#8212; minds of others; <A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah</A> &#8212; one who can see; <A CLASS=v HREF="http://vedabase.net/v/vimunca">vimuñca</A> &#8212; cast off; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tanum">tanum</A> &#8212; your body; <A CLASS=v HREF="http://vedabase.net/g/ghoram">ghor&#257;m</A> &#8212; impure; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; thus commanded; <A CLASS=v HREF="http://vedabase.net/v/vimumoca">vimumoca</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> threw <A HREF="http://vedabase.net/i/it">it</A> off.</P><P CLASS=t>TRANSLATION</P><P>The Lord, who can distinctly see the minds of others, perceived Brahm&#257;'s distress and said to him: "Cast off this impure body of yours." Thus commanded by the Lord, Brahm&#257; cast off his body.</P><P CLASS=t>PURPORT</P><P>The Lord is described here by the word vivikt&#257;dhy&#257;tma-dar&#347;anah. If anyone can completely perceive another's distress without doubt, it is the Lord Himself. If someone is in distress and wants to get relief from his friend, sometimes it so happens that his friend does not appreciate the volume of distress he is suffering. But for the Supreme Lord it is not difficult. The Supreme Lord, as Param&#257;tm&#257;, is sitting within the heart of every living entity, and He directly perceives the exact causes of distress. In Bhagavad-g&#299;t&#257; the Lord says, sarvasya c&#257;ham hridi sannivishtah: "I am sitting in everyone's heart, and because of Me one's remembrance and forgetfulness occur." Thus whenever one fully surrenders unto the Supreme Lord, one finds that He is sitting within one's heart. He can give us direction how to get out of dangers or how to approach Him in devotional service. The Lord, however, asked Brahm&#257; to give up his present body because it had created the demoniac principle. According to &#346;r&#299;dhara Sv&#257;m&#299;, Brahm&#257;'s constant dropping of his body does not refer to his actually giving up his body. Rather, he suggests that Brahm&#257; gave up a particular mentality. Mind is the subtle body of the living entity. We may sometimes be absorbed in some thought which is sinful, but if we give up the sinful thought, it may be said that we give up the body. Brahm&#257;'s mind was not in correct order when he created the demons. It must have been full of passion because the entire creation was passionate; therefore such passionate sons were born. It follows that any father and mother should also be careful while begetting children. The mental condition of a child depends upon the mental status of his parents at the time he is conceived. According to the Vedic system, therefore, the garbh&#257;dh&#257;na-samsk&#257;ra, or the ceremony for giving birth to a child, is observed. Before begetting a child, one has to sanctify his perplexed mind. When the parents engage their minds in the lotus feet of the Lord and in such a state the child is born, naturally good devotee children come; when the society is full of such good population, there is no trouble from demoniac mentalities.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>