<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.31</P><P CLASS=c>g&#363;hant&#299;m vr&#299;day&#257;tm&#257;nam</P><P CLASS=c>n&#299;l&#257;laka-var&#363;thin&#299;m</P><P CLASS=c>upalabhy&#257;sur&#257; dharma</P><P CLASS=c>sarve sammumuhuh striyam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/guhantim">g&#363;hant&#299;m</A> &#8212; hiding; <A CLASS=v HREF="http://vedabase.net/v/vridaya">vr&#299;day&#257;</A> &#8212; out of shyness; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; herself; <A CLASS=v HREF="http://vedabase.net/n/nila">n&#299;la</A> &#8212; dark; <A CLASS=v HREF="http://vedabase.net/a/alaka">alaka</A> &#8212; hair; <A CLASS=v HREF="http://vedabase.net/v/varuthinim">var&#363;thin&#299;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> bunch; <A CLASS=v HREF="http://vedabase.net/u/upalabhya">upalabhya</A> &#8212; upon imagining; <A CLASS=v HREF="http://vedabase.net/a/asurah">asur&#257;h</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sammumuhuh">sammumuhuh</A> &#8212; were captivated; <A CLASS=v HREF="http://vedabase.net/s/striyam">striyam</A> &#8212; woman.</P><P CLASS=t>TRANSLATION</P><P>Adorned with dark tresses, she hid herself, as it were, out of shyness. Upon seeing that girl, the asuras were all infatuated with an appetite for sex.</P><P CLASS=t>PURPORT</P><P>The difference between demons and demigods is that a beautiful woman very easily attracts the minds of demons, but she cannot attract the mind of a godly person. A godly person is full of knowledge, and a demoniac person is full of ignorance. Just as a child is attracted by a beautiful doll, similarly a demon, who is less intelligent and full of ignorance, is attracted by material beauty and an appetite for sex. The godly person knows that this nicely dressed and ornamented attraction of high breasts, high hips, beautiful nose and fair complexion is m&#257;y&#257;. All the beauty a woman can display is only a combination of flesh and blood. &#346;r&#299; &#346;a&#324;kar&#257;c&#257;rya has advised all persons not to be attracted by the interaction of flesh and blood; they should be attracted by the real beauty In spiritual life. The real beauty is Krishna and R&#257;dh&#257;. One who is attracted by the beauty of R&#257;dh&#257; and Krishna cannot be attracted by the false beauty of this material world. That is the difference between a demon and a godly person or devotee.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>