<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.35</P><P CLASS=c>y&#257; v&#257; k&#257;cit tvam abale</P><P CLASS=c>dishty&#257; sandar&#347;anam tava</P><P CLASS=c>utsunosh&#299;ksham&#257;n&#257;n&#257;m</P><P CLASS=c>kanduka-kr&#299;day&#257; manah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/ya">y&#257;</A> &#8212; whosoever; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kacit">k&#257;cit</A> &#8212; anyone; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/abale">abale</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> beautiful girl; <A CLASS=v HREF="http://vedabase.net/d/distya">dishty&#257;</A> &#8212; by fortune; <A CLASS=v HREF="http://vedabase.net/s/sandarsanam">sandar&#347;anam</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/u/utsunosi">utsunoshi</A> &#8212; you agitate; <A CLASS=v HREF="http://vedabase.net/i/iksamananam">&#299;ksham&#257;n&#257;n&#257;m</A> &#8212; of the onlookers; <A CLASS=v HREF="http://vedabase.net/k/kanduka">kanduka</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> ball; <A CLASS=v HREF="http://vedabase.net/k/kridaya">kr&#299;day&#257;</A> &#8212; by play; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; the mind.</P><P CLASS=t>TRANSLATION</P><P>Whosoever you may be, O beautiful girl, we are fortunate in being able to see you. While playing with a ball, you have agitated the minds of all onlookers.</P><P CLASS=t>PURPORT</P><P>Demons arrange many kinds of performances to see the glaring beauty of a beautiful woman. Here it is stated that they saw the girl playing with a ball. Sometimes the demoniac arrange for so-called sports, like tennis, with the opposite sex. The purpose of such sporting is to see the bodily construction of the beautiful girl and enjoy a subtle sex mentality. This demoniac sex mentality of material enjoyment is sometimes encouraged by so-called yog&#299;s who encourage the public to enjoy sex life in different varieties and at the same time advertise that if one meditates on a certain manufactured mantra one can become God within six months. The public wants to be cheated, and Krishna therefore creates such cheaters to misrepresent and delude. These so-called yog&#299;s are actually enjoyers of the world garbed as yog&#299;s. Bhagavad-g&#299;t&#257;, however, recommends that if one wants to enjoy life, then it cannot be with these gross senses. A patient is advised by the experienced physician to refrain from ordinary enjoyment while in the diseased condition. A diseased person cannot enjoy anything; he has to restrain his enjoyment in order to get rid of the disease. Similarly, our material condition is a diseased condition. If one wants to enjoy real sense enjoyment, then one must get free of the entanglement of material existence. In spiritual life we can enjoy sense enjoyment which has no end. The difference between material and spiritual enjoyment is that material enjoyment is limited. Even if a man engages in material sex enjoyment, he cannot enjoy it for long. But when the sex enjoyment is given up, then one can enter spiritual life, which is unending. In the Bh&#257;gavatam (<A CLASS=v HREF="../../5/5/1.htm">5.5.1</A>) it is stated that brahma-saukhya, spiritual happiness, is ananta, unending. Foolish creatures are enamored by the beauty of matter and think that the enjoyment it offers is real, but actually that is not real enjoyment.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>