<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.4</P><P CLASS=c>kim anvapricchan maitreyam</P><P CLASS=c>viraj&#257;s t&#299;rtha-sevay&#257;</P><P CLASS=c>upagamya ku&#347;&#257;varta</P><P CLASS=c>&#257;s&#299;nam tattva-vittamam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/anvaprcchat">anvapricchat</A> &#8212; inquired; <A CLASS=v HREF="http://vedabase.net/m/maitreyam">maitreyam</A> &#8212; from the sage Maitreya; <A CLASS=v HREF="http://vedabase.net/v/virajah">viraj&#257;h</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A>, who was without material contamination; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaya">sevay&#257;</A> &#8212; by visiting sacred places; <A CLASS=v HREF="http://vedabase.net/u/upagamya">upagamya</A> &#8212; having met; <A CLASS=v HREF="http://vedabase.net/k/kusavarte">ku&#347;&#257;varte</A> &#8212; at <A HREF="http://vedabase.net/k/kusavarta">Ku&#347;&#257;varta</A> (Haridv&#257;ra, or Hardwar); <A CLASS=v HREF="http://vedabase.net/a/asinam">&#257;s&#299;nam</A> &#8212; who was abiding; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vit">vit</A>-<A CLASS=v HREF="http://vedabase.net/t/tamam">tamam</A> &#8212; the foremost knower of the science of spiritual life.</P><P CLASS=t>TRANSLATION</P><P>Vidura was purified of all passion by wandering in sacred places, and at last he reached Hardwar, where he met the great sage who knew the science of spiritual life, and he inquired from him. &#346;aunaka Rishi therefore asked: What more did Vidura inquire from Maitreya?</P><P CLASS=t>PURPORT</P><P>Here the words viraj&#257;s t&#299;rtha-sevay&#257; refer to Vidura, who was completely cleansed of all contamination by traveling to places of pilgrimage. In India there are hundreds of sacred places of pilgrimage, of which Pray&#257;ga, Hardwar, Vrind&#257;vana and R&#257;me&#347;varam are considered principal. After leaving his home, which was full of politics and diplomacy, Vidura wanted to purify himself by traveling to all the sacred places, which are so situated that anyone who goes there automatically becomes purified. This is especially true in Vrind&#257;vana; any person may go there, and even if he is sinful he will at once contact an atmosphere of spiritual life and will automatically chant the names of Krishna and R&#257;dh&#257;. That we have actually seen and experienced. It is recommended in the &#347;&#257;stras that after retiring from active life and accepting the v&#257;naprastha (retired) order, one should travel everywhere to places of pilgrimage in order to purify himself. Vidura completely discharged this duty, and at last he reached Ku&#347;&#257;varta, or Hardwar, where the sage Maitreya was sitting.</P><P>Another significant point is that one must go to sacred places not only to take bath there but to search out great sages like Maitreya and take instructions from them. If one does not do so, his traveling to places of pilgrimage is simply a waste of time. Narottama d&#257;sa Th&#257;kura, a great &#257;c&#257;rya of the Vaishnava sect, has, for the present, forbidden us to go to such places of pilgrimage because in this age, the times having so changed, a sincere person may have a different impression on seeing the behavior of the present residents of the pilgrimage sites. He has recommended that instead of taking the trouble to travel to such places, one should concentrate his mind on Govinda, and that will help him. Of course, to concentrate one's mind on Govinda in any place is a path meant for those who are the most spiritually advanced; it is not for ordinary persons. Ordinary persons may still derive benefit from traveling to holy places like Pray&#257;ga, Mathur&#257;, Vrind&#257;vana and Hardwar.</P><P>It is recommended in this verse that one find a person who knows the science of God, or a tattva-vit. Tattva-vit means "one who knows the Absolute Truth." There are many pseudotranscendentalists, even at places of pilgrimage. Such men are always present, and one has to be intelligent enough to find the actual person to be consulted; then one's attempt to progress by traveling to different holy places will be successful. One has to be freed from all contamination, and at the same time he has to find a person who knows the science of Krishna. Krishna helps a sincere person; as stated in the Caitanya-carit&#257;mrita, guru-krishna-pras&#257;de: by the mercy of the spiritual master and Krishna, one attains the path of salvation, devotional service. If one sincerely searches for spiritual salvation, then Krishna, being situated in everyone's heart, gives him the intelligence to find a suitable spiritual master. By the grace of a spiritual master like Maitreya, one gets the proper instruction and advances in his spiritual life.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>