<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.43</P><P CLASS=c>ta &#257;tma-sargam tam k&#257;yam</P><P CLASS=c>pitarah pratipedire</P><P CLASS=c>s&#257;dhyebhya&#347; ca pitribhya&#347; ca</P><P CLASS=c>kavayo yad vitanvate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/sargam">sargam</A> &#8212; source of their existence; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/k/kayam">k&#257;yam</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/p/pitarah">pitarah</A> &#8212; the Pit&#257;s; <A CLASS=v HREF="http://vedabase.net/p/pratipedire">pratipedire</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/s/sadhyebhyah">s&#257;dhyebhyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the S&#257;dhyas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pitrbhyah">pitribhyah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the Pit&#257;s; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; those well versed <A HREF="http://vedabase.net/i/in">in</A> rituals; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; through which; <A CLASS=v HREF="http://vedabase.net/v/vitanvate">vitanvate</A> &#8212; offer oblations.</P><P CLASS=t>TRANSLATION</P><P>The Pit&#257;s themselves took possession of the invisible body, the source of their existence. It is through the medium of this invisible body that those well versed in the rituals offer oblations to the S&#257;dhyas and Pit&#257;s [in the form of their departed ancestors] on the occasion of &#347;r&#257;ddha.</P><P CLASS=t>PURPORT</P><P>&#346;r&#257;ddha is a ritualistic performance observed by the followers of the Vedas. There is a yearly occasion of fifteen days when ritualistic religionists follow the principle of offering oblations to departed souls. Thus those fathers and ancestors who, by freaks of nature, might not have a gross body for material enjoyment can again gain such bodies due to the offering of &#347;r&#257;ddha oblations by their descendants. The performance of &#347;r&#257;ddha, or offering oblations with pras&#257;da, is still current in India, especially at Gay&#257;, where oblations are offered at the lotus feet of Vishnu in a celebrated temple. Because the Lord is thus pleased with the devotional service of the descendants, by His grace He liberates the condemned souls of forefathers who do not have gross bodies, and He favors them to again receive a gross body for development of spiritual advancement.</P><P>Unfortunately, by the influence of m&#257;y&#257;, the conditioned soul employs the body he gets for sense gratification, forgetting that such an occupation may lead him to return to an invisible body. The devotee of the Lord, or one who is in Krishna consciousness, however, does not need to perform such ritualistic ceremonies as &#347;r&#257;ddha because he is always pleasing the Supreme Lord; therefore his fathers and ancestors who might have been in difficulty are automatically relieved. The vivid example is Prahl&#257;da Mah&#257;r&#257;ja. Prahl&#257;da Mah&#257;r&#257;ja requested Lord Nrisimhadeva to deliver his sinful father, who had so many times offended the lotus feet of the Lord. The Lord replied that in a family where a Vaishnava like Prahl&#257;da is born, not only his father but his father's father and their fathers &#8212; up to the fourteenth father back &#8212; are all automatically delivered. The conclusion, therefore, is that Krishna consciousness is the sum total of all good work for the family, for society and for all living entities. In the Caitanya-carit&#257;mrita the author says that a person fully conversant with Krishna consciousness does not perform any rituals because he knows that simply by serving Krishna in full Krishna consciousness, all rituals are automatically performed.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>