<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.5</P><P CLASS=c>tayoh samvadatoh s&#363;ta</P><P CLASS=c>pravritt&#257; hy amal&#257;h kath&#257;h</P><P CLASS=c>&#257;po g&#257;&#324;g&#257; iv&#257;gha-ghn&#299;r</P><P CLASS=c>hareh p&#257;d&#257;mbuj&#257;&#347;ray&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; while the two (Maitreya and <A HREF="http://vedabase.net/v/vidura">Vidura</A>); <A CLASS=v HREF="http://vedabase.net/s/samvadatoh">samvadatoh</A> &#8212; were conversing; <A CLASS=v HREF="http://vedabase.net/s/suta">s&#363;ta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A>; <A CLASS=v HREF="http://vedabase.net/p/pravrttah">pravritt&#257;h</A> &#8212; arose; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/amalah">amal&#257;h</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; narrations; <A CLASS=v HREF="http://vedabase.net/a/apah">&#257;pah</A> &#8212; waters; <A CLASS=v HREF="http://vedabase.net/g/gangah">g&#257;&#324;g&#257;h</A> &#8212; of the River Ganges; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/g/ghnih">ghn&#299;h</A> &#8212; vanquishing all sins; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/a/asrayah">&#257;&#347;ray&#257;h</A> &#8212; taking shelter.</P><P CLASS=t>TRANSLATION</P><P>&#346;aunaka inquired about the conversation between Vidura and Maitreya: There must have been many narrations of the spotless pastimes of the Lord. The hearing of such narrations is exactly like bathing in the water of the Ganges, for it can free one from all sinful reactions.</P><P CLASS=t>PURPORT</P><P>The water of the Ganges is purified because it pours forth from the lotus feet of the Lord. Similarly, Bhagavad-g&#299;t&#257; is as good as the water of the Ganges because it is spoken from the mouth of the Supreme Lord. So it is with any topic on the pastimes of the Lord or the characteristics of His transcendental activities. The Lord is absolute; there is no difference between His words, His perspiration or His pastimes. The water of the Ganges, the narrations of His pastimes and the words spoken by Him are all on the absolute platform, and thus taking shelter of any one of them is equally good. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has enunciated that anything in relationship with Krishna is on the transcendental platform. If we can dovetail all our activities in relationship with Krishna, then we do not stand on the material platform, but always on the spiritual platform.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>