<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 20 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 20 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 20: <A CLASS=v HREF="index.htm">Conversation Between Maitreya and Vidura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.20.8</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>harer dhrita-kroda-tanoh sva-m&#257;yay&#257;</P><P CLASS=c>ni&#347;amya gor uddharanam ras&#257;tal&#257;t</P><P CLASS=c>l&#299;l&#257;m hirany&#257;ksham avajñay&#257; hatam</P><P CLASS=c>sañj&#257;ta-harsho munim &#257;ha bh&#257;ratah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> said; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhrita</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> assumed; <A CLASS=v HREF="http://vedabase.net/k/kroda">kroda</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> boar; <A CLASS=v HREF="http://vedabase.net/t/tanoh">tanoh</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His divine potency; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; having heard; <A CLASS=v HREF="http://vedabase.net/g/goh">goh</A> &#8212; of the earth; <A CLASS=v HREF="http://vedabase.net/u/uddharanam">uddharanam</A> &#8212; uplifting; <A CLASS=v HREF="http://vedabase.net/r/rasatalat">ras&#257;tal&#257;t</A> &#8212; from the bottom of the ocean; <A CLASS=v HREF="http://vedabase.net/l/lilam">l&#299;l&#257;m</A> &#8212; sport; <A CLASS=v HREF="http://vedabase.net/h/hiranyaksam">hirany&#257;ksham</A> &#8212; the demon <A HREF="http://vedabase.net/h/hiranyaksa">Hirany&#257;ksha</A>; <A CLASS=v HREF="http://vedabase.net/a/avajnaya">avajñay&#257;</A> &#8212; neglectfully; <A CLASS=v HREF="http://vedabase.net/h/hatam">hatam</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/s/sanjata">sañj&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/h/harsah">harshah</A> &#8212; being overjoyed; <A CLASS=v HREF="http://vedabase.net/m/munim">munim</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the sage (Maitreya); <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/b/bharatah">bh&#257;ratah</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A>.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; continued: Vidura, the descendant of Bharata, was delighted to hear the story of the Lord, who, having assumed by His own divine potency the form of a boar, had enacted the sport of lifting the earth from the bottom of the ocean and indifferently killing the demon Hirany&#257;ksha. Vidura then spoke to the sage as follows.</P><P CLASS=t>PURPORT</P><P>It is stated here that the Lord assumed the form of a boar by His own potency. His form is not actually the form of a conditioned soul. A conditioned soul is forced to accept a particular type of body by the higher authority of material laws, but here it is clearly said that the Lord was not forced to accept the form of a boar by the external power. In Bhagavad-g&#299;t&#257; the same fact is confirmed; when the Lord descends to this earth, He assumes a form by His own internal potency. The form of the Lord, therefore, can never consist of material energy. The M&#257;y&#257;v&#257;da version that when Brahman assumes a form the form is accepted from m&#257;y&#257; is not acceptable, because although m&#257;y&#257; is superior to the conditioned soul, she is not superior to the Supreme Personality of Godhead; she is under the control of the Supreme Godhead, as confirmed in Bhagavad-g&#299;t&#257;. M&#257;y&#257; is under His superintendence; m&#257;y&#257; cannot overcome the Lord. The M&#257;y&#257;v&#257;da idea that the living entity is the Supreme Absolute Truth but has become covered by m&#257;y&#257; is invalid, because m&#257;y&#257; cannot be so great that it can cover the Supreme. The covering capacity can be employed on the part and parcel of Brahman, not on the Supreme Brahman.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>