<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 1 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 1 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Manus, Administrators of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.1.10</P><P CLASS=c>&#257;tm&#257;v&#257;syam idam vi&#347;vam</P><P CLASS=c>yat kiñcij jagaty&#257;m jagat</P><P CLASS=c>tena tyaktena bhuñj&#299;th&#257;</P><P CLASS=c>m&#257; gridhah kasya svid dhanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/avasyam">&#257;v&#257;syam</A> &#8212; living everywhere; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this universe; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; all universes, all places; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; everything that exists; <A CLASS=v HREF="http://vedabase.net/j/jagatyam">jagaty&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world, everywhere; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; everything, animate and inanimate; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by Him; <A CLASS=v HREF="http://vedabase.net/t/tyaktena">tyaktena</A> &#8212; allotted; <A CLASS=v HREF="http://vedabase.net/b/bhunjithah">bhuñj&#299;th&#257;h</A> &#8212; you may enjoy; <A CLASS=v HREF="http://vedabase.net/m/ma">m&#257;</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/g/grdhah">gridhah</A> &#8212; accept; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; of anyone else; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; the property.</P><P CLASS=t>TRANSLATION</P><P>Within this universe, the Supreme Personality of Godhead in His Supersoul feature is present everywhere, wherever there are animate or inanimate beings. Therefore, one should accept only that which is allotted to him; one should not desire to infringe upon the property of others.</P><P CLASS=t>PURPORT</P><P>Having described the situation of the Supreme Personality of Godhead as transcendental, Sv&#257;yambhuva Manu, for the instruction of the sons and grandsons in his dynasty, is now describing all the property of the universe as belonging to the Supreme Personality of Godhead. Manu's instructions are not only for his own sons and grandsons, but for all of human society. The word "man" &#8212; or, in Sanskrit, manushya &#8212; has been derived from the name Manu, for all the members of human society are descendants of the original Manu. Manu is also mentioned in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/1.htm">4.1</A>), where the Lord says:</P><P>imam vivasvate yogam</P><P CLASS=n>proktav&#257;n aham avyayam</P><P CLASS=n>vivasv&#257;n manave pr&#257;ha</P><P CLASS=n>manur ikshv&#257;kave 'brav&#299;t</P><P>"I instructed this imperishable science of yoga to the sun-god, Vivasv&#257;n, and Vivasv&#257;n instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikshv&#257;ku." Sv&#257;yambhuva Manu and Vaivasvata Manu have similar duties. Vaivasvata Manu was born of the sun-god, Vivasv&#257;n, and his son was Ikshv&#257;ku, the King of the earth. Since Manu is understood to be the original father of humanity, human society should follow his instructions.</P><P>Sv&#257;yambhuva Manu instructs that whatever exists, not only in the spiritual world but even within this material world, is the property of the Supreme Personality of Godhead, who is present everywhere as the Superconsciousness. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>), kshetra jñam. c&#257;pi m&#257;m viddhi sarva-kshetreshu bh&#257;rata: in every field &#8212; in other words, in every body &#8212; the Supreme Lord is existing as the Supersoul. The individual soul is given a body in which to live and act according to the instructions of the Supreme Person, and therefore the Supreme Person also exists within every body. We should not think that we are independent; rather, we should understand that we are allotted a certain portion of the total property of the Supreme Personality of Godhead.</P><P>This understanding will lead to perfect communism. Communists think in terms of their own nations, but the spiritual communism instructed here is not only nationwide but universal. Nothing belongs to any nation or any individual person; everything belongs to the Supreme Personality of Godhead. That is the meaning of this verse. &#256;tm&#257;v&#257;syam idam vi&#347;vam: whatever exists within this universe is the property of the Supreme Personality of Godhead. The modern communistic theory, and also the idea of the United Nations, can be reformed &#8212; indeed, rectified &#8212; by the understanding that everything belongs to the Supreme Personality of Godhead. The Lord is not a creation of our intelligence; rather, He has created us. &#256;tm&#257;v&#257;syam idam vi&#347;vam. &#298;&#347;&#257;v&#257;syam idam sarvam. This universal communism can solve all the problems of the world.</P><P>One should learn from the Vedic literature that one's body is also not the property of the individual soul, but is given to the individual soul according to his karma. Karman&#257; daiva-netrena jantur dehopapattaye [<A CLASS=v HREF="../../3/31/1.htm">SB 3.31.1</A>]. The 8,400,000 different bodily forms are machines given to the individual soul. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/61.htm">18.61</A>):</P><P>&#299;&#347;varah sarva-bh&#363;t&#257;n&#257;m</P><P CLASS=n>hrid-de&#347;e 'rjuna tishthati</P><P CLASS=n>bhr&#257;mayan sarva-bh&#363;t&#257;ni</P><P CLASS=n>yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;</P><P>"The Supreme Lord is situated in everyone's heart, O Arjuna, and is directing the wanderings of all living entities, who are seated as on a machine, made of the material energy." The Lord, as the Supersoul, sits in everyone's heart and observes the various desires of the individual soul. The Lord is so merciful that He gives the living entity the opportunity to enjoy varieties of desires in suitable bodies, which are nothing but machines (yantr&#257;r&#363;dh&#257;ni m&#257;yay&#257;). These machines are manufactured by the material ingredients of the external energy, and thus the living entity enjoys or suffers according to his desires. This opportunity is given by the Supersoul.</P><P>Everything belongs to the Supreme, and therefore one should not usurp another's property. We have a tendency to manufacture many things. Especially nowadays, we are building skyscrapers and developing other material facilities. We should know, however, that the ingredients of the skyscrapers and machines cannot be manufactured by anyone but the Supreme Personality of Godhead. The whole world is nothing but a combination of the five material elements (tejo-v&#257;ri-mrid&#257;m yath&#257; vinimayah). A skyscraper is a transformation of earth, water and fire. Earth and water are combined and burnt into bricks by fire, and a skyscraper is essentially a tall construction of bricks. Although the bricks may be manufactured by man, the ingredients of the bricks are not. Of course, man, as a manufacturer, may accept a salary from the Supreme Personality of Godhead. That is stated here: tena tyaktena bhuñj&#299;th&#257;h. One may construct a big skyscraper, but neither the constructor, the merchant nor the worker can claim proprietorship. Proprietorship belongs to the person who has spent for the building. The Supreme Personality of Godhead has manufactured water, earth, air, fire and the sky, and one can use these and take a salary (tena tyaktena bhuñj&#299;th&#257;h). However, one cannot claim proprietorship. This is perfect communism. Our tendency to construct great buildings should be used only for constructing large and valuable temples in which to install the Deity of the Supreme Personality of Godhead. Then our desire for construction will be fulfilled.</P><P>Since all property belongs to the Supreme Personality of Godhead, everything should be offered to the Lord, and we should take only pras&#257;da (tena tyaktena bhuñj&#299;th&#257;h). We should not fight among ourselves to take more than we need. As N&#257;rada said to Mah&#257;r&#257;ja Yudhishthira:</P><P>y&#257;vad bhriyeta jatharam</P><P CLASS=n>t&#257;vat svatvam hi dehin&#257;m</P><P CLASS=n>adhikam yo 'bhimanyeta</P><P CLASS=n>sa steno dandam arhati</P><P>"One may claim proprietorship to as much wealth as required to maintain body and soul together, but one who desires proprietorship over more than that must be considered a thief, and he deserves to be punished by the laws of nature." (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/14/8.htm">7.14.8</A>) Of course, we need to be maintained in eating, sleeping, mating and defending (&#257;h&#257;ra-nidra-bhaya-maithuna), but since the Supreme Lord, the Personality of Godhead, has provided these necessities of life for the birds and bees, why not for mankind? There is no need for economic development; everything is provided. Therefore one should understand that everything belongs to Krishna, and with this idea, one may take pras&#257;da. However, if one interferes with the allotments of others, he is a thief. We should not accept more than what we actually need. Therefore, if by chance we get an abundance of money, we should always consider that it belongs to the Supreme Personality of Godhead. In Krishna consciousness we are getting sufficient money, but we should never think that the money belongs to us; it belongs to the Supreme Personality of Godhead and should be equally distributed to the workers, the devotees. No devotee should claim that any money or property belongs to him. If one thinks that any portion of property of this huge universe belongs to anyone, he is to be considered a thief and is punishable by the laws of nature. Daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;: no one can surpass the vigilance of material nature or hide his intentions from material nature. If human society unlawfully claims that the property of the universe, either partially or wholly, belongs to mankind, all of human society will be cursed as a society of thieves and will be punished by the laws of nature.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>