<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 1 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 1 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Manus, Administrators of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.1.16</P><P CLASS=c>tam &#299;ham&#257;nam niraha&#324;kritam budham</P><P CLASS=c>nir&#257;&#347;isham p&#363;rnam ananya-coditam</P><P CLASS=c>nriñ &#347;ikshayantam nija-vartma-samsthitam</P><P CLASS=c>prabhum prapadye 'khila-dharma-bh&#257;vanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto the <A HREF="http://vedabase.net/s/same">same</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/i/ihamanam">&#299;ham&#257;nam</A> &#8212; who is acting for our benefit; <A CLASS=v HREF="http://vedabase.net/n/nirahankrtam">niraha&#324;kritam</A> &#8212; who is without entanglement or desire for gain; <A CLASS=v HREF="http://vedabase.net/b/budham">budham</A> &#8212; who is completely <A HREF="http://vedabase.net/i/in">in</A> knowledge; <A CLASS=v HREF="http://vedabase.net/n/nirasisam">nir&#257;&#347;isham</A> &#8212; without desires <A HREF="http://vedabase.net/t/to">to</A> enjoy the fruits of His activities; <A CLASS=v HREF="http://vedabase.net/p/purnam">p&#363;rnam</A> &#8212; who is full and therefore has <A HREF="http://vedabase.net/n/no">no</A> need <A HREF="http://vedabase.net/t/to">to</A> fulfill desires; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A> &#8212; by others; <A CLASS=v HREF="http://vedabase.net/c/coditam">coditam</A> &#8212; induced or inspired; <A CLASS=v HREF="http://vedabase.net/n/nrn">nrin</A> &#8212; all of human society; <A CLASS=v HREF="http://vedabase.net/s/siksayantam">&#347;ikshayantam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> teach (the real path of life); <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/v/vartma">vartma</A> &#8212; His own personal way of life; <A CLASS=v HREF="http://vedabase.net/s/samsthitam">samsthitam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> establish (without deviation); <A CLASS=v HREF="http://vedabase.net/p/prabhum">prabhum</A> &#8212; unto the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/prapadye">prapadye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> request everyone <A HREF="http://vedabase.net/t/to">to</A> surrender; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanam">bh&#257;vanam</A> &#8212; who is the master of all religious principles or the occupational duties for <A HREF="http://vedabase.net/a/a">a</A> human being.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead, Krishna, works just like an ordinary human being, yet He does not desire to enjoy the fruits of work. He is full in knowledge, free from material desires and diversions, and completely independent. As the supreme teacher of human society, He teaches His own way of activities, and thus He inaugurates the real path of religion. I request everyone to follow Him.</P><P CLASS=t>PURPORT</P><P>This is the sum and substance of our Krishna consciousness movement. We are simply requesting human society to follow in the footsteps of the teacher of Bhagavad-g&#299;t&#257;. Follow the instructions of Bhagavad-g&#299;t&#257; As It Is, and your life will be successful. That is the summary of the Krishna consciousness movement. The organizer of the Krishna consciousness movement is teaching everyone how to follow Lord R&#257;macandra, how to follow Lord Krishna, and how to follow &#346;r&#299; Caitanya Mah&#257;prabhu. In this material world, we need a leader for a monarchy or good government. Lord &#346;r&#299; R&#257;macandra, by His practical example, showed how to live for the benefit of all human society. He fought with demons like R&#257;vana, He carried out the orders of His father, and He remained the faithful husband of mother S&#299;t&#257;. Thus there is no comparison to Lord R&#257;macandra's acting as an ideal king. Indeed, people still hanker for r&#257;ma-r&#257;jya, a government conducted like that of Lord R&#257;macandra. Similarly, although Lord Krishna is the Supreme Personality of Godhead, He taught His disciple and devotee Arjuna how to lead a life ending in going back home, back to Godhead (tyaktv&#257; deham punar janma naiti m&#257;m eti so 'rjuna [<A CLASS=v HREF="../../../bg/4/9.htm">Bg. 4.9</A>]). All teachings &#8212; political, economic, social, religious, cultural and philosophical &#8212; are to be found in Bhagavad-g&#299;t&#257;. One only has to follow them strictly. The Supreme Personality of Godhead also comes as Lord Caitanya just to play the part of a pure devotee. Thus the Lord teaches us in different ways just to make our lives successful, and Sv&#257;yambhuva Manu requests us to follow Him.</P><P>Sv&#257;yambhuva Manu is the leader of mankind, and he has given a book called Manu-samhit&#257; to guide human society. Herein he directs us to follow the Supreme Personality of Godhead in His different incarnations. These incarnations are described in Vedic literature, and Jayadeva Gosv&#257;m&#299; has described ten important incarnations in summary (ke&#347;ava dhrita-m&#299;na-&#347;ar&#299;ra jaya jagad-&#299;&#347;a hare, ke&#347;ava dhrita-nara-hari-r&#363;pa jaya jagad-&#299;&#347;a hare, ke&#347;ava dhrita-buddha-&#347;ar&#299;ra jaya jagad-&#299;&#347;a hare, etc.). Sv&#257;yambhuva Manu instructs us to follow the instructions of God's incarnations, especially Krishna's instructions of Bhagavad-g&#299;t&#257; As It Is.</P><P>Appreciating bhakti-m&#257;rga as instructed by &#346;r&#299; Caitanya Mah&#257;prabhu, S&#257;rvabhauma Bhatt&#257;c&#257;rya thus depicted the activities of &#346;r&#299; Caitanya Mah&#257;prabhu:</P><P>vair&#257;gya-vidy&#257;-nija-bhakti-yoga-</P><P CLASS=n>&#347;iksh&#257;rtham ekah purushah pur&#257;nah</P><P CLASS=n>&#347;r&#299;-krishna-caitanya-&#347;ar&#299;ra-dh&#257;r&#299;</P><P CLASS=n>krip&#257;mbudhir yas tam aham prapadye</P><P CLASS=n>[Cc. <A CLASS=v HREF="../../../cc/madhya/6/254.htm">Madya 6.254</A>]</P><P>"Let me take shelter of the Supreme Personality of Godhead, &#346;r&#299; Krishna, who has descended in the form of Lord Caitanya Mah&#257;prabhu to teach us real knowledge, His devotional service, and detachment from whatever does not foster Krishna consciousness. He has descended because He is an ocean of transcendental mercy. Let me surrender unto His lotus feet." (Caitanya-candrodaya-n&#257;taka <A CLASS=v HREF="http://vedabase.net/todo/nataka6/74">6.74</A>) In this age of Kali, people cannot follow the instructions of the Supreme Personality of Godhead, and therefore the Lord Himself takes the part of &#346;r&#299; Krishna Caitanya to teach personally how to become Krishna conscious. He asks everyone to follow Him and to become a guru to deliver the fallen souls of Kali-yuga.</P><P>y&#257;re dekha, t&#257;re kaha 'krishna'-upade&#347;a</P><P CLASS=n>&#257;m&#257;ra &#257;jñ&#257;ya guru hañ&#257; t&#257;ra' ei de&#347;a</P><P>"Instruct everyone to follow the orders of Lord &#346;r&#299; Krishna as they are given in Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. In this way become a spiritual master and try to liberate everyone in this land." (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>) The coherent purpose of Lord R&#257;macandra, Lord Krishna and Lord Caitanya Mah&#257;prabhu is to teach human society how to be happy by following the instructions of the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>