<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 1 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 1 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Manus, Administrators of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.1.2</P><P CLASS=c>manvantare harer janma</P><P CLASS=c>karm&#257;ni ca mah&#299;yasah</P><P CLASS=c>grinanti kavayo brahmams</P><P CLASS=c>t&#257;ni no vada &#347;rinvat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/manvantare">manvantare</A> &#8212; during the change of manvantaras (one <A HREF="http://vedabase.net/m/manu">Manu</A> following another); <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; appearance; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> &#8212; and activities; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mahiyasah">mah&#299;yasah</A> &#8212; of the supremely glorified; <A CLASS=v HREF="http://vedabase.net/g/grnanti">grinanti</A> &#8212; describe; <A CLASS=v HREF="http://vedabase.net/k/kavayah">kavayah</A> &#8212; the great learned persons who have perfect intelligence; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> (<A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;); <A CLASS=v HREF="http://vedabase.net/t/tani">t&#257;ni</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> us; <A CLASS=v HREF="http://vedabase.net/v/vada">vada</A> &#8212; please describe; <A CLASS=v HREF="http://vedabase.net/s/srnvatam">&#347;rinvat&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> very eager <A HREF="http://vedabase.net/t/to">to</A> hear.</P><P CLASS=t>TRANSLATION</P><P>O learned br&#257;hmana, &#346;ukadeva Gosv&#257;m&#299;, the great learned persons who are completely intelligent describe the activities and appearance of the Supreme Personality of Godhead during the various manvantaras. We are very eager to hear about these narrations. Kindly describe them.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead has different varieties of incarnations, including the guna-avat&#257;ras, manvantara-avat&#257;ras, l&#299;l&#257;-avat&#257;ras and yuga-avat&#257;ras, all of which are described in the &#347;&#257;stras. Without reference to the &#347;&#257;stras there can be no question of accepting anyone as an incarnation of the Supreme Personality of Godhead. Therefore, as especially mentioned here, grinanti kavayah: the descriptions of various incarnations are accepted by great learned scholars with perfect intelligence. At the present time, especially in India, so many rascals are claiming to be incarnations, and people are being misled. Therefore, the identity of an incarnation should be confirmed by the descriptions of the &#347;&#257;stras and by wonderful activities. As described in this verse by the word mah&#299;yasah, the activities of an incarnation are not ordinary magic or jugglery, but are wonderful activities. Thus any incarnation of the Supreme Personality of Godhead must be supported by the statements of the &#347;&#257;stra and must actually perform wonderful activities. Par&#299;kshit Mah&#257;r&#257;ja was eager to hear about the Manus of different ages. There are fourteen Manus during a day of Brahm&#257;, and the age of each Manu lasts for seventy-one yugas. Thus there are thousands of Manus during the life of Brahm&#257;.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>