<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 1 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 1 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 1: <A CLASS=v HREF="index.htm">The Manus, Administrators of the Universe</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.1.7</P><P CLASS=c>viraktah k&#257;ma-bhogeshu</P><P CLASS=c>&#347;atar&#363;p&#257;-patih prabhuh</P><P CLASS=c>visrijya r&#257;jyam tapase</P><P CLASS=c>sabh&#257;ryo vanam &#257;vi&#347;at</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/viraktah">viraktah</A> &#8212; without attachment; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhogesu">bhogeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sense gratification (<A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/g/grhastha">grihastha</A> life); <A CLASS=v HREF="http://vedabase.net/s/satarupa">&#347;atar&#363;p&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the husband of <A HREF="http://vedabase.net/s/satarupa">&#346;atar&#363;p&#257;</A>, namely <A HREF="http://vedabase.net/s/svayambhuva">Sv&#257;yambhuva</A> <A HREF="http://vedabase.net/m/manu">Manu</A>; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; who was the master or king of the world; <A CLASS=v HREF="http://vedabase.net/v/visrjya">visrijya</A> &#8212; after renouncing totally; <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; his kingdom; <A CLASS=v HREF="http://vedabase.net/t/tapase">tapase</A> &#8212; for practicing austerities; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/b/bharyah">bh&#257;ryah</A> &#8212; with his wife; <A CLASS=v HREF="http://vedabase.net/v/vanam">vanam</A> &#8212; the forest; <A CLASS=v HREF="http://vedabase.net/a/avisat">&#257;vi&#347;at</A> &#8212; entered.</P><P CLASS=t>TRANSLATION</P><P>Sv&#257;yambhuva Manu, the husband of &#346;atar&#363;p&#257;, was by nature not at all attached to enjoyment of the senses. Thus he gave up his kingdom of sense enjoyment and entered the forest with his wife to practice austerities.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/2.htm">4.2</A>), evam parampar&#257;-pr&#257;ptam imam r&#257;jarshayo viduh: "The supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way." All the Manus were perfect kings. They were r&#257;jarshis. In other words, although they held posts as kings of the world, they were as good as great saints. Sv&#257;yambhuva Manu, for example, was the emperor of the world, yet he had no desire for sense gratification. This is the meaning of monarchy. The king of the country or the emperor of the empire must be so trained that by nature he renounces sense gratification. It is not that because one becomes king he should unnecessarily spend money for sense gratification. As soon as kings became degraded, spending money for sense gratification, they were lost. Similarly, at the present moment, monarchy having been lost, the people have created democracy, which is also failing. Now, by the laws of nature, the time is coming when dictatorship will put the citizens into more and more difficulty. If the king or dictator individually, or the members of the government collectively, cannot maintain the state or kingdom according to the rules of Manu-samhit&#257;, certainly their government will not endure.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>