<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 1"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 1: The Manus, Administrators of the Universe</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 8.1 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 8.1.1</B></A>: King Par&#299;kshit said: O my lord, my spiritual master, now I have fully heard from Your Grace about the dynasty of Sv&#257;yambhuva Manu. But there are also other Manus, and I want to hear about their dynasties. Kindly describe them to us.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 8.1.2</B></A>: O learned br&#257;hmana, &#346;ukadeva Gosv&#257;m&#299;, the great learned persons who are completely intelligent describe the activities and appearance of the Supreme Personality of Godhead during the various manvantaras. We are very eager to hear about these narrations. Kindly describe them.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 8.1.3</B></A>: O learned br&#257;hmana, kindly describe to us whatever activities the Supreme Personality of Godhead, who created this cosmic manifestation, has performed in the past manvantaras, is performing at present, and will perform in the future manvantaras.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 8.1.4</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: In the present kalpa there have already been six Manus. I have described to you Sv&#257;yambhuva Manu and the appearance of many demigods. In this kalpa of Brahm&#257;, Sv&#257;yambhuva is the first Manu.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 8.1.5</B></A>: Sv&#257;yambhuva Manu had two daughters, named &#256;k&#363;ti and Devah&#363;ti. From their wombs, the Supreme Personality of Godhead appeared as two sons named Yajñam&#363;rti and Kapila respectively. These sons were entrusted with preaching about religion and knowledge.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 8.1.6</B></A>: O best of the Kurus, I have already described [in the Third Canto] the activities of Kapila, the son of Devah&#363;ti. Now I shall describe the activities of Yajñapati, the son of &#256;k&#363;ti.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 8.1.7</B></A>: Sv&#257;yambhuva Manu, the husband of &#346;atar&#363;p&#257;, was by nature not at all attached to enjoyment of the senses. Thus he gave up his kingdom of sense enjoyment and entered the forest with his wife to practice austerities.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 8.1.8</B></A>: O scion of Bharata, after Sv&#257;yambhuva Manu had thus entered the forest with his wife, he stood on one leg on the bank of the River Sunand&#257;, and in this way, with only one leg touching the earth, he performed great austerities for one hundred years. While performing these austerities, he spoke as follows.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 8.1.9</B></A>: Lord Manu said: The supreme living being has created this material world of animation; it is not that He was created by this material world. When everything is silent, the Supreme Being stays awake as a witness. The living entity does not know Him, but He knows everything.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 8.1.10</B></A>: Within this universe, the Supreme Personality of Godhead in His Supersoul feature is present everywhere, wherever there are animate or inanimate beings. Therefore, one should accept only that which is allotted to him; one should not desire to infringe upon the property of others.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 8.1.11</B></A>: Although the Supreme Personality of Godhead constantly watches the activities of the world, no one sees Him. However, one should not think that because no one sees Him, He does not see, for His power to see is never diminished. Therefore, everyone should worship the Supersoul, who always stays with the individual soul as a friend.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 8.1.12</B></A>: The Supreme Personality of Godhead has no beginning, no end and no middle. Nor does He belong to a particular person or nation. He has no inside or outside. The dualities found within this material world, such as beginning and end, mine and theirs, are all absent from the personality of the Supreme Lord. The universe, which emanates from Him, is another feature of the Lord. Therefore the Supreme Lord is the ultimate truth, and He is complete in greatness.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 8.1.13</B></A>: The entire cosmic manifestation is the body of the Supreme Personality of Godhead, the Absolute Truth, who has millions of names and unlimited potencies. He is self-effulgent, unborn and changeless. He is the beginning of everything, but He has no beginning. Because He has created this cosmic manifestation by His external energy, the universe appears to be created, maintained and annihilated by Him. Nonetheless, He remains inactive in His spiritual energy and is untouched by the activities of the material energy.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 8.1.14</B></A>: Therefore, to enable people to reach the stage of activities that are not tinged by fruitive results, great saints first engage people in fruitive activities, for unless one begins by performing activities as recommended in the &#347;&#257;stras, one cannot reach the stage of liberation, or activities that produce no reactions.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 8.1.15</B></A>: The Supreme Personality of Godhead is full in opulence by His own gain, yet He acts as the creator, maintainer and annihilator of this material world. In spite of acting in that way, He is never entangled. Hence devotees who follow in His footsteps are also never entangled.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 8.1.16</B></A>: The Supreme Personality of Godhead, Krishna, works just like an ordinary human being, yet He does not desire to enjoy the fruits of work. He is full in knowledge, free from material desires and diversions, and completely independent. As the supreme teacher of human society, He teaches His own way of activities, and thus He inaugurates the real path of religion. I request everyone to follow Him.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 8.1.17</B></A>: &#346;ukadeva Gosv&#257;m&#299; continued: Sv&#257;yambhuva Manu was thus in a trance, chanting the mantras of Vedic instruction known as the Upanishads. Upon seeing him, the R&#257;kshasas and asuras, being very hungry, wanted to devour him. Therefore they ran after him with great speed.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 8.1.18</B></A>: The Supreme Lord, Vishnu, who sits in everyone's heart, appearing as Yajñapati, observed that the R&#257;kshasas and demons were going to devour Sv&#257;yambhuva Manu. Thus the Lord, accompanied by His sons named the Y&#257;mas and by all the other demigods, killed the demons and R&#257;kshasas. He then took the post of Indra and began to rule the heavenly kingdom.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 8.1.19</B></A>: The son of Agni named Sv&#257;rocisha became the second Manu. His several sons were headed by Dyumat, Sushena and Rocishmat.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 8.1.20</B></A>: During the reign of Sv&#257;rocisha, the post of Indra was assumed by Rocana, the son of Yajña. Tushita and others became the principal demigods, and &#362;rja, Stambha and others became the seven saints. All of them were faithful devotees of the Lord.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 8.1.21</B></A>: Veda&#347;ir&#257; was a very celebrated rishi. From the womb of his wife, whose name was Tushit&#257;, came the avat&#257;ra named Vibhu.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 8.1.22</B></A>: Vibhu remained a brahmac&#257;ri and never married throughout his life. From him, eighty-eight thousand other saintly persons took lessons on self-control, austerity and similar behavior.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 8.1.23</B></A>: O King, the third Manu, Uttama, was the son of King Priyavrata. Among the sons of this Manu were Pavana, Sriñjaya and Yajñahotra.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 8.1.24</B></A>: During the reign of the third Manu, Pramada and other sons of Vasishtha became the seven sages. The Satyas, Veda&#347;rutas and Bhadras became demigods, and Satyajit was selected to be Indra, the King of heaven.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 8.1.25</B></A>: In this manvantara, the Supreme Personality of Godhead appeared from the womb of S&#363;nrit&#257;, who was the wife of Dharma, the demigod in charge of religion. The Lord was celebrated as Satyasena, and He appeared with other demigods, known as the Satyavratas.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 8.1.26</B></A>: Satyasena, along with His friend Satyajit, who was the King of heaven, Indra, killed all the untruthful, impious and misbehaved Yakshas, R&#257;kshasas and ghostly living entities, who gave pains to other living beings.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 8.1.27</B></A>: The brother of the third Manu, Uttama, was celebrated by the name T&#257;masa, and he became the fourth Manu. T&#257;masa had ten sons, headed by Prithu, Khy&#257;ti, Nara and Ketu.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 8.1.28</B></A>: During the reign of T&#257;masa Manu, among the demigods were the Satyakas, Haris and V&#299;ras. The heavenly King, Indra, was Tri&#347;ikha. The sages in saptarshi-dh&#257;ma were headed by Jyotirdh&#257;ma.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 8.1.29</B></A>: O King, in the T&#257;masa manvantara the sons of Vidhriti, who were known as the Vaidhritis, also became demigods. Since in course of time the Vedic authority was lost, these demigods, by their own powers, protected the Vedic authority.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 8.1.30</B></A>: Also in this manvantara, the Supreme Lord, Vishnu, took birth from the womb of Harin&#299;, the wife of Harimedh&#257;, and He was known as Hari. Hari saved His devotee Gajendra, the King of the elephants, from the mouth of a crocodile.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 8.1.31</B></A>: King Par&#299;kshit said: My lord, B&#257;dar&#257;yani, we wish to hear from you in detail how the King of the elephants, when attacked by a crocodile, was delivered by Hari.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 8.1.32</B></A>: Any literature or narration in which the Supreme Personality of Godhead, Uttama&#347;loka, is described and glorified is certainly great, pure, glorious, auspicious and all good.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 8.1.33</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: O br&#257;hmanas, when Par&#299;kshit Mah&#257;r&#257;ja, who was awaiting impending death, thus requested &#346;ukadeva Gosv&#257;m&#299; to speak, &#346;ukadeva Gosv&#257;m&#299;, encouraged by the King's words, offered respect to the King and spoke with great pleasure in the assembly of sages, who desired to hear him.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>