<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 13 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 13 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;mad-Bh&#257;gavatam</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.13.10</P><P CLASS=c>idam bhagavat&#257; p&#363;rvam</P><P CLASS=c>brahmane n&#257;bhi-pa&#324;kaje</P><P CLASS=c>sthit&#257;ya bhava-bh&#299;t&#257;ya</P><P CLASS=c>k&#257;runy&#257;t samprak&#257;&#347;itam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bhagavat&#257;</A> &#8212; by the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/purvam">p&#363;rvam</A> &#8212; first; <A CLASS=v HREF="http://vedabase.net/b/brahmane">brahmane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/nabhi">n&#257;bhi</A>-<A CLASS=v HREF="http://vedabase.net/p/pankaje">pa&#324;kaje</A> &#8212; upon the lotus growing from the navel; <A CLASS=v HREF="http://vedabase.net/s/sthitaya">sthit&#257;ya</A> &#8212; who was situated; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/b/bhitaya">bh&#299;t&#257;ya</A> &#8212; who was fearful; <A CLASS=v HREF="http://vedabase.net/k/karunyat">k&#257;runy&#257;t</A> &#8212; out of mercy; <A CLASS=v HREF="http://vedabase.net/s/samprakasitam">samprak&#257;&#347;itam</A> &#8212; was fully revealed.</P><P CLASS=t>TRANSLATION</P><P>It was to Lord Brahm&#257; that the Supreme Personality of Godhead first revealed the &#346;r&#299;mad-Bh&#257;gavatam in full. At the time, Brahm&#257;, frightened by material existence, was sitting on the lotus flower that had grown from the Lord's navel.</P><P CLASS=t>PURPORT</P><P>Lord Krishna enlightened Brahm&#257; with the knowledge of &#346;r&#299;mad-Bh&#257;gavatam before the creation of this universe, as indicated here by the word p&#363;rvam. Also, the first verse of the Bh&#257;gavatam states, tene brahma hrid&#257; ya &#257;di-kavaye: "Lord Krishna expanded perfect knowledge into the heart of Lord Brahm&#257;." Because conditioned souls can experience only temporary objects, which are created, maintained and destroyed, they cannot readily understand that &#346;r&#299;mad-Bh&#257;gavatam is an eternal, transcendental literature nondifferent from the Absolute Truth.</P><P>As stated in the Mundaka Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/1/1">1.1.1</A>):</P><P>brahm&#257; dev&#257;n&#257;m prathamah sambabh&#363;va</P><P CLASS=n>vi&#347;vasya kart&#257; bhuvanasya gopt&#257;</P><P CLASS=n>sa brahma-vidy&#257;m sarva-vidy&#257;-pratishth&#257;m</P><P CLASS=n>atharv&#257;ya jyeshtha-putr&#257;ya pr&#257;ha</P><P>"Among all the demigods, Brahm&#257; was the first to take birth. He is the creator of this universe and also its protector. To his eldest son, Atharv&#257;, He instructed the spiritual science of the self, which is the basis of all other branches of knowledge." Despite his exalted position, however, Brahm&#257; still fears the influence of the Lord's illusory potency. Thus this energy seems virtually insurmountable. But Lord Caitanya is so kind that during His missionary activities in eastern and southern India, He freely distributed Krishna consciousness to everyone, urging them to become teachers of Bhagavad-g&#299;t&#257;. Lord Caitanya, who is Krishna Himself, encouraged the people by saying, "By My order just become a teacher of Lord Krishna's message and save this country. I assure you that the waves of m&#257;y&#257; will never stop your progress." (Cc. <A CLASS=v HREF="../../../cc/madhya/7/128.htm">Madhya 7.128</A>)</P><P>If we give up all sinful activities and engage constantly in the sa&#324;k&#299;rtana movement of Caitanya Mah&#257;prabhu, victory is assured in our personal lives and also in our missionary efforts.</P><P CLASS=l><A CLASS=i HREF="4-9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11-12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>