<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 12 Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 12 Chapter 13"></HEAD><BODY><TABLE><TR><TD>Canto 12: <A CLASS=v HREF="../index.htm">The Age of Deterioration</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">The Glories of &#346;r&#299;mad-Bh&#257;gavatam</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 12.13 Summary</P><P>In this final chapter &#346;r&#299; S&#363;ta Gosv&#257;m&#299; describes the length of each of the Pur&#257;nas, along with the subject matter of &#346;r&#299;mad-Bh&#257;gavatam, its purpose, how to give it as a gift, the glories of such gift-giving and the glories of chanting and hearing it.</P><P>The total corpus of the Pur&#257;nas includes four hundred thousand verses, eighteen thousand of which constitute &#346;r&#299;mad-Bh&#257;gavatam. The Supreme Personality of Godhead, N&#257;r&#257;yana, instructed Brahm&#257; in this &#346;r&#299;mad-Bh&#257;gavatam, whose narrations produce detachment from matter and which contains the essence of all the Ved&#257;nta. One who gives the &#346;r&#299;mad-Bh&#257;gavata Pur&#257;na as a gift will attain the highest destination. Among all the Pur&#257;nas, &#346;r&#299;mad-Bh&#257;gavatam is the best, and it is the most dear thing to the Vaishnavas. It reveals that spotless, supreme knowledge accessible to the paramahamsas, and it also reveals the process by which one can become free from the reactions of material work &#8212; a process enriched with knowledge, renunciation and devotion.</P><P>Having thus glorified the Bh&#257;gavatam, S&#363;ta Gosv&#257;m&#299; meditates upon Lord &#346;r&#299; N&#257;r&#257;yana as the original Absolute Truth, who is perfectly pure, free from all contamination, devoid of sorrow and immortal. Then he offers obeisances to the greatest yog&#299;, &#346;r&#299; &#346;ukadeva, who is nondifferent from the Absolute Truth. Finally, praying with true devotion, S&#363;ta Gosv&#257;m&#299; offers respects to the Supreme Personality of Godhead, Lord &#346;r&#299; Hari, who takes away all misery.</P><P CLASS=l><A CLASS=i HREF="../12/69.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>