<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.14</P><P CLASS=c>t&#257;ms t&#257;n vipann&#257;n sa hi tatra tatra</P><P CLASS=c>vih&#257;ya j&#257;tam parigrihya s&#257;rthah</P><P CLASS=c>&#257;vartate 'dy&#257;pi na ka&#347;cid atra</P><P CLASS=c>v&#299;r&#257;dhvanah p&#257;ram upaiti yogam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/v/vipannan">vipann&#257;n</A> &#8212; embarrassed <A HREF="http://vedabase.net/i/in">in</A> various ways; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; the living being; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/v/vihaya">vih&#257;ya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> newly born; <A CLASS=v HREF="http://vedabase.net/p/parigrhya">parigrihya</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; the living being searching for his own interest; <A CLASS=v HREF="http://vedabase.net/a/avartate">&#257;vartate</A> &#8212; wanders <A HREF="http://vedabase.net/i/in">in</A> this forest; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even until now; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kascit">ka&#347;cit</A> &#8212; any of them; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here <A HREF="http://vedabase.net/i/in">in</A> this forest; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> hero; <A CLASS=v HREF="http://vedabase.net/a/adhvanah">adhvanah</A> &#8212; of the path of material life; <A CLASS=v HREF="http://vedabase.net/p/param">p&#257;ram</A> &#8212; the ultimate end; <A CLASS=v HREF="http://vedabase.net/u/upaiti">upaiti</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; the process of devotional service <A HREF="http://vedabase.net/t/to">to</A> the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>My dear King, on the forest path of material life, first a person is bereft of his father and mother, and after their death he becomes attached to his newly born children. In this way he wanders on the path of material progress and is eventually embarrassed. Nonetheless, no one knows how to get out of this, even up to the moment of death.</P><P CLASS=t>PURPORT</P><P>In this material world, family life is an institution of sex. Yan maithun&#257;di-grihamedhi-sukham (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/45.htm">7.9.45</A>). Through sex, the father and mother beget children, and the children get married and go down the same path of sexual life. After the death of the father and mother, the children get married and beget their own children. Thus generation after generation these things go on in the same way without anyone's attaining liberation from the embarrassment of material life. No one accepts the spiritual processes of knowledge and renunciation, which end in bhakti-yoga. Actually human life is meant for jñ&#257;na and vair&#257;gya, knowledge and renunciation. Through these one can attain the platform of devotional service. Unfortunately people in this age avoid the association of liberated people (s&#257;dhu-sa&#324;ga) and continue in their stereotyped way of family life. Thus they are embarrassed by the exchange of money and sex.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>