<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.21</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>aho nri-janm&#257;khila-janma-&#347;obhanam</P><P CLASS=c>kim janmabhis tv aparair apy amushmin</P><P CLASS=c>na yad dhrish&#299;ke&#347;a-ya&#347;ah-krit&#257;tman&#257;m</P><P CLASS=c>mah&#257;tman&#257;m vah pracurah sam&#257;gamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gana</A> said; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/j/janma">janma</A> &#8212; you who have taken birth <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> human being; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/j/janma">janma</A>-<A CLASS=v HREF="http://vedabase.net/s/sobhanam">&#347;obhanam</A> &#8212; the best of all species of life; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what need; <A CLASS=v HREF="http://vedabase.net/j/janmabhih">janmabhih</A> &#8212; with births <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> higher species like the demigods <A HREF="http://vedabase.net/i/in">in</A> the heavenly planets; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/a/aparaih">aparaih</A> &#8212; not superior; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/amusmin">amushmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next birth; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/h/hrsikesa">hrish&#299;ke&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; by the glories of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/h/hrsikesa">Hrish&#299;ke&#347;a</A>, the master of all senses; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; of those whose hearts <A HREF="http://vedabase.net/a/are">are</A> purified; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> actually great souls; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/p/pracurah">pracurah</A> &#8212; abundant; <A CLASS=v HREF="http://vedabase.net/s/samagamah">sam&#257;gamah</A> &#8212; the association.</P><P CLASS=t>TRANSLATION</P><P>King Rah&#363;gana said: This birth as a human being is the best of all. Even birth among the demigods in the heavenly planets is not as glorious as birth as a human being on this earth. What is the use of the exalted position of a demigod? In the heavenly planets, due to profuse material comforts, there is no possibility of associating with devotees.</P><P CLASS=t>PURPORT</P><P>Human birth is a great opportunity for self-realization. One may take birth in a high planetary system among the demigods, but due to the profusion of material comforts, one cannot gain release from material bondage. Even on this earth those who are very opulent do not generally care to take to Krishna consciousness. An intelligent person actually interested in getting freed from the material clutches must associate with pure devotees. By such association, one can gradually become detached from the material attraction of money and women. Money and women are the basic principles of material attachment. &#346;r&#299; Caitanya Mah&#257;prabhu therefore advised those who are actually serious about returning back to Godhead to give up money and women in order to be fit to enter the kingdom of God. Money and women can be fully utilized in the service of the Lord, and one who can utilize them in this way can become freed from material bondage. Sat&#257;m prasa&#324;g&#257;n mama v&#299;rya-samvido bhavanti hrit-karna-ras&#257;yan&#257;h kath&#257;h (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/25/25.htm">3.25.25</A>). Only in the association of devotees can one relish the glorification of the Supreme Personality of Godhead. Just through a little association with a pure devotee. one can become successful in his journey back to Godhead.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>