<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.23</P><P CLASS=c>namo mahadbhyo 'stu namah &#347;i&#347;ubhyo</P><P CLASS=c>namo yuvabhyo nama &#257;vatubhyah</P><P CLASS=c>ye br&#257;hman&#257; g&#257;m avadh&#363;ta-li&#324;g&#257;&#347;</P><P CLASS=c>caranti tebhyah &#347;ivam astu r&#257;jñ&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all obeisances; <A CLASS=v HREF="http://vedabase.net/m/mahadbhyah">mahadbhyah</A> &#8212; unto the great personalities; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my obeisances; <A CLASS=v HREF="http://vedabase.net/s/sisubhyah">&#347;i&#347;ubhyah</A> &#8212; unto those great personalities who appear <A HREF="http://vedabase.net/a/as">as</A> boys; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/y/yuvabhyah">yuvabhyah</A> &#8212; unto those who appear <A HREF="http://vedabase.net/a/as">as</A> young men; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vatubhyah">vatubhyah</A> &#8212; unto those who appear <A HREF="http://vedabase.net/a/as">as</A> children; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all those who; <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hman&#257;h</A> &#8212; self-realized <A HREF="http://vedabase.net/i/in">in</A> transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/g/gam">g&#257;m</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/a/avadhuta">avadh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/l/lingah">li&#324;g&#257;h</A> &#8212; who remain hidden under different bodily guises; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; they traverse; <A CLASS=v HREF="http://vedabase.net/t/tebhyah">tebhyah</A> &#8212; from them; <A CLASS=v HREF="http://vedabase.net/s/sivam">&#347;ivam</A> <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be all good fortune; <A CLASS=v HREF="http://vedabase.net/r/rajnam">r&#257;jñ&#257;m</A> &#8212; unto the royal dynasties or kings (who <A HREF="http://vedabase.net/a/are">are</A> always very puffed up).</P><P CLASS=t>TRANSLATION</P><P>I offer my respectful obeisances unto the great personalities, whether they walk on the earth's surface as children, young boys, avadh&#363;tas or great br&#257;hmanas. Even if they are hidden under different guises, I offer my respects to all of them. By their mercy, may there be good fortune in the royal dynasties that are always offending them.</P><P CLASS=t>PURPORT</P><P>King Rah&#363;gana was very repentant because he had forced Jada Bharata to carry his palanquin. He therefore began offering prayers to all kinds of br&#257;hmanas and self-realized persons, even though they might be playing like children or hiding in some guises. The four Kum&#257;ras walked everywhere in the guise of five-year-old boys, and similarly there are many br&#257;hmanas, knowers of Brahman, who traverse the globe either as young men, children or avadh&#363;tas. Being puffed up due to their position, the royal dynasties generally offend these great personalities. Therefore King Rah&#363;gana began to offer his respectful obeisances unto them so that the offensive royal dynasties might not glide down into a hellish condition. If one offends a great personality. the Supreme Personality of Godhead does not excuse one, although the great personalities themselves might not take offense. Mah&#257;r&#257;ja Ambar&#299;sha was offended by Durv&#257;s&#257;, who even approached Lord Vishnu for pardon. Lord Vishnu would not grant him pardon; therefore he had to fall down at the lotus feet of Mah&#257;r&#257;ja Ambar&#299;sha, even though Mah&#257;r&#257;ja Ambar&#299;sha was a kshatriya-grihastha. One should be very careful not to offend the lotus feet of Vaishnavas and br&#257;hmanas.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>