<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.25</P><P CLASS=c>sauv&#299;ra-patir api sujana-samavagata-param&#257;tma-satattva &#257;tmany avidy&#257;dhy&#257;ropit&#257;m ca deh&#257;tma-matim visasarja; evam hi nripa bhagavad-&#257;&#347;rit&#257;&#347;rit&#257;nubh&#257;vah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sauvira">sauv&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the King of the state of <A HREF="http://vedabase.net/s/sauvira">Sauv&#299;ra</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; from <A HREF="http://vedabase.net/a/an">an</A> elevated person; <A CLASS=v HREF="http://vedabase.net/s/samavagata">samavagata</A> &#8212; having completely understood; <A CLASS=v HREF="http://vedabase.net/p/paramatma">param&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/t/tattvah">tattvah</A> &#8212; the truth of the constitutional position of the spirit soul and the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> himself; <A CLASS=v HREF="http://vedabase.net/a/avidya">avidy&#257;</A> &#8212; by nescience; <A CLASS=v HREF="http://vedabase.net/a/adhyaropitam">adhy&#257;ropit&#257;m</A> &#8212; erroneously attributed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/matim">matim</A> &#8212; the concept of the self; <A CLASS=v HREF="http://vedabase.net/v/visasarja">visasarja</A> &#8212; completely gave up; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/a/asrita">&#257;&#347;rita</A>-<A CLASS=v HREF="http://vedabase.net/a/asrita">&#257;&#347;rita</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubh&#257;vah</A> &#8212; the consequence of taking shelter of <A HREF="http://vedabase.net/a/a">a</A> devotee who has similarly taken shelter of <A HREF="http://vedabase.net/a/a">a</A> spiritual master <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/p/parampara">parampar&#257;</A> system (one is sure <A HREF="http://vedabase.net/t/to">to</A> get out of the great nescience of the bodily concept of life).</P><P CLASS=t>TRANSLATION</P><P>After receiving lessons from the great devotee Jada Bharata, King Rah&#363;gana of the state of Sauv&#299;ra became completely aware of the constitutional position of the soul. He thus gave up the bodily conception completely. My dear King, whoever takes shelter of the servant of the servant of the Lord is certainly glorified because he can without difficulty give up the bodily conception.</P><P CLASS=t>PURPORT</P><P>As stated in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/54.htm">Madhya 22.54</A>):</P><P>"s&#257;dhu-sa&#324;ga", "s&#257;dhu-sa&#324;ga" &#8212; sarva-&#347;&#257;stre kaya</P><P CLASS=n>lava-m&#257;tra s&#257;dhu-sa&#324;ge sarva-siddhi haya</P><P>It is a fact that if one takes shelter of a pure devotee, one attains all perfection, even if the association is a short one. A s&#257;dhu is a pure devotee of the Lord. It has been our practical experience that the first instruction of our spiritual master infused us with Krishna consciousness so that now we are at least on the path of Krishna consciousness and can understand the philosophy. As a result, there are many devotees engaged in this Krishna consciousness movement. The whole world is revolving under the bodily conception; therefore there must be devotees all over the world to deliver people from the false bodily conception and fully engage them in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>