<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.26</P><P CLASS=c>r&#257;jov&#257;ca</P><P CLASS=c>yo ha v&#257; iha bahu-vid&#257; mah&#257;-bh&#257;gavata tvay&#257;bhihitah parokshena vacas&#257; j&#299;va-loka-bhav&#257;dhv&#257; sa hy &#257;rya-man&#299;shay&#257; kalpita-vishayo n&#257;ñjas&#257;vyutpanna-loka-samadhigamah; atha tad evaitad duravagamam samavet&#257;nukalpena nirdi&#347;yat&#257;m iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A> said; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this narration; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/v/vida">vid&#257;</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> aware of many incidents of transcendental knowledge; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great devotee sage; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/a/abhihitah">abhihitah</A> &#8212; described; <A CLASS=v HREF="http://vedabase.net/p/paroksena">parokshena</A> &#8212; figuratively; <A CLASS=v HREF="http://vedabase.net/v/vacasa">vacas&#257;</A> &#8212; by words; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/a/adhva">adhv&#257;</A> &#8212; the path of material existence of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/m/manisaya">man&#299;shay&#257;</A> &#8212; by the intelligence of advanced devotees; <A CLASS=v HREF="http://vedabase.net/k/kalpita">kalpita</A>-<A CLASS=v HREF="http://vedabase.net/v/visayah">vishayah</A> &#8212; the subject matter is imagined; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/a/avyutpanna">avyutpanna</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of persons who <A HREF="http://vedabase.net/a/are">are</A> not very experienced or intelligent; <A CLASS=v HREF="http://vedabase.net/s/samadhigamah">samadhigamah</A> &#8212; the complete understanding; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; because of that; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this matter; <A CLASS=v HREF="http://vedabase.net/d/duravagamam">duravagamam</A> &#8212; which is difficult <A HREF="http://vedabase.net/t/to">to</A> understand; <A CLASS=v HREF="http://vedabase.net/s/samaveta">samaveta</A>-<A CLASS=v HREF="http://vedabase.net/a/anukalpena">anukalpena</A> &#8212; by substituting the direct meaning of such incidents; <A CLASS=v HREF="http://vedabase.net/n/nirdisyatam">nirdi&#347;yat&#257;m</A> &#8212; let <A HREF="http://vedabase.net/i/it">it</A> be described; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>King Par&#299;kshit then told &#346;ukadeva Gosv&#257;m&#299;: My dear lord, O great devotee sage, you are omniscient. You have very nicely described the position of the conditioned soul, who is compared to a merchant in the forest. From these instructions intelligent men can understand that the senses of a person in the bodily conception are like rogues and thieves in that forest, and one's wife and children are like jackals and other ferocious animals. However, it is not very easy for the unintelligent to understand the purport of this story because it is difficult to extricate the exact meaning from the allegory. I therefore request Your Holiness to give the direct meaning.</P><P CLASS=t>PURPORT</P><P>There are many stories and incidents in &#346;r&#299;mad-Bh&#257;gavatam that are described figuratively. Such allegorical descriptions may not be understood by unintelligent men; therefore it is the duty of the student to approach a bona fide spiritual master for the direct explanation.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Thirteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled, "Further Talks Between King Rah&#363;gana and Jada Bharata."</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../14/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>