<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.5</P><P CLASS=c>adri&#347;ya-jhill&#299;-svana-karna-&#347;&#363;la</P><P CLASS=c>ul&#363;ka-v&#257;gbhir vyathit&#257;ntar&#257;tm&#257;</P><P CLASS=c>apunya-vriksh&#257;n &#347;rayate kshudh&#257;rdito</P><P CLASS=c>mar&#299;ci-toy&#257;ny abhidh&#257;vati kvacit</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adrsya">adri&#347;ya</A> &#8212; invisible; <A CLASS=v HREF="http://vedabase.net/j/jhilli">jhill&#299;</A> &#8212; of crickets or <A HREF="http://vedabase.net/a/a">a</A> kind of bee; <A CLASS=v HREF="http://vedabase.net/s/svana">svana</A> &#8212; by the sounds; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/s/sula">&#347;&#363;la</A> &#8212; whose ears <A HREF="http://vedabase.net/a/are">are</A> disturbed; <A CLASS=v HREF="http://vedabase.net/u/uluka">ul&#363;ka</A> &#8212; of the owls; <A CLASS=v HREF="http://vedabase.net/v/vagbhih">v&#257;gbhih</A> &#8212; by sound vibrations; <A CLASS=v HREF="http://vedabase.net/v/vyathita">vyathita</A> &#8212; very disturbed; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; whose mind and heart; <A CLASS=v HREF="http://vedabase.net/a/apunya">apunya</A>-<A CLASS=v HREF="http://vedabase.net/v/vrksan">vriksh&#257;n</A> &#8212; impious trees that have <A HREF="http://vedabase.net/n/no">no</A> fruits or flowers; <A CLASS=v HREF="http://vedabase.net/s/srayate">&#347;rayate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> takes shelter of; <A CLASS=v HREF="http://vedabase.net/k/ksudha">kshudha</A> &#8212; from hunger; <A CLASS=v HREF="http://vedabase.net/a/arditah">arditah</A> &#8212; suffering; <A CLASS=v HREF="http://vedabase.net/m/marici">mar&#299;ci</A>-<A CLASS=v HREF="http://vedabase.net/t/toyani">toy&#257;ni</A> &#8212; the waters of <A HREF="http://vedabase.net/a/a">a</A> mirage <A HREF="http://vedabase.net/i/in">in</A> the desert; <A CLASS=v HREF="http://vedabase.net/a/abhidhavati">abhidh&#257;vati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> runs after; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes.</P><P CLASS=t>TRANSLATION</P><P>Wandering in the forest of the material world, the conditioned soul sometimes hears an invisible cricket making harsh sounds, and his ears become very much aggrieved. Sometimes his heart is pained by the sounds of owls, which are just like the harsh words of his enemies. Sometimes he takes shelter of a tree that has no fruits or flowers. He approaches such a tree due to his strong appetite, and thus he suffers. He would like to acquire water, but he is simply illusioned by a mirage, and he runs after it.</P><P CLASS=t>PURPORT</P><P>In &#346;r&#299;mad-Bh&#257;gavatam it is said that the Bh&#257;gavata philosophy is meant for people who are completely free from envy (paramo nirmatsar&#257;n&#257;m). The material world is full of envious people. Even within one's inner circle there is much backbiting, and this is compared to the sound vibration of a cricket in the forest. One cannot see the cricket, but one bears its sounds and thus becomes aggrieved. When one takes to Krishna consciousness, one always hears unpalatable words from relatives. This is the nature of the world; one cannot avoid mental distress due to the backbiting of envious people. Being very much aggrieved, sometimes one goes to a sinful person for help, but he has no means to help because he has no intelligence. Thus the living entity is disappointed. This is like running after a mirage in the desert in an effort to find water. Such activities do not produce any tangible results. Due to being directed by the illusory energy, a conditioned soul suffers in so many ways.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>