<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.6</P><P CLASS=c>kvacid vitoy&#257;h sarito 'bhiy&#257;ti</P><P CLASS=c>parasparam c&#257;lashate nirandhah</P><P CLASS=c>&#257;s&#257;dya d&#257;vam kvacid agni-tapto</P><P CLASS=c>nirvidyate kva ca yakshair hrit&#257;suh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/v/vitoyah">vitoy&#257;h</A> &#8212; without depth <A HREF="http://vedabase.net/t/to">to</A> the water; <A CLASS=v HREF="http://vedabase.net/s/saritah">saritah</A> &#8212; rivers; <A CLASS=v HREF="http://vedabase.net/a/abhiyati">abhiy&#257;ti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> goes <A HREF="http://vedabase.net/t/to">to</A> bathe or jumps into; <A CLASS=v HREF="http://vedabase.net/p/parasparam">parasparam</A> &#8212; one another; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/alasate">&#257;lashate</A> &#8212; desires; <A CLASS=v HREF="http://vedabase.net/n/nirandhah">nirandhah</A> &#8212; being with <A HREF="http://vedabase.net/n/no">no</A> stock of food; <A CLASS=v HREF="http://vedabase.net/a/asadya">&#257;s&#257;dya</A> &#8212; experiencing; <A CLASS=v HREF="http://vedabase.net/d/davam">d&#257;vam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> forest fire <A HREF="http://vedabase.net/i/in">in</A> family life; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/t/taptah">taptah</A> &#8212; burned by fire; <A CLASS=v HREF="http://vedabase.net/n/nirvidyate">nirvidyate</A> &#8212; is despondent; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; somewhere; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yaksaih">yakshaih</A> &#8212; by kings resembling rogues and thieves; <A CLASS=v HREF="http://vedabase.net/h/hrta">hrita</A> &#8212; taken away; <A CLASS=v HREF="http://vedabase.net/a/asuh">asuh</A> &#8212; wealth. which is <A HREF="http://vedabase.net/a/as">as</A> dear <A HREF="http://vedabase.net/a/as">as</A> one's life.</P><P CLASS=t>TRANSLATION</P><P>Sometimes the conditioned soul jumps into a shallow river, or being short of food grains, he goes to beg food from people who are not at all charitable. Sometimes he suffers from the burning heat of household life, which is like a forest fire, and sometimes he becomes sad to have his wealth, which is as dear as life, plundered by kings in the name of heavy income taxes.</P><P CLASS=t>PURPORT</P><P>When one is hot due to the scorching sun, one sometimes jumps into a river to gain relief. However, if the river is almost dried up and the water is too shallow, one may break his bones by jumping in. The conditioned soul is always experiencing miserable conditions. Sometimes his efforts to get help from friends are exactly like jumping into a dry river. By such actions, he does not derive any benefit. He only breaks his bones. Sometimes, suffering from a shortage of food, one may go to a person who is neither able to give charity nor willing to do so. Sometimes one is stationed in household life, which is compared to a forest fire (sams&#257;ra-d&#257;v&#257;nala-l&#299;dha-loka **). When a man is heavily taxed by the government, he becomes very sad. Heavy taxation obliges one to hide his income, but despite this endeavor the government agents are often so vigilant and strong that they take all the money anyway, and the conditioned soul becomes very aggrieved.</P><P>Thus people are trying to become happy within the material world, but this is like trying to be happy in a forest fire. No one need go to a forest to set it ablaze: fire takes place automatically. Similarly, no one wants to be unhappy in family life or worldly life, but by the laws of nature unhappiness and distress are forced upon everyone. To become dependent on another's maintenance is very degrading; therefore, according to the Vedic system, everyone should live independently. Only the &#347;&#363;dras are unable to live independently. They are obliged to serve someone for maintenance. It is said in the &#347;&#257;stras: kalau &#347;&#363;dra-sambhav&#257;h. In this age of Kali, everyone is dependent on another's mercy for the maintenance of the body; therefore everyone is classified as a &#347;&#363;dra. In the Twelfth Canto of &#346;r&#299;mad-Bh&#257;gavatam it is said that in Kali-yuga the government will levy taxes without reciprocally benefiting the citizens. An&#257;vrishty&#257; vina&#324;kshyanti durbhiksha-kara-p&#299;dit&#257;h. In this age there will also be a shortage of rain; therefore a scarcity of food will arise, and the citizens will be very much harassed by government taxation. In this way the citizens will abandon their attempts to lead a peaceful life and will leave their homes and hearths and go to the forest in sheer disappointment.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>