<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.8</P><P CLASS=c>calan kvacit kantaka-&#347;arkar&#257;&#324;ghrir</P><P CLASS=c>nag&#257;rurukshur viman&#257; iv&#257;ste</P><P CLASS=c>pade pade 'bhyantara-vahnin&#257;rditah</P><P CLASS=c>kautumbikah krudhyati vai jan&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/calan">calan</A> &#8212; wandering; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/k/kantaka">kantaka</A>-<A CLASS=v HREF="http://vedabase.net/s/sarkara">&#347;arkara</A> &#8212; pierced by thorns and small stones; <A CLASS=v HREF="http://vedabase.net/a/anghrih">a&#324;ghrih</A> &#8212; whose feet; <A CLASS=v HREF="http://vedabase.net/n/naga">naga</A> &#8212; the hills; <A CLASS=v HREF="http://vedabase.net/a/aruruksuh">&#257;rurukshuh</A> &#8212; one desiring <A HREF="http://vedabase.net/t/to">to</A> climb; <A CLASS=v HREF="http://vedabase.net/v/vimanah">viman&#257;h</A> &#8212; disappointed; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> <A CLASS=v HREF="http://vedabase.net/p/pade">pade</A> &#8212; step by step; <A CLASS=v HREF="http://vedabase.net/a/abhyantara">abhyantara</A> &#8212; within the abdomen; <A CLASS=v HREF="http://vedabase.net/v/vahnina">vahnin&#257;</A> &#8212; by the strong fire of appetite; <A CLASS=v HREF="http://vedabase.net/a/arditah">arditah</A> &#8212; being fatigued and aggrieved; <A CLASS=v HREF="http://vedabase.net/k/kautumbikah">kautumbikah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person living with his family members; <A CLASS=v HREF="http://vedabase.net/k/krudhyati">krudhyati</A> &#8212; becomes angry; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/j/janaya">jan&#257;ya</A> &#8212; at the family members.</P><P CLASS=t>TRANSLATION</P><P>Sometimes the merchant in the forest wants to climb the hills and mountains, but due to insufficient footwear, his feet are pricked by small stone fragments and by thorns on the mountain. Being pricked by them, he becomes very aggrieved. Sometimes a person who is very attached to his family becomes overwhelmed with hunger, and due to his miserable condition he becomes furious with his family members.</P><P CLASS=t>PURPORT</P><P>The ambitious conditioned soul wants to be very happy in this material world with his family, but he is compared to a traveler in the forest who desires to climb a hill full of thorns and small stones. As stated in the previous verse, the happiness derived from society, friendship and love is like a drop of water in the scorching heat of the desert. One may want to become very great and powerful in society, but this is like attempting to climb a hill full of thorns. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura compares one's family to high mountains. Becoming happy in their association is like a hungry man's endeavoring to climb a mountain full of thorns. Almost 99.9 percent of the population is unhappy in family life, despite all the attempts being made to satisfy the family members. In the Western countries, due to the dissatisfaction of the family members. there is actually no family life. There are many cases of divorce, and out of dissatisfaction, the children leave the protection of their parents. Especially in this age of Kali, family life is being reduced. Everyone is becoming self-centered because that is the law of nature. Even if one has sufficient money to maintain a family, the situation is such that no one is happy in family life. Consequently according to the varn&#257;&#347;rama institution, one has to retire from family life in middle age: pañc&#257;&#347;ordhvam vanam vrajet. One should voluntarily retire from family life at the age of fifty and go to Vrind&#257;vana or a forest. This is recommended by &#346;r&#299;la Prahl&#257;da Mah&#257;r&#257;ja (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/5.htm">7.5.5</A>):</P><P>tat s&#257;dhu manye 'sura-varya dehin&#257;m</P><P CLASS=n>sad&#257; samudvigna-dhiy&#257;m asad-grah&#257;t</P><P CLASS=n>hitv&#257;tma-p&#257;tam griham andha-k&#363;pam</P><P CLASS=n>vanam gato yad dharim &#257;&#347;rayeta</P><P>There is no benefit in transferring from one forest to another. One must go to the Vrind&#257;vana forest and take shelter of Govinda. That will make one happy. The International Society for Krishna Consciousness is therefore constructing a Krishna-Balar&#257;ma temple to invite its members as well as outsiders to come and live peacefully in a spiritual atmosphere. That will help one become elevated to the transcendental world and return home, back to Godhead. Another sentence in this verse is very significant: kautumbikah krudhyati vai jan&#257;ya. When one's mind is disturbed in so many ways, he satisfies himself by becoming angry with his poor wife and children. The wife and children are naturally dependent on the father, but the father, being unable to maintain the family properly, becomes mentally distressed and therefore chastises the family members unnecessarily. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/2/9.htm">12.2.9</A>): &#257;cchinna-d&#257;ra-dravin&#257; y&#257;syanti giri-k&#257;nanam. Being disgusted with family life, one separates from the family by divorce or some other means. If one has to separate, why not separate willingly? Systematic separation is better than forced separation. Forced separation cannot make anyone happy, but by mutual consent or by the Vedic arrangement one must separate from his family affairs at a certain age and fully depend on Krishna. This makes one's life successful.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>