<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 13 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 13 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Further Talks Between King Rah&#363;gana and Jada Bharata</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.13.9</P><P CLASS=c>kvacin nig&#299;rno 'jagar&#257;hin&#257; jano</P><P CLASS=c>n&#257;vaiti kiñcid vipine 'paviddhah</P><P CLASS=c>dashtah sma &#347;ete kva ca danda-&#347;&#363;kair</P><P CLASS=c>andho 'ndha-k&#363;pe patitas tamisre</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/n/nigirnah">nig&#299;rnah</A> &#8212; being swallowed; <A CLASS=v HREF="http://vedabase.net/a/ajagara">ajagara</A>-<A CLASS=v HREF="http://vedabase.net/a/ahina">ahin&#257;</A> &#8212; by the great snake known <A HREF="http://vedabase.net/a/as">as</A> the python; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; the conditioned soul; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avaiti">avaiti</A> &#8212; understands; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/v/vipine">vipine</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/a/apaviddhah">apaviddhah</A> &#8212; pierced by arrows of suffering; <A CLASS=v HREF="http://vedabase.net/d/dastah">dashtah</A> &#8212; being bitten; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; lies down; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A>-<A CLASS=v HREF="http://vedabase.net/s/sukaih">&#347;&#363;kaih</A> &#8212; by other kinds of snakes; <A CLASS=v HREF="http://vedabase.net/a/andhah">andhah</A> &#8212; blind; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/k/kupe">k&#363;pe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> blind well; <A CLASS=v HREF="http://vedabase.net/p/patitah">patitah</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/t/tamisre">tamisre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> hellish condition of life.</P><P CLASS=t>TRANSLATION</P><P>The conditioned soul in the material forest is sometimes swallowed by a python or crushed. At such a time he is left lying in the forest like a dead person, devoid of consciousness and knowledge. Sometimes other poisonous snakes bite him. Being blind to his consciousness, he falls down into a dark well of hellish life with no hope of being rescued.</P><P CLASS=t>PURPORT</P><P>When one becomes unconscious due to being bitten by a snake, one cannot understand what is taking place outside the body. This unconscious condition is the condition of deep sleep. Similarly, the conditioned soul is actually sleeping on the lap of the illusory energy. Bhaktivinoda Th&#257;kura has sung, kota nidr&#257; y&#257;o m&#257;y&#257;-pi&#347;&#257;c&#299;ra kole: "O living entity, how long will you sleep in this condition on the lap of the illusory energy?" People do not understand that they are actually sleeping in this material world, being devoid of knowledge of spiritual life. Caitanya Mah&#257;prabhu therefore says:</P><P>enechi aushadhi m&#257;y&#257; n&#257;&#347;ib&#257;ra l&#257;gi'</P><P CLASS=n>hari-n&#257;ma-mah&#257;-mantra lao tumi m&#257;gi'</P><P>"I have brought medicine to awaken every living being from perpetual sleep. Please receive the holy name of the Lord, the Hare Krishna mah&#257;-mantra, and awaken." The Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/1/3/14">1.3.14</A>) also says, uttishtha j&#257;grata pr&#257;pya var&#257;n nibodhata: "O living entity, you are sleeping in this material world. Please get up and take advantage of your human form of life." The sleeping condition means loss of all knowledge. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/69.htm">2.69</A>) it is also said, y&#257; ni&#347;&#257; sarva-bh&#363;t&#257;n&#257;m tasy&#257;m j&#257;garti samyam&#299;: "What is night for all beings is the time of awakening for the self-controlled." Even in the higher planets, everyone is under the spell of the illusory energy. No one is really interested in the real values of life. The sleeping condition, called k&#257;la-sarpa (the time factor), keeps the conditioned soul in a state of ignorance, and therefore pure consciousness is lost. In the forest there are many blind wells, and if one falls down in one there is no chance of being rescued. In a state of sleep, one remains perpetually bitten by some animals, especially snakes.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>