<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.12</P><P CLASS=c>apa&#347;yann iti hov&#257;ca</P><P CLASS=c>may&#257;nvishtam idam jagat</P><P CLASS=c>bhr&#257;tri-h&#257; me gato n&#363;nam</P><P CLASS=c>yato n&#257;vartate pum&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apasyan">apa&#347;yan</A> &#8212; not seeing Him; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; uttered; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/anvistam">anvishtam</A> &#8212; has been sought; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; the whole; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; universe; <A CLASS=v HREF="http://vedabase.net/b/bhratr">bhr&#257;tri</A>-<A CLASS=v HREF="http://vedabase.net/h/ha">h&#257;</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>, who killed the brother; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> &#8212; must have gone; <A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from where; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avartate">&#257;vartate</A> &#8212; comes back; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person.</P><P CLASS=t>TRANSLATION</P><P>Unable to see Him, Hiranyaka&#347;ipu said, "I have searched the entire universe, but I could not find Vishnu, who has killed my brother. Therefore, He must certainly have gone to that place from which no one returns. [In other words, He must now be dead.]"</P><P CLASS=t>PURPORT</P><P>Atheists generally follow the Bauddha philosophical conclusion that at death everything is finished. Hiranyaka&#347;ipu, being an atheist, thought this way. Because Lord Vishnu was not visible to him, he thought that the Lord was dead. Even today, many people follow the philosophy that God is dead. But God is never dead. Even the living entity, who is part of God, never dies. Na j&#257;yate mriyate v&#257; kad&#257;cit: "For the soul there is never birth or death." This is the statement of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/20.htm">2.20</A>). Even the ordinary living entity never takes birth or dies. What then is to be said of the Supreme Personality of Godhead, who is the chief of all living entities? He certainly never takes birth or dies. Ajo'pi sann avyay&#257;tm&#257; (<A CLASS=v HREF="../../../bg/4/6.htm">Bg. 4.6</A>). Both the Lord and the living entity exist as unborn and inexhaustible personalities. Thus Hiranyaka&#347;ipu's conclusion that Vishnu was dead was wrong.</P><P>As indicated by the words yato n&#257;vartate pum&#257;n, there is certainly a spiritual kingdom, and if the living entity goes there, he never returns to this material world. This is also confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/9.htm">4.9</A>): tyaktv&#257; deham punar janma naiti m&#257;m eti so'rjuna. Materially speaking, every living entity dies; death is inevitable. But those who are karm&#299;s, jñ&#257;n&#299;s and yog&#299;s return to this material world after death, whereas bhaktas do not. Of course, if a bhakta is not completely perfect he takes birth in the material world again, but in a very exalted position, either in a rich family or a family of the purest br&#257;hmanas (&#347;uc&#299;n&#257;m &#347;r&#299;mat&#257;m gehe), just to finish his development in spiritual consciousness. Those who have completed the course of Krishna consciousness and are free from material desire return to the abode of the Supreme Personality of Godhead (yad gatv&#257; na nivartante tad dh&#257;ma paramam mama [<A CLASS=v HREF="../../../bg/15/6.htm">Bg. 15.6</A>]). Here the same fact is stated: yato n&#257;vartate pum&#257;n. Any person who goes back home, back to Godhead, does not return to this material world.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>