<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.17</P><P CLASS=c>n&#257;nyat te k&#257;maye r&#257;jan</P><P CLASS=c>vad&#257;ny&#257;j jagad-&#299;&#347;var&#257;t</P><P CLASS=c>nainah pr&#257;pnoti vai vidv&#257;n</P><P CLASS=c>y&#257;vad-artha-pratigrahah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; anything else; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; from you; <A CLASS=v HREF="http://vedabase.net/k/kamaye">k&#257;maye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> beg; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/v/vadanyat">vad&#257;ny&#257;t</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/s/so">so</A> munificent; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarat">&#299;&#347;var&#257;t</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> the king of the entire universe; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/enah">enah</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/p/prapnoti">pr&#257;pnoti</A> &#8212; gets; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/v/vidvan">vidv&#257;n</A> &#8212; one who is learned; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A> one needs; <A CLASS=v HREF="http://vedabase.net/p/pratigrahah">pratigrahah</A> &#8212; taking charity from others.</P><P CLASS=t>TRANSLATION</P><P>O King, controller of the entire universe, although you are very munificent and are able to give Me as much land as I want, I do not want anything from you that is unnecessary. If a learned br&#257;hmana takes charity from others only according to his needs, he does not become entangled in sinful activities.</P><P CLASS=t>PURPORT</P><P>A br&#257;hmana or sanny&#257;s&#299; is qualified to ask charity from others, but if he takes more than necessary he is punishable. No one can use more of the Supreme Lord's property than necessary. Lord V&#257;manadeva indirectly indicated to Bali Mah&#257;r&#257;ja that he was occupying more land than he needed. In the material world, all distresses are due to extravagance. One acquires money extravagantly and also spends it extravagantly. Such activities are sinful. All property belongs to the Supreme Personality of Godhead, and all living beings, who are sons of the Supreme Lord, have the right to use the Supreme Father's property, but one cannot take more than necessary. This principle should especially be followed by br&#257;hmanas and sanny&#257;s&#299;s who live at the cost of others. Thus V&#257;manadeva was an ideal beggar, for He asked only three paces of land. Of course, there is a difference between His footsteps and those of an ordinary human being. The Supreme Personality of Godhead, by His inconceivable prowess, can occupy the entire universe, including the upper, lower and middle planetary systems, by the unlimited measurement of His footsteps.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>