<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.2</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>vacas tavaitaj jana-deva s&#363;nritam</P><P CLASS=c>kulocitam dharma-yutam ya&#347;as-karam</P><P CLASS=c>yasya pram&#257;nam bhrigavah s&#257;mpar&#257;ye</P><P CLASS=c>pit&#257;mahah kula-vriddhah pra&#347;&#257;ntah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this kind of; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King of the people; <A CLASS=v HREF="http://vedabase.net/s/su">s&#363;</A>-<A CLASS=v HREF="http://vedabase.net/n/nrtam">nritam</A> &#8212; very true; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/u/ucitam">ucitam</A> &#8212; exactly befitting your dynasty; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/y/yutam">yutam</A> &#8212; completely <A HREF="http://vedabase.net/i/in">in</A> accord with the principles of religion; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A>-<A CLASS=v HREF="http://vedabase.net/k/karam">karam</A> &#8212; fit for spreading your reputation; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/p/pramanam">pram&#257;nam</A> &#8212; the evidence; <A CLASS=v HREF="http://vedabase.net/b/bhrgavah">bhrigavah</A> &#8212; the br&#257;hmanas of the <A HREF="http://vedabase.net/b/bhrgu">Bhrigu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/s/samparaye">s&#257;mpar&#257;ye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the next world; <A CLASS=v HREF="http://vedabase.net/p/pitamahah">pit&#257;mahah</A> &#8212; your grandfather; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/v/vrddhah">vriddhah</A> &#8212; the oldest <A HREF="http://vedabase.net/i/in">in</A> the family; <A CLASS=v HREF="http://vedabase.net/p/prasantah">pra&#347;&#257;ntah</A> &#8212; very peaceful (<A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>).</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: O King, you are indeed exalted because your present advisors are the br&#257;hmanas who are descendants of Bhrigu and because your instructor for your future life is your grandfather, the peaceful and venerable Prahl&#257;da Mah&#257;r&#257;ja. Your statements are very true, and they completely agree with religious etiquette. They are in keeping with the behavior of your family, and they enhance your reputation.</P><P CLASS=t>PURPORT</P><P>Prahl&#257;da Mah&#257;r&#257;ja is a vivid example of a pure devotee. Someone might argue that since Prahl&#257;da Mah&#257;r&#257;ja, even though very old, was attached to his family, and specifically to his grandson Bali Mah&#257;r&#257;ja, how could he be an ideal example? Therefore this verse uses the word pra&#347;&#257;ntah. A devotee is always sober. He is never disturbed by any conditions. Even if a devotee remains in grihastha life and does not renounce material possessions, he should still be understood to be pra&#347;&#257;nta, sober, because of his pure devotion to the Lord. &#346;r&#299; Caitanya Mah&#257;prabhu therefore said:</P><P>kib&#257; vipra, kib&#257; ny&#257;s&#299;, &#347;&#363;dra kene naya</P><P CLASS=n>yei krishna-tattva-vett&#257;, sei 'guru' haya</P><P>"Whether one is a br&#257;hmana, a sanny&#257;s&#299; or a &#347;&#363;dra &#8212; regardless of what he is &#8212; he can become a spiritual master if he knows the science of Krishna." (Cc. <A CLASS=v HREF="../../../cc/madhya/8/128.htm">Madhya 8.128</A>) Anyone completely aware of the science of Krishna, regardless of his status in life, is a guru. Thus Prahl&#257;da Mah&#257;r&#257;ja is a guru in all circumstances.</P><P>Here His Lordship V&#257;manadeva also teaches sanny&#257;s&#299;s and brahmac&#257;r&#299;s that one should not ask more than necessary. He wanted only three paces of land, although Bali Mah&#257;r&#257;ja wanted to give Him anything He wanted.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>