<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.21</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>y&#257;vanto vishay&#257;h preshth&#257;s</P><P CLASS=c>tri-loky&#257;m ajitendriyam</P><P CLASS=c>na &#347;aknuvanti te sarve</P><P CLASS=c>pratip&#363;rayitum nripa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/y/yavantah">y&#257;vantah</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> far <A HREF="http://vedabase.net/a/as">as</A> possible; <A CLASS=v HREF="http://vedabase.net/v/visayah">vishay&#257;h</A> &#8212; the objects of sense enjoyment; <A CLASS=v HREF="http://vedabase.net/p/presthah">preshth&#257;h</A> &#8212; pleasing <A HREF="http://vedabase.net/t/to">to</A> anyone; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/lokyam">loky&#257;m</A> &#8212; within these three worlds; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyam">indriyam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person who is not self-controlled; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/saknuvanti">&#347;aknuvanti</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> unable; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; taken together; <A CLASS=v HREF="http://vedabase.net/p/pratipurayitum">pratip&#363;rayitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> satisfy; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead said: O my dear King, even the entirety of whatever there may be within the three worlds to satisfy one's senses cannot satisfy a person whose senses are uncontrolled.</P><P CLASS=t>PURPORT</P><P>The material world is an illusory energy to deviate the living entities from the path of self-realization. Anyone who is in this material world is extremely anxious to get more and more things for sense gratification. Actually, however, the purpose of life is not sense gratification but self-realization. Therefore, those who are too addicted to sense gratification are advised to practice the mystic yoga system, or asht&#257;&#324;ga-yoga system, consisting of yama, niyama, &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra and so on. In this way, one can control the senses. The purpose of controlling the senses is to stop one's implication in the cycle of birth and death. As stated by Rishabhadeva:</P><P>n&#363;nam pramattah kurute vikarma</P><P CLASS=n>yad indriya-pr&#299;taya &#257;prinoti</P><P CLASS=n>na s&#257;dhu manye yata &#257;tmano 'yam</P><P CLASS=n>asann api kle&#347;ada &#257;sa dehah</P><P CLASS=n>[<A CLASS=v HREF="../../5/5/4.htm">SB 5.5.4</A>]</P><P>"When a person considers sense gratification the aim of life, he certainly becomes mad after materialistic living and engages in all kinds of sinful activity. He does not know that due to his past misdeeds he has already received a body which, although temporary, is the cause of his misery. Actually the living entity should not have taken on a material body, but he has been awarded the material body for sense gratification. Therefore I think it not befitting an intelligent man to involve himself again in the activities of sense gratification, by which he perpetually gets material bodies one after another." (Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/4.htm">5.5.4</A>) Thus according to Rishabhadeva the human beings in this material world are just like madmen engaged in activities which they should not perform but which they do perform only for sense gratification. Such activities are not good because in this way one creates another body for his next life, as punishment for his nefarious activities. And as soon as he gets another material body, he is put into repeated suffering in material existence. Therefore the Vedic culture or brahminical culture teaches one how to be satisfied with possessing the minimum necessities in life.</P><P>To teach this highest culture, varn&#257;&#347;rama-dharma is recommended. The aim of the varn&#257;&#347;rama divisions &#8212; br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, brahmacarya, grihastha, v&#257;naprastha and sanny&#257;sa &#8212; is to train one to control the senses and be content with the bare necessities. Here Lord V&#257;manadeva, as an ideal brahmac&#257;r&#299;, refuses Bali Mah&#257;r&#257;ja's offer to give Him anything He might want. He says that without contentment one could not be happy even if he possessed the property of the entire world or the entire universe. In human society, therefore, the brahminical culture, kshatriya culture and vai&#347;ya culture must be maintained, and people must be taught how to be satisfied with only what they need. In modern civilization there is no such education; everyone tries to possess more and more, and everyone is dissatisfied and unhappy. The Krishna consciousness movement is therefore establishing various farms, especially in America, to show how to be happy and content with minimum necessities of life and to save time for self-realization, which one can very easily achieve by chanting the mah&#257;-mantra &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>