<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.32</P><P CLASS=c>esha te sth&#257;nam ai&#347;varyam</P><P CLASS=c>&#347;riyam tejo ya&#347;ah &#347;rutam</P><P CLASS=c>d&#257;syaty &#257;cchidya &#347;akr&#257;ya</P><P CLASS=c>m&#257;y&#257;-m&#257;navako harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this person falsely appearing <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmacari">brahmac&#257;r&#299;</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of you; <A CLASS=v HREF="http://vedabase.net/s/sthanam">sth&#257;nam</A> &#8212; the land <A HREF="http://vedabase.net/i/in">in</A> possession; <A CLASS=v HREF="http://vedabase.net/a/aisvaryam">ai&#347;varyam</A> &#8212; the riches; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; the material beauty; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; the material power; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; the reputation; <A CLASS=v HREF="http://vedabase.net/s/srutam">&#347;rutam</A> &#8212; the education; <A CLASS=v HREF="http://vedabase.net/d/dasyati">d&#257;syati</A> &#8212; will give; <A CLASS=v HREF="http://vedabase.net/a/acchidya">&#257;cchidya</A> &#8212; taking from you; <A CLASS=v HREF="http://vedabase.net/s/sakraya">&#347;akr&#257;ya</A> &#8212; unto your enemy, Lord <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; falsely appearing; <A CLASS=v HREF="http://vedabase.net/m/manavakah">m&#257;navakah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmacari">brahmac&#257;r&#299;</A> son of <A HREF="http://vedabase.net/a/a">a</A> living being; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> is actually the Supreme Personality of Godhead, <A HREF="http://vedabase.net/h/hari">Hari</A>.</P><P CLASS=t>TRANSLATION</P><P>This person falsely appearing as a brahmac&#257;r&#299; is actually the Supreme Personality of Godhead, Hari, who has come in this form to take away all your land, wealth, beauty, power, fame and education. After taking everything from you, He will deliver it to Indra, your enemy.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains in this regard that the very word harih means "one who takes away." If one connects himself with Hari, the Supreme Personality of Godhead, the Lord takes away all his miseries, and in the beginning the Lord also superficially appears to take away all his material possessions, reputation, education and beauty. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/88/8.htm">10.88.8</A>), yasy&#257;ham anugrihn&#257;mi harishye tad-dhanam &#347;anaih. The Lord said to Mah&#257;r&#257;ja Yudhishthira, "The first installment of My mercy toward a devotee is that I take away all his possessions, especially his material opulence, his money." This is the special favor of the Lord toward a sincere devotee. If a sincere devotee wants Krishna above everything but at the same time is attached to material possessions, which hinder his advancement in Krishna consciousness, by tactics the Lord takes away all his possessions. Here &#346;ukr&#257;c&#257;rya says that this dwarf brahmac&#257;r&#299; would take away everything. Thus he indicates that the Lord will take away all one's material possessions and also one's mind. If one delivers his mind to the lotus feet of Krishna (sa vai manah krishna-pad&#257;ravindayoh), one can naturally sacrifice everything to satisfy Him. Although Bali Mah&#257;r&#257;ja was a devotee, he was attached to material possessions, and therefore the Lord, being very kind to him, showed him special favor by appearing as Lord V&#257;mana to take away all his material possessions, and his mind as well.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>