<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.33</P><P CLASS=c>tribhih kramair im&#257;l lok&#257;n</P><P CLASS=c>vi&#347;va-k&#257;yah kramishyati</P><P CLASS=c>sarvasvam vishnave dattv&#257;</P><P CLASS=c>m&#363;dha vartishyase katham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tribhih">tribhih</A> &#8212; three; <A CLASS=v HREF="http://vedabase.net/k/kramaih">kramaih</A> &#8212; by steps; <A CLASS=v HREF="http://vedabase.net/i/iman">im&#257;n</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/l/lokan">lok&#257;n</A> &#8212; three planetary systems; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/k/kayah">k&#257;yah</A> &#8212; becoming the universal form; <A CLASS=v HREF="http://vedabase.net/k/kramisyati">kramishyati</A> &#8212; gradually <A HREF="http://vedabase.net/h/he">He</A> will expand; <A CLASS=v HREF="http://vedabase.net/s/sarvasvam">sarvasvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/v/visnave">vishnave</A> &#8212; unto Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/d/dattva">dattv&#257;</A> &#8212; after giving charity; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;dha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> you rascal; <A CLASS=v HREF="http://vedabase.net/v/vartisyase">vartishyase</A> &#8212; you will execute your means of livelihood; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how.</P><P CLASS=t>TRANSLATION</P><P>You have promised to give Him three steps of land in charity, but when you give it He will occupy the three worlds. You are a rascal! You do not know what a great mistake you have made. After giving everything to Lord Vishnu, you will have no means of livelihood. How then shall you live?</P><P CLASS=t>PURPORT</P><P>Bali Mah&#257;r&#257;ja might argue that he had promised only three steps of land. But &#346;ukr&#257;c&#257;rya, being a very learned br&#257;hmana, immediately understood that this was a plan of Hari, who had falsely appeared there as a brahmac&#257;r&#299;. The words m&#363;dha vartishyase katham reveal that &#346;ukr&#257;c&#257;rya was a br&#257;hmana of the priestly class. Such priestly br&#257;hmanas are mostly interested in receiving remuneration from their disciples. Therefore when &#346;ukr&#257;c&#257;rya saw that Bali Mah&#257;r&#257;ja had risked all of his possessions, he understood that this would cause havoc not only to the King but also to the family of &#346;ukr&#257;c&#257;rya, who was dependent on Mah&#257;r&#257;ja Bali's mercy. This is the difference between a Vaishnava and a sm&#257;rta-br&#257;hmana. A sm&#257;rta-br&#257;hmana is always interested in material profit, whereas a Vaishnava is interested only in satisfying the Supreme Personality of Godhead. From the statement of &#346;ukr&#257;c&#257;rya, it appears that he was in all respects a sm&#257;rta-br&#257;hmana interested only in personal gain.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>