<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.39</P><P CLASS=c>satyam pushpa-phalam vidy&#257;d</P><P CLASS=c>&#257;tma-vrikshasya g&#299;yate</P><P CLASS=c>vrikshe 'j&#299;vati tan na sy&#257;d</P><P CLASS=c>anritam m&#363;lam &#257;tmanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; the factual truth; <A CLASS=v HREF="http://vedabase.net/p/puspa">pushpa</A>-<A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; the flower and the fruit; <A CLASS=v HREF="http://vedabase.net/v/vidyat">vidy&#257;t</A> &#8212; one should understand; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vrksasya">vrikshasya</A> &#8212; of the tree of the body; <A CLASS=v HREF="http://vedabase.net/g/giyate">g&#299;yate</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> described <A HREF="http://vedabase.net/i/in">in</A> the Vedas; <A CLASS=v HREF="http://vedabase.net/v/vrkse">vrikshe</A> <A CLASS=v HREF="http://vedabase.net/a/ajivati">aj&#299;vati</A> &#8212; if the tree is not living; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that (<A HREF="http://vedabase.net/p/puspa">pushpa</A>-<A HREF="http://vedabase.net/p/phalam">phalam</A>); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; is possible; <A CLASS=v HREF="http://vedabase.net/a/anrtam">anritam</A> &#8212; untruth; <A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; the root; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the body.</P><P CLASS=t>TRANSLATION</P><P>The Vedas enjoin that the factual result of the tree of the body is the good fruits and flowers derived from it. But if the bodily tree does not exist, there is no possibility of factual fruits and flowers. Even if the body is based on untruth, there cannot be factual fruits and flowers without the help of the bodily tree.</P><P CLASS=t>PURPORT</P><P>This &#347;loka explains that in relation to the material body even the factual truth cannot exist without a touch of untruth. The M&#257;y&#257;v&#257;d&#299;s say, brahma satyam jagan mithy&#257;: "The spirit soul is truth, and the external energy is untruth." The Vaishnava philosophers, however, do not agree with the M&#257;y&#257;v&#257;da philosophy. Even if for the sake of argument the material world is accepted as untruth, the living entity entangled in the illusory energy cannot come out of it without the help of the body. Without the help of the body, one cannot follow a system of religion, nor can one speculate on philosophical perfection. Therefore, the flower and fruit (pushpa-phalam) have to be obtained as a result of the body. Without the help of the body, that fruit cannot be gained. The Vaishnava philosophy therefore recommends yukta-vair&#257;gya. It is not that all attention should be diverted for the maintenance of the body, but at the same time one's bodily maintenance should not be neglected. As long as the body exists one can thoroughly study the Vedic instructions, and thus at the end of life one can achieve perfection. This is explained in Bhagavad-g&#299;t&#257; [<A CLASS=v HREF="../../../bg/8/6.htm">Bg. 8.6</A>]: yam yam v&#257;pi smaran bh&#257;vam tyajaty ante kalevaram. Everything is examined at the time of death. Therefore, although the body is temporary, not eternal, one can take from it the best service and make one's life perfect.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>