<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.40</P><P CLASS=c>tad yath&#257; vriksha unm&#363;lah</P><P CLASS=c>&#347;ushyaty udvartate 'cir&#257;t</P><P CLASS=c>evam nasht&#257;nritah sadya</P><P CLASS=c>&#257;tm&#257; &#347;ushyen na sam&#347;ayah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/v/vrksah">vrikshah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> tree; <A CLASS=v HREF="http://vedabase.net/u/unmulah">unm&#363;lah</A> &#8212; being uprooted; <A CLASS=v HREF="http://vedabase.net/s/susyati">&#347;ushyati</A> &#8212; dries up; <A CLASS=v HREF="http://vedabase.net/u/udvartate">udvartate</A> &#8212; falls down; <A CLASS=v HREF="http://vedabase.net/a/acirat">acir&#257;t</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/n/nasta">nashta</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/a/anrtah">anritah</A> &#8212; the temporary body; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/s/susyet">&#347;ushyet</A> &#8212; dries up; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/samsayah">sam&#347;ayah</A> &#8212; any doubt.</P><P CLASS=t>TRANSLATION</P><P>When a tree is uprooted it immediately falls down and begins to dry up. Similarly, if one doesn't take care of the body, which is supposed to be untruth &#8212; in other words, if the untruth is uprooted &#8212; the body undoubtedly becomes dry.</P><P CLASS=t>PURPORT</P><P>In this regard, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says:</P><P>pr&#257;pañcikatay&#257; buddhy&#257;</P><P CLASS=n>hari-sambandhi-vastunah</P><P CLASS=n>mumukshubhih parity&#257;go</P><P CLASS=n>vair&#257;gyam phalgu kathyate</P><P>"One who rejects things without knowledge of their relationship to Krishna is incomplete in his renunciation." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/66">1.2.66</A>) When the body is engaged in the service of the Lord, one should not consider the body material. Sometimes the spiritual body of the spiritual master is misunderstood. But &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; instructs, pr&#257;pañcikatay&#257; buddhy&#257; hari-sambandhi-vastunah. The body fully engaged in Krishna's service should not be neglected as material. One who does neglect it is false in his renunciation. If the body is not properly maintained, it falls down and dries up like an uprooted tree, from which flowers and fruit can no longer be obtained. The Vedas therefore enjoin:</P><P>om iti satyam nety anritam tad etat-pushpam phalam v&#257;co yat satyam sahe&#347;varo ya&#347;asv&#299; kaly&#257;na-k&#299;rtir bhavit&#257;; pushpam hi phalam v&#257;cah satyam vadaty athaitan-m&#363;lam v&#257;co yad anritam yad yath&#257; vriksha &#257;virm&#363;lah &#347;ushyati, sa udvartata evam ev&#257;nritam vadann &#257;virm&#363;lam &#257;tman&#257;m karoti, sa &#347;ushyati sa udvartate, tasm&#257;d anritam na vaded dayeta tv etena.</P><P>The purport is that activities performed with the help of the body for the satisfaction of the Absolute Truth (om tat sat) are never temporary, although performed by the temporary body. Indeed, such activities are everlasting. Therefore, the body should be properly cared for. Because the body is temporary, not permanent, one cannot expose the body to being devoured by a tiger or killed by an enemy. All precautions should be taken to protect the body.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>