<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.41</P><P CLASS=c>par&#257;g riktam ap&#363;rnam v&#257;</P><P CLASS=c>aksharam yat tad om iti</P><P CLASS=c>yat kiñcid om iti br&#363;y&#257;t</P><P CLASS=c>tena ricyeta vai pum&#257;n</P><P CLASS=c>bhikshave sarvam om kurvan</P><P CLASS=c>n&#257;lam k&#257;mena c&#257;tmane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parak">par&#257;k</A> &#8212; that which separates; <A CLASS=v HREF="http://vedabase.net/r/riktam">riktam</A> &#8212; that which makes one free from attachment; <A CLASS=v HREF="http://vedabase.net/a/apurnam">ap&#363;rnam</A> &#8212; that which is insufficient; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/a/aksaram">aksharam</A> &#8212; this syllable; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/omkara">omk&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus stated; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; this word <A HREF="http://vedabase.net/o/om">om</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bruyat">br&#363;y&#257;t</A> &#8212; if you say; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by such <A HREF="http://vedabase.net/a/an">an</A> utterance; <A CLASS=v HREF="http://vedabase.net/r/ricyeta">ricyeta</A> &#8212; one becomes free; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/b/bhiksave">bhikshave</A> &#8212; unto <A HREF="http://vedabase.net/a/a">a</A> beggar; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/o/om">om</A> <A CLASS=v HREF="http://vedabase.net/k/kurvan">kurvan</A> &#8212; giving charity by uttering the word <A HREF="http://vedabase.net/o/om">om</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; sufficiently; <A CLASS=v HREF="http://vedabase.net/k/kamena">k&#257;mena</A> &#8212; for sense gratification; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; for self-realization.</P><P CLASS=t>TRANSLATION</P><P>The utterance of the word om signifies separation from one's monetary assets. In other words, by uttering this word one becomes free from attachment to money because his money is taken away from him. To be without money is not very satisfactory, for in that position one cannot fulfill one's desires. In other words, by using the word om one becomes poverty-stricken. Especially when one gives charity to a poor man or beggar, one remains unfulfilled in self-realization and in sense gratification.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Bali wanted to give everything to V&#257;manadeva, who had appeared as a beggar, but &#346;ukr&#257;c&#257;rya, being Mah&#257;r&#257;ja Bali's familial spiritual master in the line of seminal succession, could not appreciate Mah&#257;r&#257;ja Bali's promise. &#346;ukr&#257;c&#257;rya gave Vedic evidence that one should not give everything to a poor man. Rather, when a poor man comes for charity one should untruthfully say, "Whatever I have I have given you. I have no more." It is not that one should give everything to him. Actually the word om is meant for om tat sat, the Absolute Truth. Omk&#257;ra is meant for freedom from all attachment to money because money should be spent for the purpose of the Supreme. The tendency of modern civilization is to give money in charity to the poor. Such charity has no spiritual value because we actually see that although there are so many hospitals and other foundations and institutions for the poor, according to the three modes of material nature a class of poor men is always destined to continue. Even though there are so many charitable institutions, poverty has not been driven from human society. Therefore it is recommended here, bhikshave sarvam om kurvan n&#257;lam k&#257;mena c&#257;tmane. One should not give everything to the beggars among the poor.</P><P>The best solution is that of the Krishna consciousness movement. This movement is always kind to the poor, not only because it feeds them but also because it gives them enlightenment by teaching them how to become Krishna conscious. We are therefore opening hundreds and thousands of centers for those who are poor, both in money and in knowledge, to enlighten them in Krishna consciousness and reform their character by teaching them how to avoid illicit sex, intoxication, meat-eating and gambling, which are the most sinful activities and which cause people to suffer, life after life. The best way to use money is to open such a center, where all may come live and reform their character. They may live very comfortably, without denial of any of the body's necessities, but they live under spiritual control, and thus they live happily and save time for advancement in Krishna consciousness. If one has money, it should not be squandered away on nothing. It should be used to push forward the Krishna consciousness movement so that all of human society will become happy, prosperous and hopeful of being promoted back home, back to Godhead. The Vedic mantra in this regard reads as follows:</P><P>par&#257;g v&#257; etad riktam aksharam yad etad om iti tad yat kiñcid om iti &#257;h&#257;traiv&#257;smai tad ricyate; sa yat sarvam om kury&#257;d ricy&#257;d &#257;tm&#257;nam sa k&#257;mebhyo n&#257;lam sy&#257;t.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>