<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19.42</P><P CLASS=c>athaitat p&#363;rnam abhy&#257;tmam</P><P CLASS=c>yac ca nety anritam vacah</P><P CLASS=c>sarvam nety anritam br&#363;y&#257;t</P><P CLASS=c>sa dushk&#299;rtih &#347;vasan mritah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/p/purnam">p&#363;rnam</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/a/abhyatmam">abhy&#257;tmam</A> &#8212; drawing the compassion of others by presenting oneself <A HREF="http://vedabase.net/a/as">as</A> always poverty-stricken; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anrtam">anritam</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; completely; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anrtam">anritam</A> &#8212; falsity; <A CLASS=v HREF="http://vedabase.net/b/bruyat">br&#363;y&#257;t</A> &#8212; who should say; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; such <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/d/duskirtih">dushk&#299;rtih</A> &#8212; infamous; <A CLASS=v HREF="http://vedabase.net/s/svasan">&#347;vasan</A> &#8212; while breathing or while alive; <A CLASS=v HREF="http://vedabase.net/m/mrtah">mritah</A> &#8212; is dead or should be killed.</P><P CLASS=t>TRANSLATION</P><P>Therefore, the safe course is to say no. Although it is a falsehood, it protects one completely, it draws the compassion of others toward oneself, and it gives one full facility to collect money from others for oneself. Nonetheless, if one always pleads that he has nothing, he is condemned, for he is a dead body while living, or while still breathing he should be killed.</P><P CLASS=t>PURPORT</P><P>Beggars always present themselves as possessing nothing, and this may be very good for them because in this way they are assured of not losing their money and of always drawing the attention and compassion of others for the sake of collection. But this is also condemned. If one purposely continues this professional begging, he is supposed to be dead while breathing, or, according to another interpretation, such a man of falsity should be killed while still breathing. The Vedic injunction in this regard is as follows: athaitat p&#363;rnam abhy&#257;tmam yan neti sa yat sarvam neti br&#363;y&#257;t p&#257;pik&#257;sya k&#299;rtir j&#257;yate. sainam tatraiva hany&#257;t. If one continuously poses himself as possessing nothing and collects money by begging, he should be killed (sainam tatraiva hany&#257;t).</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>