<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 19"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">Lord V&#257;manadeva Begs Charity from Bali Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.19 Summary</P><P>This Nineteenth Chapter describes how Lord V&#257;manadeva asked for three paces of land in charity, how Bali Mah&#257;r&#257;ja agreed to His proposal, and how &#346;ukr&#257;c&#257;rya forbade Bali Mah&#257;r&#257;ja to fulfill Lord V&#257;manadeva's request.</P><P>When Bali Mah&#257;r&#257;ja, thinking V&#257;manadeva to be the son of a br&#257;hmana, told Him to ask for anything He liked, Lord V&#257;manadeva praised Hiranyaka&#347;ipu and Hirany&#257;ksha for their heroic activities, and after thus praising the family in which Bali Mah&#257;r&#257;ja had been born, He begged the King for three paces of land. Bali Mah&#257;r&#257;ja agreed to give this land in charity, since this was very insignificant, but &#346;ukr&#257;c&#257;rya, who could understand that V&#257;manadeva was Vishnu, the friend of the demigods, forbade Bali Mah&#257;r&#257;ja to give this land. &#346;ukr&#257;c&#257;rya advised Bali Mah&#257;r&#257;ja to withdraw his promise. He explained that in subduing others, in joking, in responding to danger, in acting for the welfare of others, and so on, one could refuse to fulfill one's promise, and there would be no fault. By this philosophy, &#346;ukr&#257;c&#257;rya tried to dissuade Bali Mah&#257;r&#257;ja from giving land to Lord V&#257;manadeva.</P><P CLASS=l><A CLASS=i HREF="../18/32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>