<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 104</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 104"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.104</P><P CLASS=c>prak&#257;&#347;&#257;nanda &#347;r&#299;p&#257;da sabh&#257;te vasiy&#257;</P><P CLASS=c>'ved&#257;nta' pad&#257;na bahu &#347;ishya-gana lañ&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prakasananda">prak&#257;&#347;&#257;nanda</A> &#8212; <A HREF="http://vedabase.net/p/prakasananda">Prak&#257;&#347;&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/s/sripada">&#347;r&#299;p&#257;da</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/s/sabhate">sabh&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the assembly; <A CLASS=v HREF="http://vedabase.net/v/vasiya">vasiy&#257;</A> &#8212; sitting down; <A CLASS=v HREF="http://vedabase.net/v/vedanta">ved&#257;nta</A> &#8212; <A HREF="http://vedabase.net/v/vedanta">Ved&#257;nta</A> philosophy; <A CLASS=v HREF="http://vedabase.net/p/padana">pad&#257;na</A> &#8212; instructs; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; many; <A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; disciples; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking.</P><P CLASS=t>TRANSLATION</P><P>There was a great M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; named Prak&#257;&#347;&#257;nanda Sarasvat&#299;, who used to teach Ved&#257;nta philosophy to a great assembly of followers.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;p&#257;da Prak&#257;&#347;&#257;nanda Sarasvat&#299; was a M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;, and his characteristics have been described in Caitanya-bh&#257;gavata (Madhya-khanda, Chapter Three):</P><P>'hasta', 'pada', 'mukha' mora n&#257;hika 'locana'</P><P CLASS=n>veda more ei-mata kare vidambana</P><P CLASS=n>k&#257;&#347;&#299;te pad&#257;ya vet&#257; 'prak&#257;&#347;a-&#257;nanda'</P><P CLASS=n>sei vet&#257; kare mora a&#324;ga khanda-khanda</P><P CLASS=n>v&#257;kh&#257;naye veda, mora vigraha n&#257; m&#257;ne</P><P CLASS=n>sarv&#257;&#324;ge ha-ila kushtha, tabu n&#257;hi j&#257;ne</P><P CLASS=n>sarva-yajñamaya mora ye-a&#324;ga &#8212; pavitra</P><P CLASS=n>'aja', 'bhava' &#257;di g&#257;ya y&#257;&#324;h&#257;ra caritra</P><P CLASS=n>'punya' pavitrat&#257; p&#257;ya ye-a&#324;ga-para&#347;e</P><P CLASS=n>t&#257;h&#257; 'mithy&#257;' bale vet&#257; kemana s&#257;hase</P><P>In the Madhya-khanda, Chapter Twenty, it is said:</P><P>sanny&#257;s&#299; 'prak&#257;&#347;&#257;nanda' vasaye k&#257;&#347;&#299;te</P><P CLASS=n>more khanda-khanda vet&#257; kare bh&#257;la-mate</P><P CLASS=n>pad&#257;ya 'ved&#257;nta', mora 'vigraha' n&#257; m&#257;ne</P><P CLASS=n>kushtha kar&#257;ilu&#324; a&#324;ge, tabu n&#257;hi j&#257;ne</P><P CLASS=n>'satya' mora 'l&#299;l&#257;-karma', 'satya' mora 'sth&#257;na'</P><P CLASS=n>ih&#257; 'mithy&#257;' bale, more kare kh&#257;n-kh&#257;n</P><P>Being an impersonalist, Prak&#257;&#347;&#257;nanda Sarasvat&#299; used to explain the Absolute Truth as being without hands, legs, mouths or eyes. In this way he used to cheat the people by denying the personal form of the Lord. Such a foolish person was Prak&#257;&#347;&#257;nanda Sarasvat&#299;, whose only business was to sever the limbs of the Lord by proving the Lord impersonal. Although the Lord has form, Prak&#257;&#347;&#257;nanda Sarasvat&#299; attempted to cut off the hands and legs of the Lord. This is the business of demons. The Vedas state that people who do not accept the Lord's form are rascals. The form of the Lord is factual, for Krishna states in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), vedai&#347; ca sarvair aham eva vedyah. When Krishna says aham, He says "I am," which means "I," the person. He adds the word eva, which is used for conclusive verification. Thus by studying Ved&#257;nta philosophy one must come to know the Supreme Person. Whoever describes Vedic knowledge as impersonal is a demon. One becomes successful in life by worshiping the form of the Lord. The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s deny the form of the Lord, which delivers all fallen souls. Indeed, the M&#257;y&#257;v&#257;d&#299; demons try to cut this form to pieces.</P><P>The Personality of Godhead is worshiped by exalted demigods like Lord Brahm&#257; and Lord &#346;iva. The original M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;, &#346;a&#324;kar&#257;c&#257;rya, also accepted the fact that the Lord's form is transcendental: n&#257;r&#257;yanah paro 'vyakt&#257;t. "N&#257;r&#257;yana, the Supreme Personality of Godhead, is beyond the avyakta, the unmanifested material energy." Avyakt&#257;d anda-sambhavah: "This material world is a creation of that unmanifested material energy." However, N&#257;r&#257;yana has His own eternal form, which is not created by the material energy. Simply by worshiping the form of the Lord, one is purified. However, M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are impersonalist philosophers, and they describe the form of the Lord as m&#257;y&#257;, or false. How can one be purified by worshiping something false? M&#257;y&#257;v&#257;d&#299; philosophers have no sufficient reason for being impersonalists. They blindly follow a principle that cannot be supported by reason or argument. This was the situation with Prak&#257;&#347;&#257;nanda Sarasvat&#299;, the chief M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; of Benares. He was supposed to teach Ved&#257;nta philosophy, but he would not accept the form of the Lord; therefore he was attacked with leprosy. Nonetheless, he continued to commit sins by describing the Absolute Truth as impersonal. The Absolute Truth, the Supreme Personality of Godhead, always displays pastimes and activities, but M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s claim that these activities are false.</P><P>Some people falsely claim that Prak&#257;&#347;&#257;nanda Sarasvat&#299; later became known as Prabodh&#257;nanda Sarasvat&#299;, but this is not a fact. Prabodh&#257;nanda Sarasvat&#299; was the uncle and spiritual master of Gop&#257;la Bhatta Gosv&#257;m&#299;. In his grihastha life, Prabodh&#257;nanda Sarasvat&#299; was a resident of &#346;r&#299; Ra&#324;ga-kshetra, and he belonged to the Vaishnava R&#257;m&#257;nuja-samprad&#257;ya. It is a mistake to consider Prak&#257;&#347;&#257;nanda Sarasvat&#299; and Prabodh&#257;nanda Sarasvat&#299; the same man.</P><P CLASS=l><A CLASS=i HREF="103.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="105.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>