<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 116</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 116"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.116</P><P CLASS=c>"&#347;uniy&#257;chi gauda-de&#347;era sanny&#257;s&#299; &#8212; 'bh&#257;vuka'</P><P CLASS=c>ke&#347;ava-bh&#257;rat&#299;-&#347;ishya, loka-prat&#257;raka</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/suniyachi">&#347;uniy&#257;chi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have heard; <A CLASS=v HREF="http://vedabase.net/g/gauda">gauda</A>-<A CLASS=v HREF="http://vedabase.net/d/desera">de&#347;era</A> <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; the <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> from Bengal; <A CLASS=v HREF="http://vedabase.net/b/bhavuka">bh&#257;vuka</A> &#8212; sentimental; <A CLASS=v HREF="http://vedabase.net/k/kesava">ke&#347;ava</A>-<A CLASS=v HREF="http://vedabase.net/b/bharati">bh&#257;rat&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A> &#8212; disciple of <A HREF="http://vedabase.net/k/kesava">Ke&#347;ava</A> <A HREF="http://vedabase.net/b/bharati">Bh&#257;rat&#299;</A>; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/prataraka">prat&#257;raka</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> first-class pretender.</P><P CLASS=t>TRANSLATION</P><P>Prak&#257;&#347;&#257;nanda Sarasvat&#299; said, "Yes, I have heard about Him. He is a sanny&#257;s&#299; from Bengal, and He is very sentimental. I have also heard that He belongs to the Bh&#257;rat&#299;-samprad&#257;ya, for He is a disciple of Ke&#347;ava Bh&#257;rat&#299;. However, He is only a pretender."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu was considered bh&#257;vuka (sentimental) because He was always seen in the bh&#257;va stage. That is, He always exhibited ecstatic love for Krishna. However, foolish people considered Him sentimental. In the material world, so-called devotees sometimes exhibit emotional symptoms. Caitanya Mah&#257;prabhu's ecstatic love cannot be compared to the imitative emotional exhibitions of pretenders. Such exhibitions do not continue for very long. They are temporary. We actually see that some emotional imitators exhibit certain symptoms, but immediately after their exhibition, they are attracted to smoking and other things. In the beginning, when Prak&#257;&#347;&#257;nanda Sarasvat&#299; heard of &#346;r&#299; Caitanya Mah&#257;prabhu's activities, he considered them to be those of a pretender. Consequently he called Him a loka-prat&#257;raka, a pretender. M&#257;y&#257;v&#257;d&#299;s cannot understand the transcendental symptoms exhibited by a devotee; therefore when such symptoms are manifest, the M&#257;y&#257;v&#257;d&#299;s equate them with temporary emotional feelings. However, Prak&#257;&#347;&#257;nanda Sarasvat&#299;'s statement is offensive, and consequently he should be considered an atheist (p&#257;shand&#299;). According to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, since Prak&#257;&#347;&#257;nanda Sarasvat&#299; was not engaged in the Lord's devotional service, his sanny&#257;sa is to be considered phalgu-vair&#257;gya. This means that since he did not know how to use things for the Lord's service, his renunciation of the world was artificial.</P><P CLASS=l><A CLASS=i HREF="115.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="117.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>