<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 127</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 127"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.127</P><P CLASS=c>tina-b&#257;re 'krishna-n&#257;ma' n&#257; &#257;ila t&#257;ra mukhe</P><P CLASS=c>'avajñ&#257;'te n&#257;ma laya, &#347;uni' p&#257;i duhkhe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tina">tina</A>-<A CLASS=v HREF="http://vedabase.net/b/bare">b&#257;re</A> &#8212; three times; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/aila">&#257;ila</A> &#8212; did not come; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/m/mukhe">mukhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his mouth; <A CLASS=v HREF="http://vedabase.net/a/avajnate">avajñ&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> contempt; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> <A CLASS=v HREF="http://vedabase.net/l/laya">laya</A> &#8212; takes Your <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A>' &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/p/pai">p&#257;i</A> <A CLASS=v HREF="http://vedabase.net/d/duhkhe">duhkhe</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> was very much aggrieved.</P><P CLASS=t>TRANSLATION</P><P>"Although he spoke Your name three times, he did not utter the name 'Krishna.' Because he uttered Your name in contempt, I was very much aggrieved.</P><P CLASS=t>PURPORT</P><P>Prak&#257;&#347;&#257;nanda Sarasvat&#299; vilified and blasphemed &#346;r&#299; Caitanya Mah&#257;prabhu. Words like brahma, caitanya, &#257;tm&#257;, param&#257;tm&#257;, jagad&#299;&#347;a, &#299;&#347;vara, vir&#257;t, vibhu, bh&#363;m&#257;, vi&#347;var&#363;pa and vy&#257;paka all indirectly indicate Krishna. However, the chanter of these names is not actually attracted to the Supreme Personality of Godhead Krishna and His transcendental pastimes. One may get a little light from these names, but one cannot understand that the holy name of the Lord is identical with the Lord. One considers the Lord's names material due to a poor fund of knowledge. M&#257;y&#257;v&#257;d&#299; philosophers and the pañcop&#257;sakas cannot in the least understand the existence of the spiritual world and the blissful variegatedness there. They cannot understand the Absolute Truth and its spiritual varieties &#8212; name, form, qualities and pastimes. Consequently they conclude that Krishna's transcendental activities are m&#257;y&#257;. To avoid this misconception one has to directly cultivate knowledge about the holy name of the Lord. M&#257;y&#257;v&#257;d&#299; philosophers do not know this fact, and therefore they commit great offenses. One should not hear anything about Krishna or devotional service from the mouths of M&#257;y&#257;v&#257;d&#299; impersonalists.</P><P CLASS=l><A CLASS=i HREF="126.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="128.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>