<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 132</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 132"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.132</P><P CLASS=c>deha-deh&#299;ra, n&#257;ma-n&#257;m&#299;ra krishne n&#257;hi 'bheda'</P><P CLASS=c>j&#299;vera dharma &#8212; n&#257;ma-deha-svar&#363;pe 'vibheda'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/d/dehira">deh&#299;ra</A> &#8212; of the body and the owner of the body; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/n/namira">n&#257;m&#299;ra</A> &#8212; of the <A HREF="http://vedabase.net/n/name">name</A> and the owner of the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/b/bheda">bheda</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A> difference; <A CLASS=v HREF="http://vedabase.net/j/jivera">j&#299;vera</A> <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; the situation of the conditioned soul; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/s/svarupe">svar&#363;pe</A> &#8212; original form; <A CLASS=v HREF="http://vedabase.net/v/vibheda">vibheda</A> &#8212; different.</P><P CLASS=t>TRANSLATION</P><P>"There is no difference between Krishna's body and Himself or between His name and Himself. But as far as the conditioned soul is concerned, one's name is different from one's body, from one's original form and so on.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu is herein pointing out to the br&#257;hmana that M&#257;y&#257;v&#257;d&#299; philosophers cannot understand that the living entity is equal in quality with the Supreme Personality of Godhead. Because they do not accept this, they think that the living entity has been falsely divided from the original Brahman due to being conditioned by m&#257;y&#257;. M&#257;y&#257;v&#257;d&#299;s believe that the Absolute Truth is ultimately impersonal. When an incarnation of God or God Himself comes, they think He is covered by m&#257;y&#257;. In other words, M&#257;y&#257;v&#257;d&#299; impersonalists think that the Lord's form is also a product of this material world. Due to a poor fund of knowledge, they cannot understand that Krishna has no body separate from Himself. His body and Himself are both the same Absolute Truth. Not having perfect knowledge of Krishna, such impersonalists certainly commit offenses at His lotus feet. Therefore they do not utter "Krishna, " the original name of the Absolute Truth. In their impersonal way, they utter the name of impersonal Brahman, spirit soul. In other words, they indulge in indirect indications of the Absolute Truth. Even if they happen to utter the names "Govinda," "Krishna" or "M&#257;dhava," they still cannot understand that these names are as good as Govinda, Krishna or M&#257;dhava the person. Because they are ultimately impersonalists, their uttering of the personal name has no potency. Actually they do not believe in Krishna but consider all these names to be material vibrations. Not being able to appreciate the holy name of the Lord, they simply utter indirect names like Brahman, &#257;tm&#257; and caitanya.</P><P>It is a fact, however, that the name of Krishna and Krishna the person are both spiritual. Everything about Krishna is transcendental, blissful and objective. For a conditioned soul, the body is different from the soul, and the name given by the father is also different from the soul. The conditioned living entity's identification with material objects keeps him from attaining his actual position. Although he is an eternal servant of Krishna, he acts differently. The svar&#363;pa, or actual identification of the living entity, is described by &#346;r&#299; Caitanya Mah&#257;prabhu as j&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa' [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>]. The conditioned soul has forgotten the real activities of his original position. However, this is not the case with Krishna. Krishna's name and His person are identical. There is no such thing as m&#257;y&#257; Krishna because Krishna is not a product of the material creation. There is no difference between Krishna's body and His soul. Krishna is simultaneously both soul and body. The distinction between body and soul applies to conditioned souls. The body of the conditioned soul is different from the soul, and the conditioned soul's name is different from his body. One may be named Mr. John, but if we call for Mr. John, Mr. John may never actually appear. However, if we utter the holy name of Krishna, Krishna is immediately present on our tongue. In the Padma Pur&#257;na, Krishna says, mad-bhakt&#257; yatra g&#257;yanti tatra tishth&#257;mi n&#257;rada: "O N&#257;rada, I am present wherever My devotees are chanting." When the devotees chant the holy name of Krishna &#8212; Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare &#8212; Lord Krishna is immediately present.</P><P CLASS=l><A CLASS=i HREF="131.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="133.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>