<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 137</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 137"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.137</P><P CLASS=c>brahm&#257;nanda haite p&#363;rn&#257;nanda l&#299;l&#257;-rasa</P><P CLASS=c>brahma-jñ&#257;n&#299; &#257;karshiy&#257; kare &#257;tma-va&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; the pleasure of self-realization; <A CLASS=v HREF="http://vedabase.net/h/haite">haite</A> &#8212; from; <A CLASS=v HREF="http://vedabase.net/p/purna">p&#363;rna</A>-<A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; complete pleasure; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/rasa">rasa</A> &#8212; the mellows of the pastimes of the Lord; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/j/jnani">jñ&#257;n&#299;</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> on the platform of <A HREF="http://vedabase.net/b/brahman">Brahman</A> understanding; <A CLASS=v HREF="http://vedabase.net/a/akarsiya">&#257;karshiy&#257;</A> &#8212; attracting; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; <A HREF="http://vedabase.net/m/make">make</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vasa">va&#347;a</A> &#8212; subordinate <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>.</P><P CLASS=t>TRANSLATION</P><P>"The mellows of Lord Krishna's pastimes, which are full of bliss, attract the jñ&#257;n&#299; from the pleasure of Brahman realization and conquer him.</P><P CLASS=t>PURPORT</P><P>When one understands that he belongs not to the material world but to the spiritual world, one is called liberated. Being situated in the spiritual world is certainly pleasurable, but those who realize the transcendental name, form, qualities and pastimes of Lord Krishna enjoy transcendental bliss many times more than one who has simply realized the self. When one is situated on the platform of self-realization, he can certainly be easily attracted by Krishna and become a servant of the Lord. This is explained in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54</A>):</P><P>brahma-bh&#363;tah prasann&#257;tm&#257; na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu mad-bhaktim labhate par&#257;m</P><P>"One who is thus transcendentally situated at once realizes the Supreme Brahman and becomes fully joyful. He never laments or desires to have anything. He is equally disposed to every living entity. In that state he attains pure devotional service unto Me."</P><P>When one becomes spiritually realized (brahma-bh&#363;ta), he becomes happy (prasann&#257;tm&#257;), for he is relieved from material conceptions. One who has attained this platform is not agitated by material action and reaction. He sees everyone on the platform of spirit soul (pandit&#257;h sama-dar&#347;inah [<A CLASS=v HREF="../../../bg/5/18.htm">Bg. 5.18</A>]). When one is completely realized, he can rise to the platform of pure devotional service (mad-bhaktim labhate par&#257;m [<A CLASS=v HREF="../../../bg/18/54.htm">Bg. 18.54</A>]). When one comes to the platform of bhakti, devotional service, he automatically realizes who Krishna is. As the Lord says in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>):</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257; vi&#347;ate tad-anantaram</P><P>"One can understand Me as I am, as the Supreme Personality of Godhead, only by devotional service. And when one is in full consciousness of Me by such devotion, he can enter into the kingdom of God."</P><P>It is only on the bhakti platform that one can understand the Supreme Personality of Godhead Krishna and His transcendental name, form, qualities, pastimes and entourage. Being thus qualified spiritually, one is allowed to enter the spiritual kingdom of God and return home, back to Godhead (vi&#347;ate tad-anantaram).</P><P CLASS=l><A CLASS=i HREF="136.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="138.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>