<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.14</P><P CLASS=c>n&#363;tana sa&#324;g&#299; ha-ibeka, &#8212; snigdha y&#257;&#324;ra mana</P><P CLASS=c>aiche yabe p&#257;i, tabe la-i 'eka' jana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nutana">n&#363;tana</A> &#8212; new; <A CLASS=v HREF="http://vedabase.net/s/sangi">sa&#324;g&#299;</A> &#8212; associate; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ibeka">ibeka</A> &#8212; must be; <A CLASS=v HREF="http://vedabase.net/s/snigdha">snigdha</A> &#8212; very peaceful; <A CLASS=v HREF="http://vedabase.net/y/yanra">y&#257;&#324;ra</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/m/mana">mana</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/a/aiche">aiche</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/y/yabe">yabe</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/p/pai">p&#257;i</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> get; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/l/la">la</A>-<A CLASS=v HREF="http://vedabase.net/i/i">i</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> take; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; one person.</P><P CLASS=t>TRANSLATION</P><P>"Such a person must be a new man, and he must have a peaceful mind. If I can obtain such a man, I shall agree to take him with Me."</P><P CLASS=t>PURPORT</P><P>Formerly, when &#346;r&#299; Caitanya Mah&#257;prabhu went to South India, a br&#257;hmana named K&#257;l&#257; Krishnad&#257;sa went with Him. K&#257;l&#257; Krishnad&#257;sa fell victim to a woman, and &#346;r&#299; Caitanya Mah&#257;prabhu had to take the trouble to free him from the clutches of the gypsies. Therefore the Lord here says that He wants a new man who is peaceful in mind. One whose mind is not peaceful is agitated by certain drives, especially sex desire, even though he be in the company of Caitanya Mah&#257;prabhu. Such a man will become a victim of women and will fall down even in the company of the Supreme Personality of Godhead. M&#257;y&#257; is so strong that unless one is determined not to fall victim, even the Supreme Personality of Godhead cannot give protection. The Supreme Lord and His representative always want to give protection, but a person must take advantage of their personal contact. If one thinks that the Supreme Personality of Godhead or His representative is an ordinary man, he will certainly fall down. Thus &#346;r&#299; Caitanya Mah&#257;prabhu did not want a person like K&#257;l&#257; Krishnad&#257;sa to accompany Him. He wanted someone who was determined, who had a peaceful mind, and who was not agitated by ulterior motives.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>