<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 145</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 145"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.145</P><P CLASS=c>bh&#257;r&#299; bojh&#257; lañ&#257; &#257;il&#257;&#324;a, kemane lañ&#257; y&#257;ba?</P><P CLASS=c>alpa-svalpa-m&#363;lya p&#257;ile, eth&#257;i veciba</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhari">bh&#257;r&#299;</A> <A CLASS=v HREF="http://vedabase.net/b/bojha">bojh&#257;</A> &#8212; heavy load; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; bearing; <A CLASS=v HREF="http://vedabase.net/a/ailana">&#257;il&#257;&#324;a</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> came; <A CLASS=v HREF="http://vedabase.net/k/kemane">kemane</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> <A CLASS=v HREF="http://vedabase.net/y/yaba">y&#257;ba</A> &#8212; shall <A HREF="http://vedabase.net/i/i">I</A> take <A HREF="http://vedabase.net/i/it">it</A> back; <A CLASS=v HREF="http://vedabase.net/a/alpa">alpa</A>-<A CLASS=v HREF="http://vedabase.net/s/svalpa">svalpa</A>-<A CLASS=v HREF="http://vedabase.net/m/mulya">m&#363;lya</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fraction of the real price; <A CLASS=v HREF="http://vedabase.net/p/paile">p&#257;ile</A> &#8212; if <A HREF="http://vedabase.net/i/i">I</A> get; <A CLASS=v HREF="http://vedabase.net/e/ethai">eth&#257;i</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/v/veciba">veciba</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall sell.</P><P CLASS=t>TRANSLATION</P><P>"I have brought a heavy load to sell in this city. To take it back again is a very difficult job; therefore if I get but a fraction of the price, I shall sell it here in this city of K&#257;&#347;&#299;."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu was selling the transcendental holy name of the Lord. But K&#257;&#347;&#299; was a city of M&#257;y&#257;v&#257;d&#299;s (impersonalists), and such people will never chant the holy names of the Hare Krishna mah&#257;-mantra. Consequently &#346;r&#299; Caitanya Mah&#257;prabhu was feeling disappointed. How could He teach the M&#257;y&#257;v&#257;d&#299;s the importance of chanting the Hare Krishna mah&#257;-mantra? The attraction for chanting the holy name of the Lord belongs absolutely to pure devotees, and there was no possibility of finding pure devotees at K&#257;&#347;&#299;. Consequently &#346;r&#299; Caitanya Mah&#257;prabhu's commodity was certainly very heavy. The Lord therefore suggested that even though there were no pure devotees in K&#257;&#347;&#299;, if someone was a little inclined to chant the Hare Krishna mantra, He would deliver this big load, although the proper price was not paid.</P><P>Actually we experienced this when we came to preach the Hare Krishna movement in the West. When we came to New York in 1965, we never expected that the Hare Krishna mah&#257;-mantra would be accepted in this country. Nonetheless, we invited people to our storefront to join in chanting the Hare Krishna mantra, and the Lord's holy name is so attractive that simply by coming to our storefront in New York, fortunate young people became Krishna conscious. Although this mission was started with insignificant capital, it is now going nicely. The spreading of the Hare Krishna mah&#257;-mantra in the West has become successful because the young people were not offenders. The youths who joined this movement were not very advanced as far as purity is concerned, nor were they very well educated in Vedic knowledge, but because they were not offenders, they could accept the importance of the Hare Krishna movement. We are now very happy to see that this movement is advancing more and more in the Western countries. We therefore conclude that the so-called mlecchas and yavanas of the Western countries are more purified than offensive M&#257;y&#257;v&#257;d&#299;s or atheistic impersonalists.</P><P CLASS=l><A CLASS=i HREF="144.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="146.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>