<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 149</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 149"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.149</P><P CLASS=c>'pray&#257;ge' &#257;siy&#257; prabhu kaila ven&#299;-sn&#257;na</P><P CLASS=c>'m&#257;dhava' dekhiy&#257; preme kaila nritya-g&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prayage">pray&#257;ge</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/p/prayaga">Pray&#257;ga</A>; <A CLASS=v HREF="http://vedabase.net/a/asiya">&#257;siy&#257;</A> &#8212; coming; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; did; <A CLASS=v HREF="http://vedabase.net/v/veni">ven&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/snana">sn&#257;na</A> &#8212; bathing <A HREF="http://vedabase.net/i/in">in</A> the confluence of the Ganges and <A HREF="http://vedabase.net/y/yamuna">Yamun&#257;</A>; <A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A> &#8212; the predominating Deity there, <A HREF="http://vedabase.net/v/veni">Ven&#299;</A> <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>; <A CLASS=v HREF="http://vedabase.net/d/dekhiya">dekhiy&#257;</A> &#8212; seeing; <A CLASS=v HREF="http://vedabase.net/p/preme">preme</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ecstatic love; <A CLASS=v HREF="http://vedabase.net/k/kaila">kaila</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/n/nrtya">nritya</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">g&#257;na</A> &#8212; dancing and chanting.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu then went to Pray&#257;ga, where He bathed at the confluence of the Ganges and the Yamun&#257;. He then visited the temple of Ven&#299; M&#257;dhava and chanted and danced there in ecstatic love.</P><P CLASS=t>PURPORT</P><P>The city of Pray&#257;ga is situated a few miles from the city of Allahabad. The name Pray&#257;ga is given due to successful sacrifices performed there. It is said, prakrishto y&#257;go y&#257;ga-phalam yasm&#257;t. If one performs sacrifices at Pray&#257;ga, he certainly gets immediate results without difficulty. Pray&#257;ga is also called T&#299;rthar&#257;ja, the king of all places of pilgrimage. This holy place is situated on the confluence of the rivers Ganges and Yamun&#257;. Every year a fair takes place there known as M&#257;gha-mel&#257;, and every twelve years a Kumbha-mel&#257; is also held. In any case, many people come to bathe there every year. During M&#257;gha-mel&#257;, people from the local district generally come, and during Kumbha-mel&#257; people come from all over India to live there and bathe in the Ganges and Yamun&#257;. Whoever goes there immediately feels the place's spiritual influence. A fort located there was constructed by the emperor Akbar about five hundred years ago, and near the fort is a place called Triven&#299;. On the other side of Pray&#257;ga is an old place known as Pratishth&#257;na-pura. It is also well known as Jhu&#324;si. Many saintly people live there, and consequently it is very attractive from the spiritual point of view.</P><P CLASS=l><A CLASS=i HREF="148.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="150.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>