<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 15"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.15</P><P CLASS=c>svar&#363;pa kahe, &#8212; ei balabhadra-bhatt&#257;c&#257;rya</P><P CLASS=c>tom&#257;te su-snigdha bada, pandita, s&#257;dhu, &#257;rya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svarupa">svar&#363;pa</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; <A HREF="http://vedabase.net/s/svarupa">Svar&#363;pa</A> <A HREF="http://vedabase.net/d/damodara">D&#257;modara</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/balabhadra">balabhadra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhattacarya">bhatt&#257;c&#257;rya</A> &#8212; <A HREF="http://vedabase.net/b/balabhadra">Balabhadra</A> <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/t/tomate">tom&#257;te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/snigdha">snigdha</A> &#8212; affectionate; <A CLASS=v HREF="http://vedabase.net/b/bada">bada</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A> &#8212; educated; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A> &#8212; honest; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A> &#8212; advanced <A HREF="http://vedabase.net/i/in">in</A> spiritual consciousness.</P><P CLASS=t>TRANSLATION</P><P>Svar&#363;pa D&#257;modara then said, "Here is Balabhadra Bhatt&#257;c&#257;rya, who has great love for You. He is an honest, learned scholar, and he is advanced in spiritual consciousness.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu wanted a new man, not a person like K&#257;l&#257; Krishnad&#257;sa who would fall for women. Svar&#363;pa D&#257;modara therefore immediately pointed out a new br&#257;hmana named Balabhadra Bhatt&#257;c&#257;rya. &#346;r&#299; Svar&#363;pa D&#257;modara Gosv&#257;m&#299; had studied this person very thoroughly and had seen that he had great love for &#346;r&#299; Caitanya Mah&#257;prabhu. Not only did he love the Lord, but he was also learned and honest. He was not duplicitous, and he was advanced in Krishna consciousness. According to a Bengali proverb, ati bhakti corera lakshana: "Too much devotion is a symptom of a thief." A person who assumes himself to be a great devotee but mentally is thinking of something else is duplicitous. One who is not duplicitous is called s&#257;dhu. Svar&#363;pa D&#257;modara immediately pointed out that Balabhadra Bhatt&#257;c&#257;rya was quite fit to accompany the Lord because he was a learned scholar and was simple and had great love for &#346;r&#299; Krishna Caitanya Mah&#257;prabhu. He was also advanced in Krishna consciousness; therefore he was considered appropriate for accompanying the Lord as a personal servant.</P><P>The words snigdha ("very peaceful") and su-snigdha ("affectionate") are used in verses fourteen and fifteen respectively, and they are also found in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/1/8.htm">1.1.8</A>): br&#363;yuh snigdhasya &#347;ishyasya guravo guhyam apy uta. "A disciple who has actual love for his spiritual master is endowed, by the blessings of the spiritual master, with all confidential knowledge." &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has commented that the word snigdhasya means prema-vatah. The word prema-vatah indicates that one has great love for his spiritual master.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>