<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 179</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 179"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.179</P><P CLASS=c>yadyapi 'sanodiy&#257;' haya seita br&#257;hmana</P><P CLASS=c>sanodiy&#257;-ghare sanny&#257;s&#299; n&#257; kare bhojana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yadyapi">yadyapi</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/s/sanodiya">sanodiy&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> priest of the <A HREF="http://vedabase.net/s/sanodiya">Sanodiy&#257;</A> community; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; was; <A CLASS=v HREF="http://vedabase.net/s/seita">seita</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> &#8212; <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/sanodiya">sanodiy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the house of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sanodiya">Sanodiy&#257;</A> (goldsmith); <A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person <A HREF="http://vedabase.net/i/in">in</A> the renounced order of life; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> <A CLASS=v HREF="http://vedabase.net/b/bhojana">bhojana</A> &#8212; does not accept food.</P><P CLASS=t>TRANSLATION</P><P>The br&#257;hmana belonged to the Sanodiy&#257; br&#257;hmana community, and a sanny&#257;s&#299; does not accept food from such a br&#257;hmana.</P><P CLASS=t>PURPORT</P><P>In northwestern India, vai&#347;yas are divided into various subdivisions. &#346;r&#299;la Bhaktivinoda Th&#257;kura points out that they are divided as &#256;garw&#257;l&#257;, K&#257;law&#257;ra and S&#257;nw&#257;da. Out of them, the &#256;garw&#257;l&#257;s are said to be first-class vai&#347;yas, and the K&#257;law&#257;ras and S&#257;nw&#257;das are considered lower due to their occupational degradation. The K&#257;law&#257;ras generally take wine and other intoxicants. Although they are vai&#347;yas, they are considered to belong to a lower class. The priests who guide the K&#257;law&#257;ras and the S&#257;nw&#257;das are called Sanodiy&#257; br&#257;hmanas. &#346;r&#299;la Bhaktivinoda Th&#257;kura states that the word s&#257;noy&#257;da in Bengal indicates suvarna-vanik. In Bengal there are priests who guide the suvarna-vanik community, which is also considered a low class. There is little difference between the S&#257;nw&#257;das and the suvarna-vaniks. Generally the suvarna-vaniks are bankers dealing in gold and silver. In western India, the &#256;garw&#257;l&#257;s also belong to the banking profession. This is the original business of the suvarna-vanik or &#256;garw&#257;l&#257; community. Historically, the &#256;garw&#257;l&#257;s came from the up-country named Ayodha, and the suvarna-vanik community also came from Ayodha. It therefore appears that the suvarna-vaniks and the &#256;garw&#257;l&#257;s belong to the same community. The Sanodiy&#257; br&#257;hmanas were the guides of the K&#257;law&#257;ras and S&#257;nw&#257;das. They are therefore considered to be lower-class br&#257;hmanas, and a sanny&#257;s&#299; is not allowed to take alms or food from them. However, &#346;r&#299; Caitanya Mah&#257;prabhu accepted lunch cooked by a Sanodiy&#257; br&#257;hmana simply because he belonged to M&#257;dhavendra Pur&#299;'s community. &#346;r&#299;la M&#257;dhavendra Pur&#299; was the spiritual master of &#298;&#347;vara Pur&#299;, who was the spiritual master of &#346;r&#299; Caitanya Mah&#257;prabhu. Thus a spiritual relationship is established on the spiritual platform, without consideration of material inferiority or superiority.</P><P CLASS=l><A CLASS=i HREF="178.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="180.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>