<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 184</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 184"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.184</P><P CLASS=c>prabhu kahe, &#8212; &#347;ruti, smriti, yata rishi-gana</P><P CLASS=c>sabe 'eka'-mata nahe, bhinna bhinna dharma</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/k/kahe">kahe</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> said; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A> &#8212; the Vedas; <A CLASS=v HREF="http://vedabase.net/s/smrti">smriti</A> &#8212; the Pur&#257;nas; <A CLASS=v HREF="http://vedabase.net/y/yata">yata</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all of them; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/m/mata">mata</A> <A CLASS=v HREF="http://vedabase.net/n/nahe">nahe</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not agree; <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A> <A CLASS=v HREF="http://vedabase.net/b/bhinna">bhinna</A> <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> &#8212; different grades of religious principles.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu replied, "The Vedas, Pur&#257;nas and great learned sages are not always in agreement with one another. Consequently there are different religious principles.</P><P CLASS=t>PURPORT</P><P>Unless one comes to the Absolute Truth, there is no possibility of agreement. N&#257;s&#257;v rishir yasya matam na bhinnam: it is said that a great learned scholar or sage cannot be exalted unless he disagrees with other scholars and sages. On the material platform, there is no possibility of agreement; therefore there are different kinds of religious systems. But the Absolute Truth is one, and when one is situated in the Absolute Truth, there is no disagreement. On that absolute platform the Supreme Personality of Godhead is worshipable. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/55.htm">18.55</A>), bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah. On the absolute platform, the worshipful Deity is one, and the process of worship is also one. That process is bhakti.</P><P>There are many different religions throughout the world because they are not all on the absolute platform of devotional service. As confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>): sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja. The word ekam means "one," Krishna. On this platform, there are no different religious systems. According to &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/1/2.htm">1.1.2</A>), dharmah projjhita-kaitavo 'tra. On the material platform, religious systems are different. &#346;r&#299;mad-Bh&#257;gavatam describes them from the very beginning as dharmah kaitavah, cheating religions. None of these religions is actually genuine. The genuine religious system is that which enables one to become a lover of the Supreme Personality of Godhead. In the words of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/6.htm">1.2.6</A>):</P><P>sa vai pums&#257;m paro dharmo yato bhaktir adhokshaje</P><P CLASS=n>ahaituky apratihat&#257; yay&#257;tm&#257; supras&#299;dati</P><P>"The supreme occupation [dharma] for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord. Such devotional service must be unmotivated and uninterrupted in order to completely satisfy the self."</P><P>On this platform there is nothing but the service of the Lord. When a person has no ulterior motive, there is certainly oneness and agreement of principles. Since everyone has a different body and mind, different types of religions are needed. But when one is situated on the spiritual platform, there are no bodily and mental differences. Consequently on the absolute platform there is oneness in religion.</P><P CLASS=l><A CLASS=i HREF="183.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="185.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>