<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 185</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 185"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.185</P><P CLASS=c>dharma-sth&#257;pana-hetu s&#257;dhura vyavah&#257;ra</P><P CLASS=c>pur&#299;-gos&#257;ñira ye &#257;carana, sei dharma s&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/s/sthapana">sth&#257;pana</A>-<A CLASS=v HREF="http://vedabase.net/h/hetu">hetu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> establish the principles of religion; <A CLASS=v HREF="http://vedabase.net/s/sadhura">s&#257;dhura</A> <A CLASS=v HREF="http://vedabase.net/v/vyavahara">vyavah&#257;ra</A> &#8212; behavior of <A HREF="http://vedabase.net/a/a">a</A> devotee; <A CLASS=v HREF="http://vedabase.net/p/puri">pur&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gosanira">gos&#257;ñira</A> &#8212; of <A HREF="http://vedabase.net/m/madhavendra">M&#257;dhavendra</A> <A HREF="http://vedabase.net/p/puri">Pur&#299;</A>; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> <A CLASS=v HREF="http://vedabase.net/a/acarana">&#257;carana</A> &#8212; the behavior; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A> <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A> &#8212; the essence of all religion.</P><P CLASS=t>TRANSLATION</P><P>"A devotee's behavior establishes the true purpose of religious principles. The behavior of M&#257;dhavendra Pur&#299; Gosv&#257;m&#299; is the essence of such religious principles."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura gives the following commentary on this passage. A s&#257;dhu, or honest man, is called a mah&#257;jana or a mah&#257;tm&#257;. The mah&#257;tm&#257; is described thus by Lord Krishna in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/13.htm">9.13</A>):</P><P>mah&#257;tm&#257;nas tu m&#257;m p&#257;rtha daiv&#299;m prakritim &#257;&#347;rit&#257;h</P><P CLASS=n>bhajanty ananya-manaso jñ&#257;tv&#257; bh&#363;t&#257;dim avyayam</P><P>"O son of Prith&#257;, those who are not deluded, the great souls, are under the protection of the divine nature. They are fully engaged in devotional service because they know Me as the Supreme Personality of Godhead, original and inexhaustible."</P><P>In the material world, the word mah&#257;tm&#257; is understood in different ways by different religionists. Mundaners also come up with their different angles of vision. For the conditioned soul busy in sense gratification, a mah&#257;jana is recognized according to the proportion of sense gratification he offers. For instance, a businessman may consider a certain banker to be a mah&#257;jana, and karm&#299;s desiring material enjoyment may consider philosophers like Jaimini to be mah&#257;janas. There are many yog&#299;s who want to control the senses, and for them Patañjali Rishi is a mah&#257;jana. For the jñ&#257;n&#299;s, the atheist Kapila, Vasishtha, Durv&#257;s&#257;, Datt&#257;treya and other impersonalist philosophers are mah&#257;janas. For the demons, Hirany&#257;ksha, Hiranyaka&#347;ipu, R&#257;vana, R&#257;vana's son Meghan&#257;da, Jar&#257;sandha and others are accepted as mah&#257;janas. For materialistic anthropologists speculating on the evolution of the body, a person like Darwin is a mah&#257;jana. The scientists who are bewildered by Krishna's external energy have no relationship with the Supreme Personality of Godhead, yet they are accepted by some as mah&#257;janas. Similarly, philosophers, historians, literary men, public speakers and social and political leaders are sometimes accepted as mah&#257;janas. Such mah&#257;janas are respected by certain men who have been described in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/3/19.htm">2.3.19</A>):</P><P>&#347;va-vid-var&#257;hoshtra-kharaih samstutah purushah pa&#347;uh</P><P CLASS=n>na yat-karna-pathopeto j&#257;tu n&#257;ma gad&#257;grajah</P><P>"Men who are like dogs, hogs, camels and asses praise those men who never listen to the transcendental pastimes of Lord &#346;r&#299; Krishna, the deliverer from evils."</P><P>Thus on the material platform animalistic leaders are worshiped by animals. Sometimes physicians, psychiatrists and social workers try to mitigate bodily pain, distress and fear, but they have no knowledge of spiritual identity and are bereft of a relationship with God. Yet they are considered mah&#257;janas by the illusioned. Self-deceived persons sometimes accept leaders or spiritual masters from a priestly order that has been officially appointed by the codes of material life. In this way, they are deceived by official priests. Sometimes people accept as mah&#257;janas those who have been designated by &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura as dha&#324;ga-vipras (imposter br&#257;hmanas). Such imposters imitate the characteristics of &#346;r&#299;la Harid&#257;sa Th&#257;kura, and they envy Harid&#257;sa Th&#257;kura, who was certainly a mah&#257;jana. They make great artificial endeavors, advertising themselves as great devotees of the Lord or as mystic hypnotists knowledgeable in witchcraft, hypnotism and miracles. Sometimes people accept as mah&#257;janas demons like P&#363;tan&#257;, Trin&#257;varta, Vatsa, Baka, Agh&#257;sura, Dhenuka, K&#257;l&#299;ya and Pralamba. Some people accept imitators and adversaries of the Supreme Personality of Godhead, such as Paundraka, &#346;rig&#257;la V&#257;sudeva, the spiritual master of the demons (&#346;ukr&#257;c&#257;rya), or atheists like C&#257;rv&#257;ka, King Vena, Sugata and Arhat. People who accept such imitators as mah&#257;janas have no faith in &#346;r&#299; Caitanya Mah&#257;prabhu as the Supreme Personality of Godhead. Rather, they accept godless cheaters who present themselves as incarnations of God and cheat foolish people within the material world by word jugglery. Thus many rascals are accepted as mah&#257;janas.</P><P>It is those who are devoid of devotional service who sometimes mistakenly accept persons with mundane motives as mah&#257;janas. The only motive must be krishna-bhakti, devotional service to the Lord. Sometimes fruitive workers, dry philosophers, nondevotees, mystic yog&#299;s and persons attached to material opulence, women and money are considered mah&#257;janas. But &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/6/3/25.htm">6.3.25</A>) gives the following statement about such unauthorized mah&#257;janas:</P><P>pr&#257;yena veda tad idam na mah&#257;jano 'yam</P><P CLASS=n>devy&#257; vimohita-matir bata m&#257;yay&#257;lam</P><P CLASS=n>trayy&#257;m jad&#299;-krita-matir madhu-pushpit&#257;y&#257;m</P><P CLASS=n>vait&#257;nike mahati karmani yujyam&#257;nah</P><P>In this material world, karm&#299;s (fruitive actors) are accepted as mah&#257;janas by foolish people who do not know the value of devotional service. The mundane intelligence and mental speculative methods of such foolish people are under the control of the three modes of material nature. Consequently they cannot understand unalloyed devotional service. They are attracted by material activities, and they become worshipers of material nature. Thus they are known as fruitive actors. They even become entangled in material activities disguised as spiritual activities. In the Bhagavad-g&#299;t&#257; such people are described as veda-v&#257;da-rat&#257;h, supposed followers of the Vedas. They do not understand the real purpose of the Vedas, yet they think of themselves as Vedic authorities. People versed in Vedic knowledge must know Krishna as the Supreme Personality of Godhead. Vedai&#347; ca sarvair aham eva vedyah. (<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>)</P><P>In this material world a person may be famous as a karma-v&#299;ra, a successful fruitive worker, or he may be very successful in performing religious duties, or he may be known as a hero in mental speculation (jñ&#257;na-v&#299;ra), or he may be a very famous renunciant. In any case, &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/3/23/56.htm">3.23.56</A>) gives the following opinion in this matter.</P><P>neha yat karma dharm&#257;ya na vir&#257;g&#257;ya kalpate</P><P CLASS=n>na t&#299;rtha-pada-sev&#257;yai j&#299;vann api mrito hi sah</P><P>"Anyone whose work is not meant for elevating him to religious life, anyone whose religious ritualistic performances do not raise him to renunciation, and anyone situated in renunciation that does not lead him to devotional service to the Supreme Personality of Godhead must be considered dead, although he is breathing."</P><P>The conclusion is that all pious activity, fruitive activity, religious principles and renunciation must ultimately lead to devotional service. There are different types of processes for rendering service. One may serve his country, people and society, the varn&#257;&#347;rama-dharma system, the sick, the poor, the rich, women, demigods and so on. All this service comes under the heading of sense gratification, or enjoyment in the material world. It is most unfortunate that people are more or less attracted by such material activity and that the leaders of these activities are accepted as mah&#257;janas, great ideal leaders. Actually they are only misleaders, but an ordinary man cannot understand how he is being misled.</P><P>Narottama d&#257;sa Th&#257;kura says, s&#257;dhu-&#347;&#257;stra-guru-v&#257;kya, cittete kariy&#257; aikya: "One should accept as one's guide the words of the s&#257;dhus, the &#347;&#257;stra and the guru." A s&#257;dhu is a great personality like &#346;r&#299; Caitanya Mah&#257;prabhu, the &#347;&#257;stras are the injunctions of revealed scriptures, and the guru, or spiritual master, is one who confirms the scriptural injunctions. Accepting the guidance of these three is the actual way of following the great personalities (mah&#257;janas) for real advancement in life (mah&#257;jano yena gatah sa panth&#257;h). A man covered by illusion cannot understand the proper way; therefore &#346;r&#299; Caitanya Mah&#257;prabhu says, dharma-sth&#257;pana-hetu s&#257;dhura vyavah&#257;ra: "The behavior of a devotee is the criterion for all other behavior." &#346;r&#299; Caitanya Mah&#257;prabhu Himself followed the devotional principles and taught others to follow them. Pur&#299;-gos&#257;ñira ye &#257;carana, sei dharma s&#257;ra. &#346;r&#299; Caitanya Mah&#257;prabhu personally followed the behavior of M&#257;dhavendra Pur&#299; and advised others to follow his principles. Unfortunately, people have been attracted to the material body since time immemorial.</P><P>yasy&#257;tma-buddhih kunape tri-dh&#257;tuke</P><P CLASS=n>sva-dh&#299;h kalatr&#257;dishu bhauma ijya-dh&#299;h</P><P CLASS=n>yat-t&#299;rtha-buddhih salile na karhicij</P><P CLASS=n>janeshv abhijñeshu sa eva go-kharah</P><P>"A human being who identifies this body made of three elements with his self, who considers the by-products of the body to be his kinsmen, who considers his land of birth worshipable, and who goes to a place of pilgrimage simply to take a bath rather than meet men of transcendental knowledge there is to be considered like an ass or a cow." (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/84/13.htm">10.84.13</A>) Those who accept the logic of gadd&#257;lik&#257;-prav&#257;ha and follow in the footsteps of pseudo mah&#257;janas are carried away by the waves of m&#257;y&#257;. Bhaktivinoda Th&#257;kura therefore warns:</P><P>miche m&#257;y&#257;ra va&#347;e, y&#257;ccha bhese',</P><P CLASS=n>kh&#257;ccha h&#257;budubu, bh&#257;i</P><P CLASS=n>j&#299;va krishna-d&#257;sa, e vi&#347;v&#257;sa,</P><P CLASS=n>ka'rle ta' &#257;ra duhkha n&#257;i</P><P>"Don't be carried away by the waves of m&#257;y&#257;. Just surrender to the lotus feet of Krishna, and all miseries will end." Those who follow social customs and behavior forget to follow the path chalked out by the mah&#257;janas; thus they are offenders at the feet of the mah&#257;janas. Sometimes they consider such mah&#257;janas very conservative, or they create their own mah&#257;janas. In this way they ignore the principles of the parampar&#257; system. This is a great misfortune for everyone. If one does not follow in the footsteps of the real mah&#257;janas, one's plans for happiness will be frustrated. This is elaborately explained later in the Madhya-l&#299;l&#257; (Chapter Twenty-five, verses 55, 56 and 58). It is there stated:</P><P>parama k&#257;rana &#299;&#347;vare keha n&#257;hi m&#257;ne</P><P CLASS=n>sva-sva-mata sth&#257;pe para-matera khandane</P><P CLASS=n>t&#257;te chaya dar&#347;ana haite 'tattva' n&#257;hi j&#257;ni</P><P CLASS=n>'mah&#257;jana' yei kahe, sei 'satya' m&#257;ni</P><P CLASS=n>&#347;r&#299;-krishna-caitanya-v&#257;n&#299; &#8212; amritera dh&#257;ra</P><P CLASS=n>ti&#324;ho ye kahaye vastu, sei 'tattva' &#8212; s&#257;ra</P><P>People are so unfortunate that they do not accept the instructions of the Supreme Personality of Godhead. Instead, they want to be supported by so-called mah&#257;janas, or authorities. T&#257;te chaya dar&#347;ana haite 'tattva' n&#257;hi j&#257;ni: we cannot ascertain the real truth simply by following speculators. We have to follow the footsteps of the mah&#257;janas in the disciplic succession. Then our attempt will be successful. &#346;r&#299;-krishna-caitanya-v&#257;n&#299; &#8212; amritera dh&#257;ra: "Whatever is spoken by &#346;r&#299; Caitanya Mah&#257;prabhu is an incessant flow of nectar." Whoever accepts His words as reality can understand the essence of the Absolute Truth.</P><P>No one can ascertain the Absolute Truth by following the philosophy of S&#257;&#324;khya or the yoga system of Patañjali, for neither the followers of S&#257;&#324;khya nor the yog&#299;s who follow Patañjali accept Lord Vishnu as the Supreme Personality of Godhead (na te viduh sv&#257;rtha-gatim hi vishnum [<A CLASS=v HREF="../../../sb/7/5/31.htm">SB 7.5.31</A>]). The ambition of such people is never fulfilled; therefore they are attracted by the external energy. Although mental speculators may be renowned all over the world as great authorities, actually they are not. Such leaders are themselves conservative and not at all liberal. However, if we preach this philosophy, people will consider Vaishnavas very sectarian. &#346;r&#299;la M&#257;dhavendra Pur&#299; was a real mah&#257;jana, but misguided people cannot distinguish the real from the unreal. But a person who is awakened to Krishna consciousness can understand the real religious path chalked out by the Lord and His pure devotees. &#346;r&#299; M&#257;dhavendra Pur&#299; was a real mah&#257;jana because he understood the Absolute Truth properly and throughout his life behaved like a pure devotee. &#346;r&#299; Caitanya Mah&#257;prabhu approved the method of &#346;r&#299; M&#257;dhavendra Pur&#299;. Therefore, although from the material viewpoint the Sanodiy&#257; br&#257;hmana was on a lower platform, &#346;r&#299; Caitanya Mah&#257;prabhu considered him situated on the highest platform of spiritual realization.</P><P>&#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/6/3/20.htm">6.3.20</A>) states that there are twelve mah&#257;janas: Brahm&#257;, N&#257;rada, &#346;ambhu, the four Kum&#257;ras, Kapila, Manu, Prahl&#257;da, Janaka, Bh&#299;shma, Bali, &#346;ukadeva and Yamar&#257;ja.</P><P>To select our mah&#257;janas in the Gaud&#299;ya-samprad&#257;ya, we have to follow in the footsteps of &#346;r&#299; Caitanya Mah&#257;prabhu and His representatives. His next representative is &#346;r&#299; Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, and the next representatives are the six Gosv&#257;m&#299;s &#8212; &#346;r&#299; R&#363;pa, &#346;r&#299; San&#257;tana, Bhatta Raghun&#257;tha, &#346;r&#299; J&#299;va, Gop&#257;la Bhatta and D&#257;sa Raghun&#257;tha. A follower of Vishnu Sv&#257;m&#299;'s was &#346;r&#299;dhara Sv&#257;m&#299;, the most well known commentator on &#346;r&#299;mad-Bh&#257;gavatam. He was also a mah&#257;jana. Similarly, Cand&#299;d&#257;sa, Vidy&#257;pati and Jayadeva were all mah&#257;janas. One who tries to imitate the mah&#257;janas just to become an imitative spiritual master is certainly far away from following in the footsteps of the mah&#257;janas. Sometimes people cannot actually understand how a mah&#257;jana follows other mah&#257;janas. In this way people commit offenses and fall from devotional service.</P><P CLASS=l><A CLASS=i HREF="184.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="186.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>