<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 51</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 51"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.51</P><P CLASS=c>tath&#257;pi t&#257;&#324;ra dar&#347;ana-&#347;ravana-prabh&#257;ve</P><P CLASS=c>sakala de&#347;era loka ha-ila 'vaishnave'</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; His; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; of seeing; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; of hearing; <A CLASS=v HREF="http://vedabase.net/p/prabhave">prabh&#257;ve</A> &#8212; by the potency; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/d/desera">de&#347;era</A> &#8212; of countries; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; people; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/ila">ila</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/v/vaisnave">vaishnave</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A> devotees of the Lord.</P><P CLASS=t>TRANSLATION</P><P>Although &#346;r&#299; Caitanya Mah&#257;prabhu did not manifest His natural ecstatic love, everyone became a pure devotee simply by seeing and hearing Him.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has described &#346;r&#299; Caitanya Mah&#257;prabhu as mah&#257;-vad&#257;nya-avat&#257;ra, the most munificent incarnation. Although &#346;r&#299; Caitanya Mah&#257;prabhu is not physically present now, simply by chanting His holy name (&#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda) people throughout the world are becoming devotees. This is due to the ecstatic chanting of the holy name of the Lord. It is said that a pure devotee can see the Lord at every moment, and because of this he is empowered by the Lord. This is confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>): prem&#257;ñjana-cchurita-bhakti-vilocanena santah sadaiva hridayeshu vilokayanti. &#346;r&#299; Caitanya Mah&#257;prabhu appeared five hundred years ago, but it cannot be said that now the potency of the Hare Krishna mah&#257;-mantra is less than it was in His presence. By hearing &#346;r&#299; Caitanya Mah&#257;prabhu through the parampar&#257; system, one can be purified. Therefore in this verse it is said, tath&#257;pi t&#257;&#324;ra dar&#347;ana-&#347;ravana-prabh&#257;ve. It is not that everyone is able to see Krishna or &#346;r&#299; Krishna Caitanya Mah&#257;prabhu physically, but if one hears about Him through books like &#346;r&#299; Caitanya-carit&#257;mrita and through the parampar&#257; system of pure Vaishnavas, there is no difficulty in becoming a pure Vaishnava, free from mundane desires and personal motivations.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="52.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>