<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 86</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 86"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.86</P><P CLASS=c>prabhu lañ&#257; gel&#257; vi&#347;ve&#347;vara-dara&#347;ane</P><P CLASS=c>tabe &#257;si' dekhe bindu-m&#257;dhava-carane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> <A CLASS=v HREF="http://vedabase.net/l/lana">lañ&#257;</A> &#8212; taking the Lord; <A CLASS=v HREF="http://vedabase.net/g/gela">gel&#257;</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> went; <A CLASS=v HREF="http://vedabase.net/v/visvesvara">vi&#347;ve&#347;vara</A>-<A CLASS=v HREF="http://vedabase.net/d/darasane">dara&#347;ane</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> visit the temple of <A HREF="http://vedabase.net/v/visvesvara">Vi&#347;ve&#347;vara</A>; <A CLASS=v HREF="http://vedabase.net/t/tabe">tabe</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/asi">&#257;si</A>' &#8212; coming; <A CLASS=v HREF="http://vedabase.net/d/dekhe">dekhe</A> &#8212; see; <A CLASS=v HREF="http://vedabase.net/b/bindu">bindu</A>-<A CLASS=v HREF="http://vedabase.net/m/madhava">m&#257;dhava</A>-<A CLASS=v HREF="http://vedabase.net/c/carane">carane</A> &#8212; the lotus feet of <A HREF="http://vedabase.net/b/bindu">Bindu</A> <A HREF="http://vedabase.net/m/madhava">M&#257;dhava</A>.</P><P CLASS=t>TRANSLATION</P><P>Tapana Mi&#347;ra then took &#346;r&#299; Caitanya Mah&#257;prabhu to visit the temple of Vi&#347;ve&#347;vara. Coming from there, they saw the lotus feet of Lord Bindu M&#257;dhava.</P><P CLASS=t>PURPORT</P><P>The Bindu M&#257;dhava temple is the oldest Vishnu temple in V&#257;r&#257;nas&#299;. At present this temple is known as Ven&#299; M&#257;dhava, and it is situated on the banks of the Ganges. Formerly five rivers converged there, and they were named Dh&#363;tap&#257;p&#257;, Kiran&#257;, Sarasvat&#299;, Ga&#324;g&#257; and Yamun&#257;. Now only the river Ganges is visible. The old temple of Bindu M&#257;dhava, which was visited by &#346;r&#299; Caitanya Mah&#257;prabhu, was later dismantled by Aurangzeb, the great Hindu-hating emperor of the Mogul dynasty. In the place of this temple, he constructed a big masj&#299;d, or mosque. Later, another temple was constructed by the side of the mosque, and this temple is still existing. In the temple of Bindu M&#257;dhava there are Deities of four-handed N&#257;r&#257;yana and the goddess Lakshm&#299;. In front of these Deities is a column of &#346;r&#299; Garuda, and along the side are deities of Lord R&#257;ma, S&#299;t&#257;, Lakshmana and &#346;r&#299; Hanum&#257;nj&#299;.</P><P>In the province of Maharashtra is a state known as S&#257;t&#257;r&#257;. During the time of Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, the native prince belonged to the Vaishnava cult. Being a br&#257;hmana, he took charge of worshiping the Deity. He was known as &#346;r&#299;manta B&#257;l&#257;s&#257;heb Pantha Mah&#257;r&#257;ja. The state still bears the expenditure for temple maintenance. The first king in this dynasty to take charge of worship in the temple, two hundred years ago, was Mah&#257;r&#257;ja Jagatj&#299;vana R&#257;o S&#257;heb.</P><P CLASS=l><A CLASS=i HREF="85.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="87.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>