<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 89</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 89"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.89</P><P CLASS=c>prabhure nimantrana kari' ghare bhiksh&#257; dila</P><P CLASS=c>balabhadra-bhatt&#257;c&#257;rye p&#257;ka kar&#257;ila</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prabhure">prabhure</A> <A CLASS=v HREF="http://vedabase.net/n/nimantrana">nimantrana</A> <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' &#8212; inviting the Lord; <A CLASS=v HREF="http://vedabase.net/g/ghare">ghare</A> &#8212; at home; <A CLASS=v HREF="http://vedabase.net/b/bhiksa">bhiksh&#257;</A> <A CLASS=v HREF="http://vedabase.net/d/dila">dila</A> &#8212; gave lunch; <A CLASS=v HREF="http://vedabase.net/b/balabhadra">balabhadra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhattacarye">bhatt&#257;c&#257;rye</A> &#8212; <A HREF="http://vedabase.net/b/balabhadra">Balabhadra</A> <A HREF="http://vedabase.net/b/bhattacarya">Bhatt&#257;c&#257;rya</A>; <A CLASS=v HREF="http://vedabase.net/p/paka">p&#257;ka</A> <A CLASS=v HREF="http://vedabase.net/k/karaila">kar&#257;ila</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> <A HREF="http://vedabase.net/h/had">had</A> cook.</P><P CLASS=t>TRANSLATION</P><P>Tapana Mi&#347;ra invited &#346;r&#299; Caitanya Mah&#257;prabhu to take lunch at his home, and he had Balabhadra Bhatt&#257;c&#257;rya cook.</P><P CLASS=t>PURPORT</P><P>While at V&#257;r&#257;nas&#299; (Benares), &#346;r&#299; Caitanya Mah&#257;prabhu stayed at the house of Tapana Mi&#347;ra. Near Tapana Mi&#347;ra's house was a bathing ghat known as Pañcanad&#299;-gh&#257;ta. &#346;r&#299; Caitanya Mah&#257;prabhu used to take His bath daily at this ghat, and He used to see the temple of Bindu M&#257;dhava. Then He would take His lunch at Tapana Mi&#347;ra's house. Near the Bindu M&#257;dhava temple is a big banyan tree, and it is said that after eating, &#346;r&#299; Caitanya Mah&#257;prabhu used to rest beneath the tree. That banyan tree is still known today as Caitanya-vata. Gradually, due to changes in language, the name became Yatana-vata. The local people still call that place Yatana-vata.</P><P>At present, beside a lane there is a tomb of Vallabh&#257;c&#257;rya, but there is no sign that Caitanya Mah&#257;prabhu ever lived there. Vallabh&#257;c&#257;rya was also known as Mah&#257;prabhu among his disciples. &#346;r&#299; Caitanya Mah&#257;prabhu probably lived at Yatana-vata, but there is no sign of Candra&#347;ekhara's or Tapana Mi&#347;ra's house, nor is there any sign of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; Prak&#257;&#347;&#257;nanda Sarasvat&#299;, with whom &#346;r&#299; Caitanya Mah&#257;prabhu discussed the Ved&#257;nta-s&#363;tra. A little distance from Yatana-vata is a temple of Gaura-Nity&#257;nanda established by &#346;a&#347;ibh&#363;shana Niyog&#299; Mah&#257;&#347;aya of Calcutta. During the time of &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299;, this temple was managed by the mother-in-law of &#346;a&#347;ibh&#363;shana and his brother-in-law N&#257;r&#257;yana-candra Ghosha.</P><P CLASS=l><A CLASS=i HREF="88.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="90.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>