<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 95</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17 Verse 95"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17.95</P><P CLASS=c>&#257;pana-pr&#257;rabdhe vasi' v&#257;r&#257;nas&#299;-sth&#257;ne</P><P CLASS=c>'m&#257;y&#257;', 'brahma' &#347;abda vin&#257; n&#257;hi &#347;uni k&#257;ne</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/apana">&#257;pana</A>-<A CLASS=v HREF="http://vedabase.net/p/prarabdhe">pr&#257;rabdhe</A> &#8212; because of my past deeds; <A CLASS=v HREF="http://vedabase.net/v/vasi">vasi</A>' &#8212; staying; <A CLASS=v HREF="http://vedabase.net/v/varanasi">v&#257;r&#257;nas&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sthane">sth&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the place known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/v/varanasi">V&#257;r&#257;nas&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; <A HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; and <A HREF="http://vedabase.net/b/brahma">brahma</A>; <A CLASS=v HREF="http://vedabase.net/s/sabda">&#347;abda</A> &#8212; the words; <A CLASS=v HREF="http://vedabase.net/v/vina">vin&#257;</A> &#8212; except; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> <A CLASS=v HREF="http://vedabase.net/s/suni">&#347;uni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A> not hear; <A CLASS=v HREF="http://vedabase.net/k/kane">k&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ear.</P><P CLASS=t>TRANSLATION</P><P>"Due to my past deeds, I am residing at V&#257;r&#257;nas&#299;, but here I do not hear anything but the words 'm&#257;y&#257;' and 'Brahman.'"</P><P CLASS=t>PURPORT</P><P>The word pr&#257;rabdhe ("past deeds") is important in this verse. Since Candra&#347;ekhara was a devotee, he was always eager to hear about Krishna and His transcendental pastimes. Most of the inhabitants of Benares were and are impersonalists, worshipers of Lord &#346;iva and followers of the pañcop&#257;san&#257; method. The impersonalists imagine some form of the impersonal Brahman, and to facilitate meditation they concentrate upon the forms of Vishnu, &#346;iva, Gane&#347;a, S&#363;rya and goddess Durg&#257;. Actually these pañcop&#257;sakas are not devotees of anyone. As it is said, to be a servant of everyone is to be a servant of no one. V&#257;r&#257;nas&#299;, or K&#257;&#347;&#299;, is the chief holy place of pilgrimage for impersonalists, and it is not at all suitable for devotees. A Vaishnava likes to live in a vishnu-t&#299;rtha, a place where Lord Vishnu's temples are present. In V&#257;r&#257;nas&#299; there are many hundreds and thousands of Lord &#346;iva's temples, or pañcop&#257;saka temples. Consequently Candra&#347;ekhara expressed great unhappiness as he informed Lord Caitanya that he was obliged to live at Benares due to his past misdeeds. As said in the Bhakti-ras&#257;mrita-sindhu, durj&#257;ty-&#257;rambhakam p&#257;pam yat sy&#257;t pr&#257;rabdham eva tat: "According to one's past misdeeds, one takes birth on a lower platform." But in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/54.htm">5.54</A>) it is said, karm&#257;ni nirdahati kintu ca bhakti-bh&#257;j&#257;m: "There is no karma attached to the past deeds or misdeeds of one in devotional service." A devotee is not subjected to karma-phala, the effect of fruitive activity. Karma-phala is applicable to karm&#299;s, not bhaktas.</P><P>There are three kinds of devotees: those who are eternally on the transcendental platform (nitya-siddha), those who have been elevated to the transcendental platform by the execution of devotional service (s&#257;dhana-siddha), and those who are neophytes advancing toward the perfectional platform (s&#257;dhaka). The s&#257;dhakas are gradually becoming free from fruitive reaction. The Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/1/17">1.1.17</A>) describes the symptoms of bhakti-yoga thus:</P><P>kle&#347;a-ghn&#299; &#347;ubha-d&#257; moksha-laghut&#257;-krit su-durlabh&#257;</P><P CLASS=n>s&#257;ndr&#257;nanda-vi&#347;esh&#257;tm&#257; &#347;r&#299;-krishn&#257;karshin&#299; ca s&#257;</P><P>Devotional service is kle&#347;a-ghn&#299; even for beginners. This means that it reduces or nullifies all kinds of suffering. The word &#347;ubha-d&#257; indicates that devotional service bestows all good fortune, and the word krishna-&#257;karshin&#299; indicates that devotional service gradually attracts Krishna toward the devotee. Consequently a devotee is not subject to any sinful reaction. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/66.htm">18.66</A>) Krishna says:</P><P>sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear."</P><P>Thus a fully surrendered, sincere devotee immediately receives relief from all kinds of sinful reactions. There are three stages of fructification for sinful activity. At one stage, one commits the sinful act, before that the seed of this act exists, and before that there is ignorance whereby one commits the sin. Suffering is involved in all three stages. However, Krishna is merciful to His devotee, and consequently He immediately nullifies all three stages &#8212; the sin, the seed of sin and the ignorance that leads one to sin. The Padma Pur&#257;na confirms this:</P><P>apr&#257;rabdha-phalam p&#257;pam k&#363;tam b&#299;jam phalonmukham</P><P CLASS=n>kramenaiva pral&#299;yeta vishnu-bhakti-rat&#257;tman&#257;m</P><P>For a further explanation of this topic, The Nectar of Devotion should be consulted.</P><P CLASS=l><A CLASS=i HREF="94.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="96.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>