<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: The Lord Travels to Vrind&#257;vana</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Madhya 17 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Madhya 17.1</B></A>: On His way to Vrind&#257;vana, Lord &#346;r&#299; Caitanya Mah&#257;prabhu passed through the forest of Jh&#257;rikhanda and made all the tigers, elephants, deer and birds chant the Hare Krishna mah&#257;-mantra and dance. Thus all these animals were overwhelmed by ecstatic love.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Madhya 17.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu! All glories to Lord Nity&#257;nanda! All glories to Advaitacandra! And all glories to all the devotees of the Lord!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Madhya 17.3</B></A>: When autumn arrived, &#346;r&#299; Caitanya Mah&#257;prabhu decided to go to Vrind&#257;vana. In a solitary place, He consulted with R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Madhya 17.4</B></A>: The Lord requested R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; to help Him go to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Madhya 17.5</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "I shall leave early in the morning and go incognito, taking the road through the forest. I shall go alone &#8212; I shall not take anyone with Me.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Madhya 17.6</B></A>: "If someone wants to follow Me, please stop him. I don't want anyone to go with Me.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Madhya 17.7</B></A>: "Please give Me your permission with great pleasure and do not be unhappy. If you are happy, I shall be happy on My way to Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Madhya 17.8</B></A>: Upon hearing this, R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; replied, "Dear Lord, You are completely independent. Since You are not dependent on anyone, You will do whatever You desire.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Madhya 17.9</B></A>: "Dear Lord, kindly hear our one petition. You have already said that You will derive happiness from our happiness. This is Your own statement.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Madhya 17.10</B></A>: "If You will please accept just one request, we shall be very, very happy.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Madhya 17.11</B></A>: "Our Lord, please take one very nice br&#257;hmana with You. He will collect alms for You, cook for You, give You pras&#257;dam and carry Your waterpot while traveling.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Madhya 17.12</B></A>: "When You go through the jungle, there will be no br&#257;hmana available from whom You can accept lunch. Therefore please give permission for at least one pure br&#257;hmana to accompany You."</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Madhya 17.13</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "I shall not take any of My associates with Me, because if I choose someone, all the others will be unhappy.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Madhya 17.14</B></A>: "Such a person must be a new man, and he must have a peaceful mind. If I can obtain such a man, I shall agree to take him with Me."</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Madhya 17.15</B></A>: Svar&#363;pa D&#257;modara then said, "Here is Balabhadra Bhatt&#257;c&#257;rya, who has great love for You. He is an honest, learned scholar, and he is advanced in spiritual consciousness.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Madhya 17.16</B></A>: "In the beginning, he came with You from Bengal. It is his desire to visit and see all the holy places of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Madhya 17.17</B></A>: "In addition, You may take another br&#257;hmana who will act as a servant en route and make arrangements for Your food.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Madhya 17.18</B></A>: "If You can also take him with You, we will be very happy. If two people go with You through the jungle, there will certainly be no difficulty or inconvenience.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Madhya 17.19</B></A>: "The other br&#257;hmana can carry Your cloth and waterpot, and Balabhadra Bhatt&#257;c&#257;rya will collect alms and cook for You."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Madhya 17.20</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu accepted the request of Svar&#363;pa D&#257;modara Pandita and agreed to take Balabhadra Bhatt&#257;c&#257;rya with Him.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Madhya 17.21</B></A>: On the previous night, &#346;r&#299; Caitanya Mah&#257;prabhu had visited Lord Jagann&#257;tha and taken His permission. Now, near the end of the night, the Lord got up and started immediately. He was not seen by others.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Madhya 17.22</B></A>: Because the Lord had departed, the devotees, unable to see Him early in the morning, began to search for Him with great anxiety.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Madhya 17.23</B></A>: While all the devotees were searching for the Lord, Svar&#363;pa D&#257;modara restrained them. Then everyone fell silent, knowing the mind of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Madhya 17.24</B></A>: The Lord abandoned walking on the well-known public road and went instead along a bypass. He thus kept the city of Kataka on His right as He entered the forest.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Madhya 17.25</B></A>: When the Lord passed through the solitary forest chanting the holy name of Krishna, the tigers and elephants, seeing Him, gave way.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Madhya 17.26</B></A>: When the Lord passed through the jungle in great ecstasy, packs of tigers, elephants, rhinoceros and boars came, and the Lord passed right through them.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Madhya 17.27</B></A>: Balabhadra Bhatt&#257;c&#257;rya was very much afraid to see them, but by &#346;r&#299; Caitanya Mah&#257;prabhu's influence, all the animals stood to one side.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Madhya 17.28</B></A>: One day a tiger was lying on the path, and &#346;r&#299; Caitanya Mah&#257;prabhu, walking along the path in ecstatic love, touched the tiger with His feet.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Madhya 17.29</B></A>: The Lord said, "Chant the holy name of Krishna!" The tiger immediately got up and began to dance and to chant "Krishna! Krishna!"</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Madhya 17.30</B></A>: Another day, while &#346;r&#299; Caitanya Mah&#257;prabhu was bathing in a river, a herd of maddened elephants came there to drink water.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Madhya 17.31</B></A>: While the Lord was bathing and murmuring the G&#257;yatr&#299; mantra, the elephants came before Him. The Lord immediately splashed some water on the elephants and asked them to chant the name of Krishna.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Madhya 17.32</B></A>: The elephants whose bodies were touched by the water splashed by the Lord began to chant "Krishna! Krishna!" and dance and sing in ecstasy.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Madhya 17.33</B></A>: Some of the elephants fell to the ground, and some screamed in ecstasy. Seeing this, Balabhadra Bhatt&#257;c&#257;rya was completely astonished.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Madhya 17.34</B></A>: Sometimes &#346;r&#299; Caitanya Mah&#257;prabhu chanted very loudly while passing through the jungle. Hearing His sweet voice, all the does came near Him.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Madhya 17.35</B></A>: Hearing the Lord's great vibration, all the does followed Him left and right. While reciting a verse with great curiosity, the Lord patted them.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Madhya 17.36</B></A>: "'Blessed are all these foolish deer because they have approached Mah&#257;r&#257;ja Nanda's son, who is gorgeously dressed and is playing on His flute. Indeed, both the does and the bucks worship the Lord with looks of love and affection.'"</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Madhya 17.37</B></A>: While &#346;r&#299; Caitanya Mah&#257;prabhu was passing through the jungle, five or seven tigers came. Joining the deer, the tigers began to follow the Lord.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Madhya 17.38</B></A>: Seeing the tigers and deer following Him, &#346;r&#299; Caitanya Mah&#257;prabhu immediately remembered the land of Vrind&#257;vana. He then began to recite a verse describing the transcendental quality of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Madhya 17.39</B></A>: "'Vrind&#257;vana is the transcendental abode of the Lord. There is no hunger, anger or thirst there. Though naturally inimical, human beings and fierce animals live together there in transcendental friendship.'"</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Madhya 17.40</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu said "Chant 'Krishna! Krishna!'" the tigers and deer began to chant "Krishna!" and dance.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Madhya 17.41</B></A>: When all the tigers and does danced and jumped, Balabhadra Bhatt&#257;c&#257;rya saw them and was struck with wonder.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Madhya 17.42</B></A>: Indeed, the tigers and deer began to embrace one another, and touching mouths, they began to kiss.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Madhya 17.43</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu saw all this fun, He began to smile. Finally He left the animals and continued on His way.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Madhya 17.44</B></A>: Various birds, including the peacock, saw &#346;r&#299; Caitanya Mah&#257;prabhu and began to follow Him, chanting and dancing. They were all maddened by the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Madhya 17.45</B></A>: When the Lord loudly chanted "Haribol!" the trees and creepers became jubilant to hear Him.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Madhya 17.46</B></A>: Thus all living entities in the forest of Jh&#257;rikhanda &#8212; some moving and some standing still &#8212; became maddened by hearing the holy name of Lord Krishna vibrated by &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Madhya 17.47</B></A>: In all the villages through which the Lord passed and in all the places He rested on His journey, everyone was purified and awakened to ecstatic love of God.</P><P CLASS=r><A CLASS=i HREF="48-49.htm"><B>CC Madhya 17.48-49</B></A>: When someone heard the chanting of the holy name from the mouth of &#346;r&#299; Caitanya Mah&#257;prabhu, and someone else heard this chanting from that second person, and someone again heard this chanting from the third person, everyone in all countries became a Vaishnava through such disciplic succession. Thus everyone chanted the holy name of Krishna and Hari, and they danced, cried and smiled.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Madhya 17.50</B></A>: The Lord did not always manifest His ecstasy. Being afraid of a great assembly of people, the Lord kept His ecstasy concealed.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Madhya 17.51</B></A>: Although &#346;r&#299; Caitanya Mah&#257;prabhu did not manifest His natural ecstatic love, everyone became a pure devotee simply by seeing and hearing Him.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Madhya 17.52</B></A>: In this way, &#346;r&#299; Caitanya Mah&#257;prabhu personally toured Bengal, East Bengal, Orissa and the southern countries, and He delivered all kinds of people by spreading Krishna consciousness.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Madhya 17.53</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu came to Jh&#257;rikhanda on His way to Mathur&#257;, He found that the people there were almost uncivilized and were devoid of God consciousness.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Madhya 17.54</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu gave even the Bheels an opportunity to chant the holy name and come to the platform of ecstatic love. Thus He delivered all of them. Who has the power to understand the transcendental pastimes of the Lord?</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Madhya 17.55</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu passed through the Jh&#257;rikhanda forest, He took it for granted that it was Vrind&#257;vana. When He passed over the hills, He took it for granted that they were Govardhana.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Madhya 17.56</B></A>: Similarly, whenever &#346;r&#299; Caitanya Mah&#257;prabhu saw a river, He immediately accepted it as the river Yamun&#257;. Thus while in the forest He was filled with great ecstatic love, and He danced and fell down crying.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Madhya 17.57</B></A>: Along the way, Balabhadra Bhatt&#257;c&#257;rya collected all kinds of spinach, roots and fruit whenever possible.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Madhya 17.58</B></A>: Whenever &#346;r&#299; Caitanya Mah&#257;prabhu visited a village, a few br&#257;hmanas &#8212; five or seven &#8212; would come and extend invitations to the Lord.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Madhya 17.59</B></A>: Some people would bring grain and deliver it to Balabhadra Bhatt&#257;c&#257;rya. Others would bring milk and yogurt, and still others would bring ghee and sugar.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Madhya 17.60</B></A>: In some villages there were no br&#257;hmanas; nonetheless, devotees born in non-br&#257;hmana families came and extended invitations to Balabhadra Bhatt&#257;c&#257;rya.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Madhya 17.61</B></A>: Balabhadra Bhatt&#257;c&#257;rya used to cook all kinds of vegetables gathered from the forest, and &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased to accept these preparations.</P><P CLASS=r><A CLASS=i HREF="62-63.htm"><B>CC Madhya 17.62-63</B></A>: Balabhadra Bhatt&#257;c&#257;rya used to keep a stock of food grain that would last from two to four days. Where there were no people, he would cook the grain and prepare vegetables, spinach, roots and fruits collected from the forest.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Madhya 17.64</B></A>: The Lord was always very happy to eat these forest vegetables, and He was even happier when He had an opportunity to stay in a solitary place.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC Madhya 17.65</B></A>: Balabhadra Bhatt&#257;c&#257;rya was so affectionate to the Lord that he was rendering service just like a menial servant. His assistant br&#257;hmana carried the waterpot and garments.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC Madhya 17.66</B></A>: The Lord used to bathe three times a day in the warm water of the waterfalls. He also used to heat Himself morning and evening with a fire made with the limitless wood.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Madhya 17.67</B></A>: While traveling in this secluded forest and feeling very happy, &#346;r&#299; Caitanya Mah&#257;prabhu made the following statement.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Madhya 17.68</B></A>: "My dear Bhatt&#257;c&#257;rya, I have traveled very far through the forest, and I have not even slightly received any trouble.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Madhya 17.69</B></A>: "Krishna is very merciful, especially to Me. He has shown His mercy by bringing Me on this path through the forest. Thus He has given Me great pleasure.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Madhya 17.70</B></A>: "Before this, I decided to go to Vrind&#257;vana and on the way see My mother, the river Ganges and other devotees once again.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Madhya 17.71</B></A>: "I thought that once again I would see and meet all the devotees and take them with Me to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Madhya 17.72</B></A>: "Thus I went to Bengal, and I was very happy to see My mother, the river Ganges and the devotees.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Madhya 17.73</B></A>: "However, when I started for Vrind&#257;vana, many thousands and millions of people gathered and began to go with Me.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Madhya 17.74</B></A>: "Thus I was going to Vrind&#257;vana with a big crowd, but through the mouth of San&#257;tana, Krishna taught Me a lesson. Thus by making some impediment, He has brought Me on a path through the forest to Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Madhya 17.75</B></A>: "Krishna is an ocean of mercy. He is especially merciful to the poor and fallen. Without His mercy, there is no possibility of happiness."</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Madhya 17.76</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then embraced Balabhadra Bhatt&#257;c&#257;rya and told him, "It is only by your kindness that I am now so happy."</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Madhya 17.77</B></A>: Balabhadra Bhatt&#257;c&#257;rya replied, "My dear Lord, You are Krishna Himself, and therefore You are merciful. I am a fallen living entity, but You have bestowed a great favor upon me.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Madhya 17.78</B></A>: "Sir, I am most fallen, yet You have brought me with You. Showing great mercy, You have accepted food prepared by me.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Madhya 17.79</B></A>: "You have made me Your carrier Garuda, although I am no better than a condemned crow. Thus You are the independent Personality of Godhead, the original Lord.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Madhya 17.80</B></A>: "'The Supreme Personality of Godhead has the form of sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>] &#8212; transcendental bliss, knowledge and eternity. I offer my respectful obeisances unto Him, who turns the dumb into eloquent speakers and enables the lame to cross mountains. Such is the mercy of the Lord.'"</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Madhya 17.81</B></A>: In this way Balabhadra Bhatt&#257;c&#257;rya offered his prayers to the Lord. By rendering service unto Him in ecstatic love, He pacified the Lord's mind.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Madhya 17.82</B></A>: Finally the Lord arrived with great happiness at the holy place called K&#257;&#347;&#299;. There He took His bath in the bathing ghat known as Manikarnik&#257;.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Madhya 17.83</B></A>: At that time, Tapana Mi&#347;ra was taking his bath in the Ganges, and he was astonished to see the Lord there.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Madhya 17.84</B></A>: Tapana Mi&#347;ra then began to think, "I have heard that &#346;r&#299; Caitanya Mah&#257;prabhu has accepted the renounced order." Thinking this, Tapana Mi&#347;ra became very jubilant within his heart.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Madhya 17.85</B></A>: He then clasped the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and began to cry. The Lord raised him up and embraced him.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Madhya 17.86</B></A>: Tapana Mi&#347;ra then took &#346;r&#299; Caitanya Mah&#257;prabhu to visit the temple of Vi&#347;ve&#347;vara. Coming from there, they saw the lotus feet of Lord Bindu M&#257;dhava.</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Madhya 17.87</B></A>: With great pleasure Tapana Mi&#347;ra brought &#346;r&#299; Caitanya Mah&#257;prabhu to his home and rendered service unto Him. Indeed, he began to dance, waving his cloth.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Madhya 17.88</B></A>: He washed the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu, and afterwards he and his whole family drank the wash water. He also worshiped Balabhadra Bhatt&#257;c&#257;rya and showed him respect.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Madhya 17.89</B></A>: Tapana Mi&#347;ra invited &#346;r&#299; Caitanya Mah&#257;prabhu to take lunch at his home, and he had Balabhadra Bhatt&#257;c&#257;rya cook.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Madhya 17.90</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu took His rest after lunch, the son of Tapana Mi&#347;ra, named Raghu, used to massage His legs.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Madhya 17.91</B></A>: The remnants of food left by &#346;r&#299; Caitanya Mah&#257;prabhu were taken by the whole family of Tapana Mi&#347;ra. When news spread that the Lord had come, Candra&#347;ekhara came to see Him.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Madhya 17.92</B></A>: Candra&#347;ekhara happened to be a friend of Tapana Mi&#347;ra's, and he was long known to &#346;r&#299; Caitanya Mah&#257;prabhu as His servant. He was a physician by caste, and by profession he was a clerk. At the time he was living in V&#257;r&#257;nas&#299;.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Madhya 17.93</B></A>: When Candre&#347;ekhara came there, he fell down before the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and began to cry. The Lord, standing up, embraced him out of His causeless mercy.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Madhya 17.94</B></A>: Candra&#347;ekhara said, "My dear Lord, You have bestowed Your causeless mercy upon me because I am Your old servant. Indeed, You have come here personally to give me Your audience.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Madhya 17.95</B></A>: "Due to my past deeds, I am residing at V&#257;r&#257;nas&#299;, but here I do not hear anything but the words 'm&#257;y&#257;' and 'Brahman.'"</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Madhya 17.96</B></A>: Candra&#347;ekhara continued, "There is no talk at V&#257;r&#257;nas&#299; other than discussions on the six philosophical theses. Nonetheless, Tapana Mi&#347;ra has been very kind to me, for he speaks about topics relating to Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Madhya 17.97</B></A>: "My dear Lord, we two think of Your lotus feet incessantly. Although You are the omniscient Supreme Personality of Godhead, You have granted us Your audience.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Madhya 17.98</B></A>: "My Lord, I have heard that You are going to Vrind&#257;vana. Please stay here at V&#257;r&#257;nas&#299; for some days and deliver us, for we are Your two servants."</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Madhya 17.99</B></A>: Tapana Mi&#347;ra then said, "My dear Lord, as long as You stay at V&#257;r&#257;nas&#299;, please do not accept any invitation other than mine."</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Madhya 17.100</B></A>: Even though He had not made such a plan, &#346;r&#299; Caitanya Mah&#257;prabhu remained for ten days at V&#257;r&#257;nas&#299;, being obligated by the requests of His two servants.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Madhya 17.101</B></A>: At V&#257;r&#257;nas&#299; there was a Maharashtriyan br&#257;hmana who used to come daily to see &#346;r&#299; Caitanya Mah&#257;prabhu. This br&#257;hmana was simply astonished to see the Lord's personal beauty and ecstatic love for Krishna.</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Madhya 17.102</B></A>: When the br&#257;hmanas of V&#257;r&#257;nas&#299; would invite &#346;r&#299; Caitanya Mah&#257;prabhu to lunch, the Lord would not accept their invitations. He would reply, "I have already been invited somewhere else."</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Madhya 17.103</B></A>: Every day &#346;r&#299; Caitanya Mah&#257;prabhu refused their invitations because He feared associating with M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Madhya 17.104</B></A>: There was a great M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; named Prak&#257;&#347;&#257;nanda Sarasvat&#299;, who used to teach Ved&#257;nta philosophy to a great assembly of followers.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Madhya 17.105</B></A>: A br&#257;hmana who saw the wonderful behavior of &#346;r&#299; Caitanya Mah&#257;prabhu came to Prak&#257;&#347;&#257;nanda Sarasvat&#299; and described the Lord's characteristics.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Madhya 17.106</B></A>: The br&#257;hmana told Prak&#257;&#347;&#257;nanda Sarasvat&#299;, "There is a sanny&#257;s&#299; who has come from Jagann&#257;tha Pur&#299;, and I cannot describe His wonderful influence and glories.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Madhya 17.107</B></A>: "Everything is wonderful about that sanny&#257;s&#299;. He has a very well built and luxuriant body, and His complexion is like purified gold.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Madhya 17.108</B></A>: "He has arms that extend to His knees, and His eyes are like the petals of a lotus. In His person are all the transcendental symptoms of the Supreme Personality of Godhead.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Madhya 17.109</B></A>: "When one sees all these features, one takes Him to be N&#257;r&#257;yana Himself. Whoever sees Him immediately begins to chant the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Madhya 17.110</B></A>: "We have heard about the symptoms of a first-class devotee in &#346;r&#299;mad-Bh&#257;gavatam, and all those symptoms are manifest in the body of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Madhya 17.111</B></A>: "His tongue is always chanting the holy name of Krishna, and from His eyes tears incessantly fall like the flowing Ganges.</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Madhya 17.112</B></A>: "Sometimes He dances, laughs, sings and cries, and sometimes He roars like a lion.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Madhya 17.113</B></A>: "His name, Krishna Caitanya, is all-auspicious for the world. Everything about Him &#8212; His name, form and qualities &#8212; is unparalleled.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Madhya 17.114</B></A>: "Simply by seeing Him, one understands that He possesses all the characteristics of the Supreme Personality of Godhead. Such characteristics are certainly uncommon. Who will believe it?"</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Madhya 17.115</B></A>: Prak&#257;&#347;&#257;nanda Sarasvat&#299; laughed very much to hear this description. Joking and laughing at the br&#257;hmana, he began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Madhya 17.116</B></A>: Prak&#257;&#347;&#257;nanda Sarasvat&#299; said, "Yes, I have heard about Him. He is a sanny&#257;s&#299; from Bengal, and He is very sentimental. I have also heard that He belongs to the Bh&#257;rat&#299;-samprad&#257;ya, for He is a disciple of Ke&#347;ava Bh&#257;rat&#299;. However, He is only a pretender."</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Madhya 17.117</B></A>: Prak&#257;&#347;&#257;nanda Sarasvat&#299; continued, "I know that His name is Caitanya and that He is accompanied by many sentimentalists. His followers dance with Him, and He tours from country to country and village to village.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Madhya 17.118</B></A>: "Whoever sees Him accepts Him as the Supreme Personality of Godhead. Since He has some mystic power by which He hypnotizes people, everyone who sees Him becomes illusioned.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Madhya 17.119</B></A>: "S&#257;rvabhauma Bhatt&#257;c&#257;rya was a very learned scholar, but I have heard that he also has become a madman due to his association with this Caitanya.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Madhya 17.120</B></A>: "This Caitanya is a sanny&#257;s&#299; in name only. Actually He is a first-class magician. In any case, His sentimentalism cannot be very much in demand here in K&#257;&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Madhya 17.121</B></A>: "Do not go to see Caitanya. Just continue hearing Ved&#257;nta. If you associate with upstarts, you will be lost in this world and in the next."</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Madhya 17.122</B></A>: When the br&#257;hmana heard Prak&#257;&#347;&#257;nanda Sarasvat&#299; speak like this about &#346;r&#299; Caitanya Mah&#257;prabhu, he became very much grief-stricken. Chanting the holy name of Krishna, he immediately left.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Madhya 17.123</B></A>: The mind of the br&#257;hmana was already purified by his seeing the Supreme Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu. He therefore went to &#346;r&#299; Caitanya Mah&#257;prabhu and described what had taken place before the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299; Prak&#257;&#347;&#257;nanda.</P><P CLASS=r><A CLASS=i HREF="124.htm"><B>CC Madhya 17.124</B></A>: Hearing this, &#346;r&#299; Caitanya Mah&#257;prabhu mildly smiled. The br&#257;hmana then spoke again to the Lord.</P><P CLASS=r><A CLASS=i HREF="125.htm"><B>CC Madhya 17.125</B></A>: The br&#257;hmana said, "As soon as I uttered Your name before him, he immediately confirmed the fact that he knew Your name.</P><P CLASS=r><A CLASS=i HREF="126.htm"><B>CC Madhya 17.126</B></A>: "While finding fault with You, he uttered Your name three times, saying 'Caitanya, Caitanya, Caitanya.'</P><P CLASS=r><A CLASS=i HREF="127.htm"><B>CC Madhya 17.127</B></A>: "Although he spoke Your name three times, he did not utter the name 'Krishna.' Because he uttered Your name in contempt, I was very much aggrieved.</P><P CLASS=r><A CLASS=i HREF="128.htm"><B>CC Madhya 17.128</B></A>: "Why could Prak&#257;&#347;&#257;nanda not utter the names 'Krishna' and 'Hari'? He chanted the name 'Caitanya' thrice. As far as I am concerned, simply by seeing You I am moved to chant the holy names 'Krishna' and 'Hari.'"</P><P CLASS=r><A CLASS=i HREF="129.htm"><B>CC Madhya 17.129</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "The M&#257;y&#257;v&#257;d&#299; impersonalists are great offenders unto Lord Krishna; therefore they simply utter the words 'Brahman,' '&#257;tm&#257;' and 'caitanya.'</P><P CLASS=r><A CLASS=i HREF="130.htm"><B>CC Madhya 17.130</B></A>: "Because they are offenders unto Krishna, the Supreme Personality of Godhead, who is identical with His holy name, the holy name 'Krishna' does not manifest in their mouths.</P><P CLASS=r><A CLASS=i HREF="131.htm"><B>CC Madhya 17.131</B></A>: "The Lord's holy name, His form and His personality are all one and the same. There is no difference between them. Since all of them are absolute, they are all transcendentally blissful.</P><P CLASS=r><A CLASS=i HREF="132.htm"><B>CC Madhya 17.132</B></A>: "There is no difference between Krishna's body and Himself or between His name and Himself. But as far as the conditioned soul is concerned, one's name is different from one's body, from one's original form and so on.</P><P CLASS=r><A CLASS=i HREF="133.htm"><B>CC Madhya 17.133</B></A>: "'The holy name of Krishna is transcendentally blissful. It bestows all spiritual benedictions, for it is Krishna Himself, the reservoir of all pleasure. Krishna's name is complete, and it is the form of all transcendental mellows. It is not a material name under any condition, and it is no less powerful than Krishna Himself. Since Krishna's name is not contaminated by the material qualities, there is no question of its being involved with m&#257;y&#257;. Krishna's name is always liberated and spiritual; it is never conditioned by the laws of material nature. This is because the name of Krishna and Krishna Himself are identical.'</P><P CLASS=r><A CLASS=i HREF="134.htm"><B>CC Madhya 17.134</B></A>: "The holy name of Krishna, His body and His pastimes cannot be understood by the blunt material senses. They are manifested independently.</P><P CLASS=r><A CLASS=i HREF="135.htm"><B>CC Madhya 17.135</B></A>: "Krishna's holy name, transcendental qualities and transcendental pastimes are all equal to Lord Krishna Himself. They are all spiritual and full of bliss.</P><P CLASS=r><A CLASS=i HREF="136.htm"><B>CC Madhya 17.136</B></A>: "'Therefore material senses cannot appreciate Krishna's holy name, form, qualities and pastimes. When a conditioned soul is awakened to Krishna consciousness and renders service by using his tongue to chant the Lord's holy name and taste the remnants of the Lord's food, the tongue is purified, and one gradually comes to understand who Krishna really is.'</P><P CLASS=r><A CLASS=i HREF="137.htm"><B>CC Madhya 17.137</B></A>: "The mellows of Lord Krishna's pastimes, which are full of bliss, attract the jñ&#257;n&#299; from the pleasure of Brahman realization and conquer him.</P><P CLASS=r><A CLASS=i HREF="138.htm"><B>CC Madhya 17.138</B></A>: "'Let me offer my respectful obeisances unto my spiritual master, the son of Vy&#257;sadeva, &#346;ukadeva Gosv&#257;m&#299;. It is he who defeats all inauspicious things within this universe. Although in the beginning he was absorbed in the happiness of Brahman realization and was living in a secluded place, giving up all other types of consciousness, he became attracted by the most melodious pastimes of Lord &#346;r&#299; Krishna. He therefore mercifully spoke the supreme Pur&#257;na, known as &#346;r&#299;mad-Bh&#257;gavatam, which is the bright light of the Absolute Truth and which describes the activities of Lord Krishna.'</P><P CLASS=r><A CLASS=i HREF="139.htm"><B>CC Madhya 17.139</B></A>: "The transcendental qualities of &#346;r&#299; Krishna are completely blissful and relishable. Consequently Lord Krishna's qualities attract even the minds of self-realized persons from the bliss of self-realization.</P><P CLASS=r><A CLASS=i HREF="140.htm"><B>CC Madhya 17.140</B></A>: "'Those who are self-satisfied and unattracted by external material desires are also attracted to the loving service of &#346;r&#299; Krishna, whose qualities are transcendental and whose activities are wonderful. Hari, the Personality of Godhead, is called Krishna because He has such transcendentally attractive features.'</P><P CLASS=r><A CLASS=i HREF="141.htm"><B>CC Madhya 17.141</B></A>: "Apart from the pastimes of Lord Krishna, when tulas&#299; leaves are offered at the lotus feet of &#346;r&#299; Krishna, even the aroma of the leaves attracts the minds of self-realized persons.</P><P CLASS=r><A CLASS=i HREF="142.htm"><B>CC Madhya 17.142</B></A>: "'When the breeze carrying the aroma of tulas&#299; leaves and saffron from the lotus feet of the lotus-eyed Personality of Godhead entered through the nostrils into the hearts of those sages [the Kum&#257;ras], they experienced a change in both body and mind, even though they were attached to the impersonal Brahman understanding.'</P><P CLASS=r><A CLASS=i HREF="143.htm"><B>CC Madhya 17.143</B></A>: "Because the M&#257;y&#257;v&#257;d&#299;s are great offenders and atheistic philosophers, the holy name of Krishna does not come from their mouths.</P><P CLASS=r><A CLASS=i HREF="144.htm"><B>CC Madhya 17.144</B></A>: "I have come here to sell My emotional ecstatic sentiments in this city of K&#257;&#347;&#299;, but I cannot find any customers. If they are not sold, I must take them back home.</P><P CLASS=r><A CLASS=i HREF="145.htm"><B>CC Madhya 17.145</B></A>: "I have brought a heavy load to sell in this city. To take it back again is a very difficult job; therefore if I get but a fraction of the price, I shall sell it here in this city of K&#257;&#347;&#299;."</P><P CLASS=r><A CLASS=i HREF="146.htm"><B>CC Madhya 17.146</B></A>: After saying this, &#346;r&#299; Caitanya Mah&#257;prabhu accepted that br&#257;hmana as His devotee. The next morning, rising very early, the Lord started for Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="147.htm"><B>CC Madhya 17.147</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu started for Mathur&#257;, all three devotees started to go with Him. But the Lord forbade them to accompany Him, and from a distance He asked them to return home.</P><P CLASS=r><A CLASS=i HREF="148.htm"><B>CC Madhya 17.148</B></A>: Feeling separation from the Lord, the three used to meet and glorify the holy qualities of the Lord. Thus they were absorbed in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="149.htm"><B>CC Madhya 17.149</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu then went to Pray&#257;ga, where He bathed at the confluence of the Ganges and the Yamun&#257;. He then visited the temple of Ven&#299; M&#257;dhava and chanted and danced there in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="150.htm"><B>CC Madhya 17.150</B></A>: As soon as &#346;r&#299; Caitanya Mah&#257;prabhu saw the river Yamun&#257;, He threw Himself into it. Balabhadra Bhatt&#257;c&#257;rya hastily caught the Lord and very carefully raised Him up again.</P><P CLASS=r><A CLASS=i HREF="151.htm"><B>CC Madhya 17.151</B></A>: The Lord stayed at Pray&#257;ga for three days. He delivered the holy name of Krishna and ecstatic love. Thus He delivered many people.</P><P CLASS=r><A CLASS=i HREF="152.htm"><B>CC Madhya 17.152</B></A>: Wherever the Lord stopped to rest on the way to Mathur&#257;, He delivered the holy name of Krishna and ecstatic love of Krishna. Thus He made the people dance.</P><P CLASS=r><A CLASS=i HREF="153.htm"><B>CC Madhya 17.153</B></A>: When the Lord toured South India, He delivered many people, and when He traveled in the western sector, He similarly converted many people to Vaishnavism.</P><P CLASS=r><A CLASS=i HREF="154.htm"><B>CC Madhya 17.154</B></A>: While the Lord was going to Mathur&#257;, He came across the river Yamun&#257; several times, and as soon as He saw the river Yamun&#257;, He would immediately jump in, falling unconscious in the water in the ecstasy of love of Krishna.</P><P CLASS=r><A CLASS=i HREF="155.htm"><B>CC Madhya 17.155</B></A>: When He approached Mathur&#257; and saw the city, He immediately fell to the ground and offered obeisances with great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="156.htm"><B>CC Madhya 17.156</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu entered the city of Mathur&#257;, He took His bath at Vi&#347;r&#257;ma-gh&#257;ta. He then visited the birthplace of Krishna and saw the Deity named Ke&#347;avaj&#299;. He offered His respectful obeisances to this Deity.</P><P CLASS=r><A CLASS=i HREF="157.htm"><B>CC Madhya 17.157</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu chanted, danced and made loud vibrations, all the people were astonished to see His ecstatic love.</P><P CLASS=r><A CLASS=i HREF="158.htm"><B>CC Madhya 17.158</B></A>: One br&#257;hmana fell at the lotus feet of &#346;r&#299; Caitanya Mah&#257;prabhu and then began to dance with Him in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="159.htm"><B>CC Madhya 17.159</B></A>: The two of them danced in ecstatic love and embraced each other. Raising their arms, they said, "Chant the holy names of Hari and Krishna!"</P><P CLASS=r><A CLASS=i HREF="160.htm"><B>CC Madhya 17.160</B></A>: All the people then began to chant, "Hari! Hari!" and there was a great uproar. The priest in Lord Ke&#347;ava's service offered &#346;r&#299; Caitanya Mah&#257;prabhu a garland.</P><P CLASS=r><A CLASS=i HREF="161.htm"><B>CC Madhya 17.161</B></A>: When the people saw &#346;r&#299; Caitanya Mah&#257;prabhu's dancing and chanting, they were struck with wonder, and they all said, "Such transcendental love is never an ordinary thing."</P><P CLASS=r><A CLASS=i HREF="162.htm"><B>CC Madhya 17.162</B></A>: The people said, "Simply by seeing &#346;r&#299; Caitanya Mah&#257;prabhu, everyone is maddened with love of Krishna. Indeed, everyone is laughing, crying, dancing, chanting and taking the holy name of Krishna.</P><P CLASS=r><A CLASS=i HREF="163.htm"><B>CC Madhya 17.163</B></A>: "Certainly &#346;r&#299; Caitanya Mah&#257;prabhu is in all respects the incarnation of Lord Krishna. Now He has come to Mathur&#257; to deliver everyone."</P><P CLASS=r><A CLASS=i HREF="164.htm"><B>CC Madhya 17.164</B></A>: After this, &#346;r&#299; Caitanya Mah&#257;prabhu took the br&#257;hmana aside. Sitting in a solitary place, the Lord began to question him.</P><P CLASS=r><A CLASS=i HREF="165.htm"><B>CC Madhya 17.165</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "You are an elderly br&#257;hmana, you are sincere, and you are advanced in spiritual life. Wherefrom have you gotten this transcendental opulence of ecstatic love for Krishna?"</P><P CLASS=r><A CLASS=i HREF="166.htm"><B>CC Madhya 17.166</B></A>: The br&#257;hmana replied, "His Holiness &#346;r&#299;la M&#257;dhavendra Pur&#299; came to the city of Mathur&#257; while he was on tour.</P><P CLASS=r><A CLASS=i HREF="167.htm"><B>CC Madhya 17.167</B></A>: "While at Mathur&#257;, &#346;r&#299;p&#257;da M&#257;dhavendra Pur&#299; visited my house and accepted me as a disciple. He even took lunch at my home.</P><P CLASS=r><A CLASS=i HREF="168.htm"><B>CC Madhya 17.168</B></A>: "After installing the Deity of Gop&#257;la, &#346;r&#299;la M&#257;dhavendra Pur&#299; rendered Him service. That very Deity is still being worshiped at Govardhana Hill."</P><P CLASS=r><A CLASS=i HREF="169.htm"><B>CC Madhya 17.169</B></A>: As soon as Caitanya Mah&#257;prabhu heard about M&#257;dhavendra Pur&#299;'s relationship with the br&#257;hmana, He immediately offered obeisances at his feet. Becoming fearful, the br&#257;hmana also immediately fell at the Lord's feet.</P><P CLASS=r><A CLASS=i HREF="170.htm"><B>CC Madhya 17.170</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "You are on the platform of My spiritual master, and I am your disciple. Since you are My spiritual master, it is not befitting that you offer Me obeisances."</P><P CLASS=r><A CLASS=i HREF="171.htm"><B>CC Madhya 17.171</B></A>: Upon hearing this, the br&#257;hmana became afraid. He then said, "Why do You speak like this? You are a sanny&#257;s&#299;.</P><P CLASS=r><A CLASS=i HREF="172.htm"><B>CC Madhya 17.172</B></A>: "Upon seeing Your ecstatic love, I can just imagine that You must have some relationship with M&#257;dhavendra Pur&#299;. This is my understanding.</P><P CLASS=r><A CLASS=i HREF="173.htm"><B>CC Madhya 17.173</B></A>: "This kind of ecstatic love can be experienced only when one has a relationship with M&#257;dhavendra Pur&#299;. Without him, even a scent of such transcendental ecstatic love is impossible."</P><P CLASS=r><A CLASS=i HREF="174.htm"><B>CC Madhya 17.174</B></A>: Balabhadra Bhatt&#257;c&#257;rya then explained the relationship between M&#257;dhavendra Pur&#299; and &#346;r&#299; Caitanya Mah&#257;prabhu. After hearing this, the br&#257;hmana became very pleased and began to dance.</P><P CLASS=r><A CLASS=i HREF="175.htm"><B>CC Madhya 17.175</B></A>: The br&#257;hmana then took &#346;r&#299; Caitanya Mah&#257;prabhu to his home and, out of his own free will, began to serve the Lord in various ways.</P><P CLASS=r><A CLASS=i HREF="176.htm"><B>CC Madhya 17.176</B></A>: He asked Balabhadra Bhatt&#257;c&#257;rya to cook &#346;r&#299; Caitanya Mah&#257;prabhu's lunch. At that time the Lord, smiling, spoke as follows.</P><P CLASS=r><A CLASS=i HREF="177.htm"><B>CC Madhya 17.177</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "M&#257;dhavendra Pur&#299; has already taken lunch at your place. Therefore you may cook and give Me the food. That is My instruction."</P><P CLASS=r><A CLASS=i HREF="178.htm"><B>CC Madhya 17.178</B></A>: "Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues."</P><P CLASS=r><A CLASS=i HREF="179.htm"><B>CC Madhya 17.179</B></A>: The br&#257;hmana belonged to the Sanodiy&#257; br&#257;hmana community, and a sanny&#257;s&#299; does not accept food from such a br&#257;hmana.</P><P CLASS=r><A CLASS=i HREF="180.htm"><B>CC Madhya 17.180</B></A>: Although the br&#257;hmana belonged to the Sanodiy&#257; community, &#346;r&#299;la M&#257;dhavendra Pur&#299; had seen that he behaved like a Vaishnava and had therefore accepted him as his disciple. The food he had cooked had also been accepted by M&#257;dhavendra Pur&#299;.</P><P CLASS=r><A CLASS=i HREF="181.htm"><B>CC Madhya 17.181</B></A>: Therefore &#346;r&#299; Caitanya Mah&#257;prabhu willingly requested food from the br&#257;hmana, and the br&#257;hmana, feeling natural humility, began to speak as follows.</P><P CLASS=r><A CLASS=i HREF="182.htm"><B>CC Madhya 17.182</B></A>: "It is a great fortune for me to offer You food. You are the Supreme Lord, and being in the transcendental position, You are not restricted in any way.</P><P CLASS=r><A CLASS=i HREF="183.htm"><B>CC Madhya 17.183</B></A>: "Foolish people will blaspheme You, but I shall not tolerate the words of such mischievous people."</P><P CLASS=r><A CLASS=i HREF="184.htm"><B>CC Madhya 17.184</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu replied, "The Vedas, Pur&#257;nas and great learned sages are not always in agreement with one another. Consequently there are different religious principles.</P><P CLASS=r><A CLASS=i HREF="185.htm"><B>CC Madhya 17.185</B></A>: "A devotee's behavior establishes the true purpose of religious principles. The behavior of M&#257;dhavendra Pur&#299; Gosv&#257;m&#299; is the essence of such religious principles."</P><P CLASS=r><A CLASS=i HREF="186.htm"><B>CC Madhya 17.186</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu continued, "'Dry arguments are inconclusive. A great personality whose opinion does not differ from others is not considered a great sage. Simply by studying the Vedas, which are variegated, one cannot come to the right path by which religious principles are understood. The solid truth of religious principles is hidden in the heart of an unadulterated, self-realized person. Consequently, as the &#347;&#257;stras confirm, one should accept whatever progressive path the mah&#257;janas advocate.'"</P><P CLASS=r><A CLASS=i HREF="187.htm"><B>CC Madhya 17.187</B></A>: After this discussion, the br&#257;hmana served lunch to &#346;r&#299; Caitanya Mah&#257;prabhu. Then all the people residing in Mathur&#257; came to see the Lord.</P><P CLASS=r><A CLASS=i HREF="188.htm"><B>CC Madhya 17.188</B></A>: People came by the hundreds of thousands, and no one could count them. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu came out of the house to give audience to the people.</P><P CLASS=r><A CLASS=i HREF="189.htm"><B>CC Madhya 17.189</B></A>: When the people assembled, &#346;r&#299; Caitanya Mah&#257;prabhu raised His arms and said very loudly, "Haribol!" The people responded to the Lord and became ecstatic. As if mad, they began to dance and to vibrate the transcendental sound "Hari!"</P><P CLASS=r><A CLASS=i HREF="190.htm"><B>CC Madhya 17.190</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu bathed in the twenty-four ghats along the banks of the Yamun&#257;, and the br&#257;hmana showed Him all the places of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="191.htm"><B>CC Madhya 17.191</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu visited all the holy places on the banks of the Yamun&#257;, including Svayambhu, Vi&#347;r&#257;ma-gh&#257;ta, D&#299;rgha Vishnu, Bh&#363;te&#347;vara, Mah&#257;vidy&#257; and Gokarna.</P><P CLASS=r><A CLASS=i HREF="192.htm"><B>CC Madhya 17.192</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu wanted to see the various forests of Vrind&#257;vana, He took the br&#257;hmana with Him.</P><P CLASS=r><A CLASS=i HREF="193.htm"><B>CC Madhya 17.193</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu visited the different forests, including Madhuvana, T&#257;lavana, Kumudavana and Bahul&#257;vana. Wherever He went, He took His bath with great ecstatic love.</P><P CLASS=r><A CLASS=i HREF="194.htm"><B>CC Madhya 17.194</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu passed through Vrind&#257;vana, herds of grazing cows saw Him pass and, immediately surrounding Him, began to moo very loudly.</P><P CLASS=r><A CLASS=i HREF="195.htm"><B>CC Madhya 17.195</B></A>: Seeing the herds approach Him, the Lord was stunned with ecstatic love. The cows then began to lick His body out of great affection.</P><P CLASS=r><A CLASS=i HREF="196.htm"><B>CC Madhya 17.196</B></A>: Becoming pacified, &#346;r&#299; Caitanya Mah&#257;prabhu began to caress the cows, and the cows, being unable to give up His company, went with Him.</P><P CLASS=r><A CLASS=i HREF="197.htm"><B>CC Madhya 17.197</B></A>: It was only with great difficulty that the cowherd men were able to keep the cows back. Then when the Lord chanted, all the deer heard His sweet voice and approached Him.</P><P CLASS=r><A CLASS=i HREF="198.htm"><B>CC Madhya 17.198</B></A>: When the does and bucks came and saw the Lord's face, they began to lick His body. Not being at all afraid of Him, they accompanied Him along the path.</P><P CLASS=r><A CLASS=i HREF="199.htm"><B>CC Madhya 17.199</B></A>: Bumblebees and birds like the parrot and cuckoo all began to sing loudly on the fifth note, and the peacocks began to dance in front of the Lord.</P><P CLASS=r><A CLASS=i HREF="200.htm"><B>CC Madhya 17.200</B></A>: Upon seeing &#346;r&#299; Caitanya Mah&#257;prabhu, the trees and creepers of Vrind&#257;vana became jubilant. Their twigs stood up, and they began to shed tears of ecstasy in the form of honey.</P><P CLASS=r><A CLASS=i HREF="201.htm"><B>CC Madhya 17.201</B></A>: The tree branches and creepers, overloaded with fruits and flowers, fell down at the lotus feet of the Lord and greeted Him with various presentations as if they were friends.</P><P CLASS=r><A CLASS=i HREF="202.htm"><B>CC Madhya 17.202</B></A>: Thus all the moving and nonmoving living entities of Vrind&#257;vana became very jubilant to see the Lord. It was as if friends were made happy by seeing another friend.</P><P CLASS=r><A CLASS=i HREF="203.htm"><B>CC Madhya 17.203</B></A>: Seeing their affection, the Lord was moved by ecstatic love. He began to sport with them exactly as a friend sports with his friends. Thus He voluntarily came under the control of His friends.</P><P CLASS=r><A CLASS=i HREF="204.htm"><B>CC Madhya 17.204</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu began to embrace each and every tree and creeper, and they began to offer their fruits and flowers as if in meditation.</P><P CLASS=r><A CLASS=i HREF="205.htm"><B>CC Madhya 17.205</B></A>: The Lord's body was restless, and tears, trembling and jubilation were manifest. He said very loudly, "Chant 'Krishna!' Chant 'Krishna!'"</P><P CLASS=r><A CLASS=i HREF="206.htm"><B>CC Madhya 17.206</B></A>: All moving and nonmoving creatures then began to vibrate the transcendental sound of Hare Krishna, as if they were echoing the deep sound of Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="207.htm"><B>CC Madhya 17.207</B></A>: The Lord then clasped the necks of the deer and began to cry. There was jubilation manifest in the bodies of the deer, and tears were in their eyes.</P><P CLASS=r><A CLASS=i HREF="208.htm"><B>CC Madhya 17.208</B></A>: When a male and female parrot appeared on the branches of a tree, the Lord saw them and wanted to hear them speak.</P><P CLASS=r><A CLASS=i HREF="209.htm"><B>CC Madhya 17.209</B></A>: Both parrots flew onto the hand of the Lord and began to chant the transcendental qualities of Krishna, and the Lord listened to them.</P><P CLASS=r><A CLASS=i HREF="210.htm"><B>CC Madhya 17.210</B></A>: The male parrot sang, "The glorification of Lord Krishna, the Supreme Personality of Godhead, is beneficial to everyone in the universe. His beauty is victorious over the gop&#299;s of Vrind&#257;vana, and it subdues their patience. His pastimes astound the goddess of fortune, and His bodily strength turns Govardhana Hill into a small toy like a ball. His spotless qualities are unlimited, and His behavior satisfies everyone. Lord Krishna is attractive to everyone. Oh, may our Lord maintain the whole universe!"</P><P CLASS=r><A CLASS=i HREF="211.htm"><B>CC Madhya 17.211</B></A>: After hearing this description of Lord Krishna from the male parrot, the female parrot began to recite a description of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="212.htm"><B>CC Madhya 17.212</B></A>: The female parrot said, "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s affection, Her exquisite beauty and good behavior, Her artistic dancing and chanting and Her poetic compositions are all so attractive that they attract the mind of Krishna, who attracts the mind of everyone in the universe."</P><P CLASS=r><A CLASS=i HREF="213.htm"><B>CC Madhya 17.213</B></A>: Thereafter the male parrot said, "Krishna is the enchanter of the mind of Cupid." He then began to recite another verse.</P><P CLASS=r><A CLASS=i HREF="214.htm"><B>CC Madhya 17.214</B></A>: The male parrot then said, "My dear &#347;&#257;r&#299; [female parrot], &#346;r&#299; Krishna carries a flute and enchants the hearts of all women throughout the universe. He is specifically the enjoyer of the beautiful gop&#299;s, and He is the enchanter of Cupid also. Let Him be glorified!"</P><P CLASS=r><A CLASS=i HREF="215.htm"><B>CC Madhya 17.215</B></A>: Then the female parrot began to speak jokingly to the male parrot, and &#346;r&#299; Caitanya Mah&#257;prabhu was struck with wonderful ecstatic love to hear her speak.</P><P CLASS=r><A CLASS=i HREF="216.htm"><B>CC Madhya 17.216</B></A>: The female parrot said, "When Lord &#346;r&#299; Krishna is with R&#257;dh&#257;r&#257;n&#299;, He is the enchanter of Cupid; otherwise, when He is alone, He Himself is enchanted by erotic feelings even though He enchants the whole universe."</P><P CLASS=r><A CLASS=i HREF="217.htm"><B>CC Madhya 17.217</B></A>: Both parrots then flew onto a tree branch, and &#346;r&#299; Caitanya Mah&#257;prabhu began to watch the dancing of the peacocks with curiosity.</P><P CLASS=r><A CLASS=i HREF="218.htm"><B>CC Madhya 17.218</B></A>: When the Lord saw the bluish necks of the peacocks, His remembrance of Krishna immediately awakened, and He fell to the ground in ecstatic love.</P><P CLASS=r><A CLASS=i HREF="219.htm"><B>CC Madhya 17.219</B></A>: When the br&#257;hmana saw that &#346;r&#299; Caitanya Mah&#257;prabhu was unconscious, he and Balabhadra Bhatt&#257;c&#257;rya took care of Him.</P><P CLASS=r><A CLASS=i HREF="220.htm"><B>CC Madhya 17.220</B></A>: They hastily sprinkled water over the Lord's body. Then they took up His outer cloth and began to fan Him with it.</P><P CLASS=r><A CLASS=i HREF="221.htm"><B>CC Madhya 17.221</B></A>: They then began to chant the holy name of Krishna into the Lord's ear. When the Lord regained consciousness, He began rolling on the ground.</P><P CLASS=r><A CLASS=i HREF="222.htm"><B>CC Madhya 17.222</B></A>: When the Lord rolled on the ground, sharp thorns injured His body. Taking Him on his lap, Balabhadra Bhatt&#257;c&#257;rya pacified Him.</P><P CLASS=r><A CLASS=i HREF="223.htm"><B>CC Madhya 17.223</B></A>: The mind of &#346;r&#299; Caitanya Mah&#257;prabhu wandered in ecstatic love of Krishna. He immediately stood up and said, "Chant! Chant!" Then He Himself began to dance.</P><P CLASS=r><A CLASS=i HREF="224.htm"><B>CC Madhya 17.224</B></A>: Being thus ordered by the Lord, both Balabhadra Bhatt&#257;c&#257;rya and the br&#257;hmana began to chant the holy name of Krishna. Then the Lord, dancing and dancing, proceeded along the path.</P><P CLASS=r><A CLASS=i HREF="225.htm"><B>CC Madhya 17.225</B></A>: The br&#257;hmana was astounded to see the symptoms of ecstatic love exhibited by &#346;r&#299; Caitanya Mah&#257;prabhu. He then became anxious to give the Lord protection.</P><P CLASS=r><A CLASS=i HREF="226.htm"><B>CC Madhya 17.226</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's mind was absorbed in ecstatic love at Jagann&#257;tha Pur&#299;, but when He passed along the road on the way to Vrind&#257;vana, that love increased a hundred times.</P><P CLASS=r><A CLASS=i HREF="227.htm"><B>CC Madhya 17.227</B></A>: The Lord's ecstatic love increased a thousand times when He visited Mathur&#257;, but it increased a hundred thousand times when He wandered in the forests of Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="228-229.htm"><B>CC Madhya 17.228-229</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu was elsewhere, the very name of Vrind&#257;vana was sufficient to increase His ecstatic love. Now, when He was actually traveling in the Vrind&#257;vana forest, His mind was absorbed in great ecstatic love day and night. He ate and bathed simply out of habit.</P><P CLASS=r><A CLASS=i HREF="230.htm"><B>CC Madhya 17.230</B></A>: Thus I have written a description of the ecstatic love Lord Caitanya manifested in one of the places He visited while walking through the twelve forests of Vrind&#257;vana. To describe what He experienced everywhere would be impossible.</P><P CLASS=r><A CLASS=i HREF="231.htm"><B>CC Madhya 17.231</B></A>: Lord Ananta writes millions of books elaborately describing the transformations of ecstatic love experienced by &#346;r&#299; Caitanya Mah&#257;prabhu in Vrind&#257;vana.</P><P CLASS=r><A CLASS=i HREF="232.htm"><B>CC Madhya 17.232</B></A>: Since Lord Ananta Himself cannot describe even a fragment of these pastimes, I am simply pointing out the direction.</P><P CLASS=r><A CLASS=i HREF="233.htm"><B>CC Madhya 17.233</B></A>: The whole world became merged in the inundation of the pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu. One can swim in that water to the extent that he has the strength.</P><P CLASS=r><A CLASS=i HREF="234.htm"><B>CC Madhya 17.234</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>