<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Madhya-lila Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Madhya-lila Chapter 17"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Madhya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Lord Travels to Vrind&#257;vana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Madhya 17 Summary</P><P>The following summary of the Seventeenth Chapter is given by Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. After attending the Ratha-y&#257;tr&#257; ceremony of &#346;r&#299; Jagann&#257;tha, &#346;r&#299; Caitanya Mah&#257;prabhu decided to start for Vrind&#257;vana. &#346;r&#299; R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; selected a br&#257;hmana named Balabhadra Bhatt&#257;c&#257;rya to personally assist &#346;r&#299; Caitanya Mah&#257;prabhu. Early in the morning before sunrise, the Lord started for the town of Kataka. North of Kataka, He penetrated a dense forest and came upon many tigers and elephants, whom He engaged in chanting the Hare Krishna mah&#257;-mantra. Whenever He had a chance to visit a village, He would beg alms and acquire some rice and vegetables. If there were no village, He would cook whatever rice remained and collect some spinach from the forest to eat. &#346;r&#299; Caitanya Mah&#257;prabhu was very pleased with the behavior of Balabhadra Bhatt&#257;c&#257;rya.</P><P>In this way the Lord passed through the jungle of Jh&#257;rikhanda and finally reached V&#257;r&#257;nas&#299;. After taking His bath at the Manikarnik&#257;-gh&#257;ta at V&#257;r&#257;nas&#299;, He met Tapana Mi&#347;ra, who took the Lord to his place and respectfully gave Him a comfortable residence. At V&#257;r&#257;nas&#299;, Vaidya Candra&#347;ekhara, &#346;r&#299; Caitanya Mah&#257;prabhu's old friend, also rendered service unto Him. Seeing the behavior of &#346;r&#299; Caitanya Mah&#257;prabhu, a Maharashtriyan br&#257;hmana informed Prak&#257;&#347;&#257;nanda Sarasvat&#299;, the leader of the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s. Prak&#257;&#347;&#257;nanda made various accusations against the Lord. The Maharashtriyan br&#257;hmana was very sorry about this, and he brought the news to &#346;r&#299; Caitanya Mah&#257;prabhu, inquiring from Him why the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s did not utter the holy name of Krishna. In reply, &#346;r&#299; Caitanya Mah&#257;prabhu said that they were offenders and that one should not associate with them. In this way the Lord bestowed His blessings upon the br&#257;hmana.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu next passed through Pray&#257;ga and Mathur&#257; and then took His lunch at the home of a S&#257;nodiy&#257; br&#257;hmana, a disciple of M&#257;dhavendra Pur&#299;. He bestowed His blessings upon the br&#257;hmana by accepting lunch at his place. Thereafter the Lord visited the twelve forests of Vrind&#257;vana and was filled with great ecstatic love. As He toured the Vrind&#257;vana forests, He heard the chirping of parrots and other birds.</P><P CLASS=l><A CLASS=i HREF="../16/290.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>