<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.11</P><P CLASS=c>sattvena pratilabhy&#257;ya</P><P CLASS=c>naishkarmyena vipa&#347;cit&#257;</P><P CLASS=c>namah kaivalya-n&#257;th&#257;ya</P><P CLASS=c>nirv&#257;na-sukha-samvide</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sattvena">sattvena</A> &#8212; by <A HREF="http://vedabase.net/p/pure">pure</A> devotional service; <A CLASS=v HREF="http://vedabase.net/p/prati">prati</A>-<A CLASS=v HREF="http://vedabase.net/l/labhyaya">labhy&#257;ya</A> &#8212; unto the Supreme Personality of Godhead, who is achieved by such devotional activities; <A CLASS=v HREF="http://vedabase.net/n/naiskarmyena">naishkarmyena</A> &#8212; by transcendental activities; <A CLASS=v HREF="http://vedabase.net/v/vipascita">vipa&#347;cit&#257;</A> &#8212; by persons who <A HREF="http://vedabase.net/a/are">are</A> sufficiently learned; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/k/kaivalya">kaivalya</A>-<A CLASS=v HREF="http://vedabase.net/n/nathaya">n&#257;th&#257;ya</A> &#8212; unto the master of the transcendental world; <A CLASS=v HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A> &#8212; for one completely freed from material activities; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A> &#8212; of happiness; <A CLASS=v HREF="http://vedabase.net/s/samvide">samvide</A> &#8212; who is the bestower.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead is realized by pure devotees who act in the transcendental existence of bhakti-yoga. He is the bestower of uncontaminated happiness and is the master of the transcendental world. Therefore I offer my respect unto Him.</P><P CLASS=t>PURPORT</P><P>As stated in Bhagavad-g&#299;t&#257;, the Supreme Personality of Godhead can be understood only by devotional service. Bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>]. If one wants to know the Supreme Personality of Godhead in truth, one must take to the activities of devotional service. These activities are called sattva or &#347;uddha-sattva. In the material world, activities of goodness, which are symptomatic of a pure br&#257;hmana, are appreciated. But the activities of devotional service are &#347;uddha-sattva; in other words, they are on the transcendental platform. Only by devotional service can one understand the Supreme.</P><P>Devotional service is called naishkarmya. Mere negation of material activity will not endure. Naishkarmyam apy acyuta-bh&#257;va-varjitam. Unless one performs activities with reference to Krishna consciousness, cessation of material activities will not be helpful. In hopes of achieving naishkarmya, freedom from material action, many highly elevated sanny&#257;s&#299;s stopped their activities, yet they failed and returned to the material platform to act as materialistic persons. But once one is engaged in the spiritual activities of bhakti-yoga, one does not fall down. Our Krishna consciousness movement is therefore an attempt to engage everyone always in spiritual activity, by which one becomes transcendental to material actions. The spiritual activities of bhakti-m&#257;rga &#8212; &#347;ravanam k&#299;rtanam vishnoh smaranam p&#257;da-sevanam [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>] &#8212; lead one to understand the Supreme Personality of Godhead. Therefore, as stated here, sattvena pratilabhy&#257;ya naishkarmyena vipa&#347;cit&#257;: "The Supreme Personality of Godhead is realized by pure devotees who act in the transcendental existence of bhakti-yoga."</P><P>The Gop&#257;la-t&#257;pan&#299; Upanishad (15) says, bhaktir asya bhajanam tad ih&#257;mutrop&#257;dhi-nair&#257;syenaiv&#257;mushmin manasah kalpanam etad eva ca naishkarmyam. This is a definition of naishkarmya. One acts in naishkarmya when he fully engages in Krishna conscious activities without material desires to enjoy, either here or in the upper planetary systems, in the present life or in a future life (iha-amutra). Any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam [Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>]. When one is freed from all contamination and he acts in devotional service under the direction of the spiritual master, one is on the platform of naishkarma. By such transcendental devotional service, the Lord is served. I offer my respectful obeisances unto Him.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>