<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.12</P><P CLASS=c>namah &#347;&#257;nt&#257;ya ghor&#257;ya</P><P CLASS=c>m&#363;dh&#257;ya guna-dharmine</P><P CLASS=c>nirvi&#347;esh&#257;ya s&#257;my&#257;ya</P><P CLASS=c>namo jñ&#257;na-ghan&#257;ya ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; all obeisances; <A CLASS=v HREF="http://vedabase.net/s/santaya">&#347;&#257;nt&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/h/he">He</A> who is above all material qualities and completely peaceful, or unto <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, the Supersoul <A HREF="http://vedabase.net/i/in">in</A> every living entity; <A CLASS=v HREF="http://vedabase.net/g/ghoraya">ghor&#257;ya</A> &#8212; unto the fierce forms of the Lord like J&#257;madagnya and Nrisimhadeva; <A CLASS=v HREF="http://vedabase.net/m/mudhaya">m&#363;dh&#257;ya</A> &#8212; the form of the Lord <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> animal, such <A HREF="http://vedabase.net/a/as">as</A> the boar; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmine">dharmine</A> &#8212; who accepts different qualities within the material world; <A CLASS=v HREF="http://vedabase.net/n/nirvisesaya">nirvi&#347;esh&#257;ya</A> &#8212; who is without material qualities, being fully spiritual; <A CLASS=v HREF="http://vedabase.net/s/samyaya">s&#257;my&#257;ya</A> &#8212; Lord <A HREF="http://vedabase.net/b/buddha">Buddha</A>, the form of <A HREF="http://vedabase.net/n/nirvana">nirv&#257;na</A>, wherein the material qualities stop; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/g/ghanaya">ghan&#257;ya</A> &#8212; who is knowledge or the impersonal <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>I offer my respectful obeisances to Lord V&#257;sudeva, who is all-pervading, to the Lord's fierce form as Lord Nrisimhadeva, to the Lord's form as an animal [Lord Var&#257;hadeva], to Lord Datt&#257;treya, who preached impersonalism, to Lord Buddha, and to all the other incarnations. I offer my respectful obeisances unto the Lord, who has no material qualities but who accepts the three qualities goodness, passion and ignorance within this material world. I also offer my respectful obeisances unto the impersonal Brahman effulgence.</P><P CLASS=t>PURPORT</P><P>In the previous verses it has been described that although the Supreme Personality of Godhead has no material form, He accepts innumerable forms to favor His devotees and kill the demons. As stated in &#346;r&#299;mad-Bh&#257;gavatam, there are so many incarnations of the Supreme Personality of Godhead that they are like the waves of a river. The waves of a river flow incessantly, and no one can count how many waves there are. Similarly, no one can calculate when and how the different incarnations of the Lord appear according to the necessities of time, place and candidates. The Lord appears perpetually. As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself." In the material world there is always the possibility of deviation from Krishna consciousness, and therefore Krishna and His devotees always act in various forms to curb such godlessness.</P><P>Even impersonalists who stress the knowledge feature of the Supreme Personality of Godhead want to merge in the effulgence of the Lord. Therefore, here the word jñ&#257;na-ghan&#257;ya indicates that for atheists who disbelieve in the form and existence of the Lord, all these various incarnations appear. Since the Lord comes to teach in so many forms, no one can say that there is no God. The word jñ&#257;na-ghan&#257;ya is especially used here to refer to those whose knowledge has become solidified by dint of their searching for the Lord through speculative philosophical understanding. Superficial knowledge is useless for understanding the Supreme Personality of Godhead, but when one's knowledge becomes extremely intense and deep, one understands V&#257;sudeva (v&#257;sudevah sarvam iti sa mah&#257;tm&#257; sudurlabhah [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]). A jñ&#257;n&#299; attains this stage after many, many births. Therefore the word jñ&#257;na-ghan&#257;ya is used here. The word &#347;ant&#257;ya indicates that Lord V&#257;sudeva is situated in everyone's heart but does not act with the living entity. Impersonalist jñ&#257;n&#299;s realize V&#257;sudeva when they are fully mature in knowledge (v&#257;sudevah samam iti sa mah&#257;tm&#257; sudurlabhah).</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>