<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.13</P><P CLASS=c>kshetra-jñ&#257;ya namas tubhyam</P><P CLASS=c>sarv&#257;dhyaksh&#257;ya s&#257;kshine</P><P CLASS=c>purush&#257;y&#257;tma-m&#363;l&#257;ya</P><P CLASS=c>m&#363;la-prakritaye namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/j/jnaya">jñ&#257;ya</A> &#8212; unto the one who knows everything of the external body; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/a/adhyaksaya">adhyaksh&#257;ya</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> superintending, managing; <A CLASS=v HREF="http://vedabase.net/s/saksine">s&#257;kshine</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> the witness, <A HREF="http://vedabase.net/p/paramatma">Param&#257;tm&#257;</A>, or <A HREF="http://vedabase.net/a/antaryami">antary&#257;m&#299;</A>; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; the Supreme Person; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mulaya">m&#363;l&#257;ya</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> the original source of everything; <A CLASS=v HREF="http://vedabase.net/m/mula">m&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/p/prakrtaye">prakritaye</A> &#8212; unto the <A HREF="http://vedabase.net/p/purusa">purusha</A>-<A HREF="http://vedabase.net/a/avatara">avat&#257;ra</A>, the origin of <A HREF="http://vedabase.net/p/prakrti">prakriti</A> and <A HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A>; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>I beg to offer my respectful obeisances unto You, who are the Supersoul, the superintendent of everything, and the witness of all that occurs. You are the Supreme Person, the origin of material nature and of the total material energy. You are also the owner of the material body. Therefore, You are the supreme complete. I offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/13/3.htm">13.3</A>) the Lord says, kshetra jñam c&#257;pi m&#257;m viddhi sarva-kshetreshu bh&#257;rata: "O scion of Bharata, you should understand that I am also the knower in all bodies." Every one of us is thinking, "I am this body" or "This is my body," but actually the truth is different. Our bodies are given to us by the supreme proprietor. The living entity, who is also kshetra jña, or the knower of the body, is not the body's only proprietor; the actual proprietor of the body is the Supreme Personality of Godhead, who is the supreme kshetra jña. For example, we may rent and occupy a house, but actually the owner of the house is the landlord. Similarly, we may be allotted a certain type of body as a facility with which to enjoy this material world, but the actual proprietor of the body is the Supreme Personality of Godhead. He is called sarv&#257;dhyaksha because everything in the material world works under His supervision. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/10.htm">9.10</A>), wherein the Lord says, may&#257;dhyakshena prakritih s&#363;yate sacar&#257;caram: "This material nature, working under My direction, O son of Kunt&#299;, is producing all moving and unmoving beings." From prakriti, or material nature, come so many varieties of living entities, including aquatics, plants, trees, insects, birds, animals, human beings and demigods. prakriti is the mother, and the Supreme Personality of Godhead is the father (aham b&#299;ja-pradah pit&#257;).</P><P>Prakriti can give us material bodies, but as spirit souls we are parts and parcels of the Supreme Personality of Godhead. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/7.htm">15.7</A>): mamaiv&#257;m&#347;o j&#299;va-loke j&#299;va-bh&#363;tah san&#257;tanah. The living entity, being part and parcel of God, is not a product of this material world. Therefore the Lord is described in this verse as &#257;tma-m&#363;la, the original source of everything. He is the seed of all existences (b&#299;jam m&#257;m sarva-bh&#363;t&#257;n&#257;m). In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/4.htm">14.4</A>) the Lord says:</P><P>sarva-yonishu kaunteya</P><P CLASS=n>m&#363;rtayah sambhavanti y&#257;h</P><P CLASS=n>t&#257;s&#257;m brahma mahad yonir</P><P CLASS=n>aham b&#299;ja-pradah pit&#257;</P><P>"It should be understood that all living entities, in all species of life, O son of Kunt&#299;, are made possible by birth in this material nature, and that I am the seed-giving father." Plants, trees, insects, aquatics, demigods, beasts, birds and all other living entities are sons or parts and parcels of the Supreme Lord, but because they are struggling with different mentalities, they have been given different types of bodies (manah shashth&#257;n&#299;ndriy&#257;ni prakriti-sth&#257;ni karshati [<A CLASS=v HREF="../../../bg/15/7.htm">Bg. 15.7</A>]). Thus they have become sons of prakriti, or material nature, which is impregnated by the Supreme Personality of Godhead. Every living entity in this material world is struggling for existence, and the only salvation or relief from the cycle of birth and death in the evolutionary process is full surrender. This is indicated by the word namah, "I offer my respectful obeisances unto You."</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>