<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.14</P><P CLASS=c>sarvendriya-guna-drashtre</P><P CLASS=c>sarva-pratyaya-hetave</P><P CLASS=c>asat&#257; cch&#257;yayokt&#257;ya</P><P CLASS=c>sad-&#257;bh&#257;s&#257;ya te namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/d/drastre">drashtre</A> &#8212; unto the seer of all objectives pursued by the senses; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/p/pratyaya">pratyaya</A>-<A CLASS=v HREF="http://vedabase.net/h/hetave">hetave</A> &#8212; who is the solution <A HREF="http://vedabase.net/t/to">to</A> all doubts (and without whose help one cannot solve all doubts and inabilities); <A CLASS=v HREF="http://vedabase.net/a/asata">asat&#257;</A> &#8212; with the manifestation of unreality or illusion; <A CLASS=v HREF="http://vedabase.net/c/chayaya">ch&#257;yay&#257;</A> &#8212; because of the resemblance; <A CLASS=v HREF="http://vedabase.net/u/uktaya">ukt&#257;ya</A> &#8212; called; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; of reality; <A CLASS=v HREF="http://vedabase.net/a/abhasaya">&#257;bh&#257;s&#257;ya</A> &#8212; unto the reflection; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances.</P><P CLASS=t>TRANSLATION</P><P>My Lord, You are the observer of all the objectives of the senses. Without Your mercy, there is no possibility of solving the problem of doubts. The material world is just like a shadow resembling You. Indeed, one accepts this material world as real because it gives a glimpse of Your existence.</P><P CLASS=t>PURPORT</P><P>To paraphrase this verse: "The objectives of sensual activities are actually observed by You. Without Your direction, the living entity cannot take even a step forward. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca. You are situated in everyone's heart, and only from You come remembrance and forgetfulness. Ch&#257;yeva yasya bhuvan&#257;ni bibharti durg&#257; [<A CLASS=v HREF="../../../bs/5/44.htm">Bs. 5.44</A>]. The living entity under the clutches of m&#257;y&#257; wants to enjoy this material world, but unless You give him directions and remind him, he cannot make progress in pursuing his shadowy objective in life. The conditioned soul wrongly progresses toward the wrong objective, life after life, and he is reminded of that objective by You. In one life the conditioned soul desires to progress toward a certain objective, but after his body changes, he forgets everything. Nonetheless, my Lord, because he wanted to enjoy something of this world, You remind him of this in his next birth. Mattah smritir jñ&#257;nam apohanam ca [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]. Because the conditioned soul wants to forget You, by Your grace You give him opportunities, life after life, by which he can almost perpetually forget You. Therefore You are eternally the director of the conditioned souls. It is because You are the original cause of everything that everything appears real. The ultimate reality is Your Lordship, the Supreme Personality of Godhead. I offer my respectful obeisances unto You."</P><P>The word sarva-pratyaya-hetave is explained by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, who says that a result gives one a glimpse of its cause. For example, since an earthen pot is the result of the actions of a potter, by seeing the earthen pot one can guess at the existence of the potter. Similarly, this material world resembles the spiritual world, and any intelligent person can guess how it is acting. As explained in Bhagavad-g&#299;t&#257;, may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram [<A CLASS=v HREF="../../../bg/9/10.htm">Bg. 9.10</A>]. The activities of the material world suggest that behind them is the superintendence of the Lord.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>