<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.18</P><P CLASS=c>&#257;tm&#257;tma-j&#257;pta-griha-vitta-janeshu saktair</P><P CLASS=c>dushpr&#257;pan&#257;ya guna-sa&#324;ga-vivarjit&#257;ya</P><P CLASS=c>mukt&#257;tmabhih sva-hridaye paribh&#257;vit&#257;ya</P><P CLASS=c>jñ&#257;n&#257;tmane bhagavate nama &#299;&#347;var&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the mind and body; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A> &#8212; sons and daughters; <A CLASS=v HREF="http://vedabase.net/a/apta">&#257;pta</A> &#8212; friends and relatives; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; home, community, society and nation; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/j/janesu">janeshu</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> various servants and assistants; <A CLASS=v HREF="http://vedabase.net/s/saktaih">saktaih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> too attached; <A CLASS=v HREF="http://vedabase.net/d/dusprapanaya">dushpr&#257;pan&#257;ya</A> &#8212; unto You, who <A HREF="http://vedabase.net/a/are">are</A> very difficult <A HREF="http://vedabase.net/t/to">to</A> achieve; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; by the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/v/vivarjitaya">vivarjit&#257;ya</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> not contaminated; <A CLASS=v HREF="http://vedabase.net/m/mukta">mukta</A>-<A CLASS=v HREF="http://vedabase.net/a/atmabhih">&#257;tmabhih</A> &#8212; by persons who <A HREF="http://vedabase.net/a/are">are</A> already liberated; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdaye">hridaye</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/p/paribhavitaya">paribh&#257;vit&#257;ya</A> &#8212; unto You, who <A HREF="http://vedabase.net/a/are">are</A> always meditated upon; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the reservoir of all enlightenment; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances; <A CLASS=v HREF="http://vedabase.net/i/isvaraya">&#299;&#347;var&#257;ya</A> &#8212; unto the supreme controller.</P><P CLASS=t>TRANSLATION</P><P>My Lord, those who are completely freed from material contamination always meditate upon You within the cores of their hearts. You are extremely difficult to attain for those like me who are too attached to mental concoction, home, relatives, friends, money, servants and assistants. You are the Supreme Personality of Godhead, uncontaminated by the modes of nature. You are the reservoir of all enlightenment, the supreme controller. I therefore offer my respectful obeisances unto You.</P><P CLASS=t>PURPORT</P><P>Although the Supreme Personality of Godhead comes into the material world, He is unaffected by the modes of material nature. This is confirmed in &#298;&#347;opanishad. Ap&#257;pa-viddham: He is not contaminated. This same fact is described here. Guna-sa&#324;ga-vivarjit&#257;ya. Although the Supreme Personality of Godhead appears as an incarnation within this material world, He is unaffected by the modes of material nature. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/11.htm">9.11</A>), avaj&#257;nanti m&#257;m m&#363;dh&#257; m&#257;nush&#299;m tanum &#257;&#347;ritam: foolish men with insufficient knowledge deride the Personality of Godhead because He appears just like a human being. Therefore the Supreme Personality of Godhead can be understood only by the mukt&#257;tm&#257;, the liberated soul. Mukt&#257;tmabhih sva-hridaye paribh&#257;vit&#257;ya: only the liberated person can constantly think of Krishna. Such a person is the greatest of all yog&#299;s.</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who always abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." (<A CLASS=v HREF="../../../bg/6/47.htm">Bg. 6.47</A>)</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>