<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.2</P><P CLASS=c>&#347;r&#299;-gajendra uv&#257;ca</P><P CLASS=c>om namo bhagavate tasmai</P><P CLASS=c>yata etac cid-&#257;tmakam</P><P CLASS=c>purush&#257;y&#257;di-b&#299;j&#257;ya</P><P CLASS=c>pare&#347;&#257;y&#257;bhidh&#299;mahi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/g/gajendrah">gajendrah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/g/gajendra">Gajendra</A>, the King of elephants, said; <A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances unto You; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this body and the material manifestation; <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakam">&#257;tmakam</A> &#8212; is moving due <A HREF="http://vedabase.net/t/to">to</A> consciousness (the spirit soul); <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; unto the Supreme Person; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/b/bijaya">b&#299;j&#257;ya</A> &#8212; who is the origin or root cause of everything; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/i/isaya">&#299;&#347;&#257;ya</A> &#8212; who is supreme, transcendental and worshipable for such exalted persons <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A> and <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/abhidhimahi">abhidh&#299;mahi</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> meditate upon Him.</P><P CLASS=t>TRANSLATION</P><P>The King of the elephants, Gajendra, said: I offer my respectful obeisances unto the Supreme Person, V&#257;sudeva [om namo bhagavate v&#257;sudev&#257;ya]. Because of Him this material body acts due to the presence of spirit, and He is therefore the root cause of everyone. He is worshipable for such exalted persons as Brahm&#257; and &#346;iva, and He has entered the heart of every living being. Let me meditate upon Him.</P><P CLASS=t>PURPORT</P><P>In this verse the words etac cid-&#257;tmakam are very important. The material body certainly consists only of material elements, but when one awakens to Krishna conscious understanding, the body is no longer material but spiritual. The material body is meant for sense enjoyment, whereas the spiritual body engages in the transcendental loving service of the Lord. Therefore, a devotee who engages in the service of the Supreme Lord and who constantly thinks of Him should never be considered to have a material body. It is therefore enjoined, gurushu nara-matih: one should stop thinking of the spiritual master as an ordinary human being with a material body. Arcye vishnau &#347;il&#257;-dh&#299;h: everyone knows that the Deity in the temple is made of stone, but to think that the Deity is merely stone is an offense. Similarly, to think that the body of the spiritual master consists of material ingredients is offensive. Atheists think that devotees foolishly worship a stone statue as God and an ordinary man as the guru. The fact is, however, that by the grace of Krishna's omnipotence, the so-called stone statue of the Deity is directly the Supreme Personality of Godhead, and the body of the spiritual master is directly spiritual. A pure devotee who is engaged in unalloyed devotional service should be understood to be situated on the transcendental platform (sa gun&#257;n samat&#299;tyait&#257;n brahma-bh&#363;y&#257;ya kalpate [<A CLASS=v HREF="../../../bg/14/26.htm">Bg. 14.26</A>]). Let us therefore offer our obeisances unto the Supreme Personality of Godhead, by whose mercy so-called material things also become spiritual when they are engaged in spiritual activity.</P><P>Omk&#257;ra (pranava) is the symbolic sound representation of the Supreme Personality of Godhead. Om tat sad iti nirde&#347;o brahmanas tri-vidhah smritah: the three words om tat sat immediately invoke the Supreme Person. Therefore Krishna says that He is omk&#257;ra in all the Vedic mantras (pranavah sarva-vedeshu). The Vedic mantras are pronounced beginning with omk&#257;ra to indicate immediately the Supreme Personality of Godhead. &#346;r&#299;mad-Bh&#257;gavatam, for example, begins with the words om namo bhagavate v&#257;sudev&#257;ya. There is no difference between the Supreme Personality of Godhead, V&#257;sudeva, and omk&#257;ra (pranava). We should be careful to understand that omk&#257;ra does not indicate anything nir&#257;k&#257;ra, or formless. Indeed, this verse immediately says, om namo bhagavate. Bhagav&#257;n is a person. Thus omk&#257;ra is the representation of the Supreme Person. Omk&#257;ra is not meant to be impersonal, as the M&#257;y&#257;v&#257;d&#299; philosophers consider it to be. This is distinctly expressed here by the word purush&#257;ya. The supreme truth addressed by omk&#257;ra is purusha, the Supreme Person; He is not impersonal. Unless He is a person, how can He control the great, stalwart controllers of this universe? Lord Vishnu, Lord Brahm&#257; and Lord &#346;iva are the supreme controllers of this universe, but Lord Vishnu is offered obeisances even by Lord &#346;iva and Lord Brahm&#257;. Therefore this verse uses the word pare&#347;&#257;ya, which indicates that the Supreme Personality of Godhead is worshiped by exalted demigods. Pare&#347;&#257;ya means parame&#347;vara. Lord Brahm&#257; and Lord &#346;iva are &#299;&#347;varas, great controllers, but Lord Vishnu is parame&#347;vara, the supreme controller.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>