<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verses 20-21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verses 20-21"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.20-21</P><P CLASS=c>ek&#257;ntino yasya na kañcan&#257;rtham</P><P CLASS=c>v&#257;ñchanti ye vai bhagavat-prapann&#257;h</P><P CLASS=c>aty-adbhutam tac-caritam suma&#324;galam</P><P CLASS=c>g&#257;yanta &#257;nanda-samudra-magn&#257;h</P><P CLASS=c>tam aksharam brahma param pare&#347;am</P><P CLASS=c>avyaktam &#257;dhy&#257;tmika-yoga-gamyam</P><P CLASS=c>at&#299;ndriyam s&#363;kshmam iv&#257;tid&#363;ram</P><P CLASS=c>anantam &#257;dyam parip&#363;rnam &#299;de</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ekantinah">ek&#257;ntinah</A> &#8212; unalloyed devotees (who have <A HREF="http://vedabase.net/n/no">no</A> desire other than <A HREF="http://vedabase.net/k/krsna">Krishna</A> consciousness); <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; the Lord, of whom; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kancana">kañcana</A> &#8212; some; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/v/vanchanti">v&#257;ñchanti</A> &#8212; desire; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those devotees who; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/prapannah">prapann&#257;h</A> &#8212; fully surrendered unto the lotus feet of the Lord; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/a/adbhutam">adbhutam</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> wonderful; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/c/caritam">caritam</A> &#8212; the activities of the Lord; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; and very auspicious (<A HREF="http://vedabase.net/t/to">to</A> hear); <A CLASS=v HREF="http://vedabase.net/g/gayantah">g&#257;yantah</A> &#8212; by chanting and hearing; <A CLASS=v HREF="http://vedabase.net/a/ananda">&#257;nanda</A> &#8212; of transcendental bliss; <A CLASS=v HREF="http://vedabase.net/s/samudra">samudra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the ocean; <A CLASS=v HREF="http://vedabase.net/m/magnah">magn&#257;h</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> immersed; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/a/aksaram">aksharam</A> &#8212; eternally existing; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; the Lord of the supreme personalities; <A CLASS=v HREF="http://vedabase.net/a/avyaktam">avyaktam</A> &#8212; invisible or not able <A HREF="http://vedabase.net/t/to">to</A> be realized by the mind and senses; <A CLASS=v HREF="http://vedabase.net/a/adhyatmika">&#257;dhy&#257;tmika</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; by <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>, devotional service; <A CLASS=v HREF="http://vedabase.net/g/gamyam">gamyam</A> &#8212; obtainable (<A HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> <A HREF="http://vedabase.net/m/mam">m&#257;m</A> <A HREF="http://vedabase.net/a/abhijanati">abhij&#257;n&#257;ti</A>); <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/i/indriyam">indriyam</A> &#8212; beyond the perception of material senses; <A CLASS=v HREF="http://vedabase.net/s/suksmam">s&#363;kshmam</A> &#8212; minute; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/d/duram">d&#363;ram</A> &#8212; very far away; <A CLASS=v HREF="http://vedabase.net/a/anantam">anantam</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/a/adyam">&#257;dyam</A> &#8212; the original cause of everything; <A CLASS=v HREF="http://vedabase.net/p/paripurnam">parip&#363;rnam</A> &#8212; completely full; <A CLASS=v HREF="http://vedabase.net/i/ide">&#299;de</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my obeisances.</P><P CLASS=t>TRANSLATION</P><P>Unalloyed devotees, who have no desire other than to serve the Lord, worship Him in full surrender and always hear and chant about His activities, which are most wonderful and auspicious. Thus they always merge in an ocean of transcendental bliss. Such devotees never ask the Lord for any benediction. I, however, am in danger. Thus I pray to that Supreme Personality of Godhead, who is eternally existing, who is invisible, who is the Lord of all great personalities, such as Brahm&#257;, and who is available only by transcendental bhakti-yoga. Being extremely subtle, He is beyond the reach of my senses and transcendental to all external realization. He is unlimited, He is the original cause, and He is completely full in everything. I offer my obeisances unto Him.</P><P CLASS=t>PURPORT</P><P>any&#257;bhil&#257;shit&#257;-&#347;&#363;nyam</P><P CLASS=n>jñ&#257;na-karm&#257;dy-an&#257;vritam</P><P CLASS=n>&#257;nuk&#363;lyena krishn&#257;nu-</P><P CLASS=n>&#347;&#299;lanam bhaktir uttam&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/madhya/19/167.htm">Madhya 19.167</A>]</P><P>(Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/1/11">1.1.11</A>)</P><P>"One should render transcendental loving service to the Supreme Lord Krishna favorably and without desire for material profit or gain through fruitive activities or philosophical speculation. That is called pure devotional service." Unalloyed devotees have nothing to ask from the Supreme Personality of Godhead, but Gajendra, the King of the elephants, was circumstantially asking for an immediate benediction because he had no other way to be rescued. Sometimes, when there is no alternative, a pure devotee, being fully dependent on the mercy of the Supreme Lord, prays for some benediction. But in such a prayer there is also regret. One who always hears and chants about the transcendental pastimes of the Lord is always situated on a platform on which he has nothing to ask in terms of material benefits. Unless one is a completely pure devotee, one cannot enjoy the transcendental bliss derived from chanting and dancing in the ecstasy of the sa&#324;k&#299;rtana movement. Such ecstasy is not possible for an ordinary devotee. Lord &#346;r&#299; Caitanya Mah&#257;prabhu showed us how one can enjoy transcendental bliss simply by chanting, hearing and dancing in ecstasy. This is bhakti-yoga. Therefore the King of the elephants, Gajendra, said, &#257;dhy&#257;tmika-yoga-gamyam, indicating that unless one is situated on this transcendental platform, one cannot approach the Supreme Lord. The benediction of being able to approach the Lord can be achieved after many, many births, yet &#346;r&#299; Caitanya Mah&#257;prabhu has awarded this benediction to everyone, even to the fallen souls who have no heritage of anything in spiritual life. That is actually being seen in the Krishna consciousness movement. Therefore the path of bhakti-yoga is the spotless process by which to approach the Supreme Personality of Godhead. Bhakty&#257;ham ekay&#257; gr&#257;hyah: only through devotional service can one approach the Supreme Lord. The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/1.htm">7.1</A>):</P><P>mayy &#257;sakta-man&#257;h p&#257;rtha</P><P CLASS=n>yogam yuñjan mad-&#257;&#347;rayah</P><P CLASS=n>asam&#347;ayam samagram m&#257;m</P><P CLASS=n>yath&#257; jñ&#257;syasi tac chrinu</P><P>"Now hear, O son of Prith&#257; [Arjuna], how by practicing yoga in full consciousness of Me, with mind attached to Me, you can know Me in full, free from doubt." Simply by being attached to Krishna consciousness and by thinking of the lotus feet of Krishna constantly, one can fully understand the Supreme Personality of Godhead, without a doubt.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22-24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>