<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.27</P><P CLASS=c>yoga-randhita-karm&#257;no</P><P CLASS=c>hridi yoga-vibh&#257;vite</P><P CLASS=c>yogino yam prapa&#347;yanti</P><P CLASS=c>yoge&#347;am tam nato 'smy aham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/r/randhita">randhita</A>-<A CLASS=v HREF="http://vedabase.net/k/karmanah">karm&#257;nah</A> &#8212; persons whose reactions <A HREF="http://vedabase.net/t/to">to</A> fruitive activities have been burnt up by <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; within the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/v/vibhavite">vibh&#257;vite</A> &#8212; completely purified and clean; <A CLASS=v HREF="http://vedabase.net/y/yoginah">yoginah</A> &#8212; mystics who <A HREF="http://vedabase.net/a/are">are</A> competent; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; unto the Personality of Godhead who; <A CLASS=v HREF="http://vedabase.net/p/prapasyanti">prapa&#347;yanti</A> &#8212; directly see; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isam">&#299;&#347;am</A> &#8212; unto that Supreme Personality of Godhead, the master of all mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/n/natah">natah</A> <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>.</P><P CLASS=t>TRANSLATION</P><P>I offer my respectful obeisances unto the Supreme, the Supersoul, the master of all mystic yoga, who is seen in the core of the heart by perfect mystics when they are completely purified and freed from the reactions of fruitive activity by practicing bhakti-yoga.</P><P CLASS=t>PURPORT</P><P>The King of the elephants, Gajendra, simply accepted that there must be someone who has created this cosmic manifestation and has supplied its ingredients. This should be admitted by everyone, even the most determined atheists. Why, then, do the nondevotees and atheists not admit this? The reason is that they are polluted by the reactions of their fruitive activities. One must be freed from all the dirt accumulated within the heart due to fruitive activities performed one after another. One must wash off this dirt by practicing bhakti-yoga. Yoga-randhita-karm&#257;nah. As long as one is covered by material nature's modes of ignorance and passion, there is no possibility of understanding the Supreme Lord. Tad&#257; rajas-tamo-bh&#257;v&#257;h k&#257;ma-lobh&#257;daya&#347; ca ye [<A CLASS=v HREF="../../1/2/19.htm">SB 1.2.19</A>]. When one is freed from the modes of ignorance and passion, one becomes free from the lowest qualities &#8212; k&#257;ma and lobha, lust and greed.</P><P>Nowadays there are so many yoga schools to encourage people in developing their lusty desires and greed through the practice of yoga. People are therefore very much fond of so-called yoga practice. The actual practice of yoga, however, is described here. As authoritatively stated in the &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../12/13/1.htm">12.13.1</A>), dhy&#257;n&#257;vasthita-tad-gatena manas&#257; pa&#347;yanti yam yoginah: a yog&#299; is one who always meditates on the lotus feet of the Supreme Personality of Godhead. This is also confirmed in the Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/38.htm">5.38</A>):</P><P>prem&#257;ñjana-cchurita-bhakti-vilocanena</P><P CLASS=n>santah sadaiva hridayeshu vilokayanti</P><P CLASS=n>yam &#347;y&#257;masundaram acintya-guna-svar&#363;pam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, who is &#346;y&#257;masundara, Krishna Himself, with inconceivable innumerable attributes, whom the pure devotees see in their heart of hearts with the eye of devotion tinged with the salve of love." The bhakti-yog&#299; constantly sees &#346;y&#257;masundara &#8212; beautiful Lord Krishna with His blackish bodily hue. Because the King of the elephants, Gajendra, thought himself an ordinary animal, he thought himself unfit to see the Lord. In his humility, he thought that he could not practice yoga. In other words, how can those who are like animals in the bodily concept of life, and who have no purity of consciousness, practice yoga? In the present day, people who have no control over their senses, who have no understanding of philosophy and who do not follow religious principles or rules and regulations are nonetheless pretending to be yog&#299;s. This is the greatest anomaly in the practice of mystic yoga.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>