<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 32"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.32</P><P CLASS=c>so 'ntah-sarasy urubalena grih&#299;ta &#257;rto</P><P CLASS=c>drishtv&#257; garutmati harim kha up&#257;tta-cakram</P><P CLASS=c>utkshipya s&#257;mbuja-karam giram &#257;ha kricchr&#257;n</P><P CLASS=c>n&#257;r&#257;yan&#257;khila-guro bhagavan namas te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/g/gajendra">Gajendra</A>); <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/s/sarasi">sarasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/b/balena">balena</A> &#8212; with great force; <A CLASS=v HREF="http://vedabase.net/g/grhitah">grih&#299;tah</A> &#8212; who <A HREF="http://vedabase.net/h/had">had</A> been captured by the crocodile; <A CLASS=v HREF="http://vedabase.net/a/artah">&#257;rtah</A> &#8212; and severely suffering; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; upon seeing; <A CLASS=v HREF="http://vedabase.net/g/garutmati">garutmati</A> &#8212; on the back of <A HREF="http://vedabase.net/g/garuda">Garuda</A>; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/k/khe">khe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sky; <A CLASS=v HREF="http://vedabase.net/u/upatta">up&#257;tta</A>-<A CLASS=v HREF="http://vedabase.net/c/cakram">cakram</A> &#8212; wielding His disc; <A CLASS=v HREF="http://vedabase.net/u/utksipya">utkshipya</A> &#8212; raising; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/ambuja">ambuja</A>-<A CLASS=v HREF="http://vedabase.net/k/karam">karam</A> &#8212; his trunk, along with <A HREF="http://vedabase.net/a/a">a</A> lotus flower; <A CLASS=v HREF="http://vedabase.net/g/giram">giram</A>-<A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; uttered the words; <A CLASS=v HREF="http://vedabase.net/k/krcchrat">kricchr&#257;t</A> &#8212; with great difficulty (because of his precarious position); <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A>-<A CLASS=v HREF="http://vedabase.net/g/guro">guro</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> universal Lord; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my respectful obeisances unto You.</P><P CLASS=t>TRANSLATION</P><P>Gajendra had been forcefully captured by the crocodile in the water and was feeling acute pain, but when he saw that N&#257;r&#257;yana, wielding His disc, was coming in the sky on the back of Garuda, he immediately took a lotus flower in his trunk, and with great difficulty due to his painful condition, he uttered the following words: "O my Lord, N&#257;r&#257;yana, master of the universe, O Supreme Personality of Godhead, I offer my respectful obeisances unto You."</P><P CLASS=t>PURPORT</P><P>The King of the elephants was so very eager to see the Supreme Personality of Godhead that when he saw the Lord coming in the sky, with great pain and in a feeble voice he offered respect to the Lord. A devotee does not consider a dangerous position to be dangerous, for in such a dangerous position he can fervently pray to the Lord in great ecstasy. Thus a devotee regards danger as a good opportunity. Tat te'nukamp&#257;m susam&#299;ksham&#257;nah. When a devotee is in great danger, he sees that danger to be the great mercy of the Lord because it is an opportunity to think of the Lord very sincerely and with undiverted attention. Tat te 'nukamp&#257;m susam&#299;ksham&#257;no bhuñj&#257;na ev&#257;tma-kritam vip&#257;kam (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/14/8.htm">10.14.8</A>). He does not accuse the Supreme Personality of Godhead for having let His devotee fall into such a dangerous condition. Rather, he considers that dangerous condition to be due to his past misdeeds and takes it as an opportunity to pray to the Lord and offer thanks for having been given such an opportunity. When a devotee lives in this way, his salvation &#8212; his going back home, back to Godhead &#8212; is guaranteed. We can see this to be true from the example of Gajendra, who anxiously prayed to the Lord and thus received an immediate chance to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>