<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 8 Chapter 3 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 8 Chapter 3 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 8: <A CLASS=v HREF="../index.htm">Withdrawal of the Cosmic Creations</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Gajendra's Prayers of Surrender</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 8.3.7</P><P CLASS=c>didrikshavo yasya padam suma&#324;galam</P><P CLASS=c>vimukta-sa&#324;g&#257; munayah sus&#257;dhavah</P><P CLASS=c>caranty aloka-vratam avranam vane</P><P CLASS=c>bh&#363;t&#257;tma-bh&#363;t&#257;h suhridah sa me gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/didrksavah">didrikshavah</A> &#8212; those who desire <A HREF="http://vedabase.net/t/to">to</A> see (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of Him; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/m/mangalam">ma&#324;galam</A> &#8212; all-auspicious; <A CLASS=v HREF="http://vedabase.net/v/vimukta">vimukta</A>-<A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;g&#257;h</A> &#8212; persons who <A HREF="http://vedabase.net/a/are">are</A> completely disinfected of material conditions; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sadhavah">s&#257;dhavah</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> highly elevated <A HREF="http://vedabase.net/i/in">in</A> spiritual consciousness; <A CLASS=v HREF="http://vedabase.net/c/caranti">caranti</A> &#8212; practice; <A CLASS=v HREF="http://vedabase.net/a/aloka">aloka</A>-<A CLASS=v HREF="http://vedabase.net/v/vratam">vratam</A> &#8212; vows of brahmacarya, <A HREF="http://vedabase.net/v/vanaprastha">v&#257;naprastha</A> or <A HREF="http://vedabase.net/s/sannyasa">sanny&#257;sa</A>; <A CLASS=v HREF="http://vedabase.net/a/avranam">avranam</A> &#8212; without any fault; <A CLASS=v HREF="http://vedabase.net/v/vane">vane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;t&#257;h</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> equal <A HREF="http://vedabase.net/t/to">to</A> all living entities; <A CLASS=v HREF="http://vedabase.net/s/suhrdah">suhridah</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> friends <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that <A HREF="http://vedabase.net/s/same">same</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; destination.</P><P CLASS=t>TRANSLATION</P><P>Renunciants and great sages who see all living beings equally, who are friendly to everyone and who flawlessly practice in the forest the vows of brahmacarya, v&#257;naprastha and sanny&#257;sa desire to see the all-auspicious lotus feet of the Supreme Personality of Godhead. May that same Supreme Personality of Godhead be my destination.</P><P CLASS=t>PURPORT</P><P>This verse describes the qualifications for devotees or persons highly elevated in spiritual consciousness. Devotees are always equal to everyone, seeing no distinction between lower and higher classes. pandit&#257;h sama-dar&#347;inah [<A CLASS=v HREF="../../../bg/5/18.htm">Bg. 5.18</A>]. They look upon everyone as a spirit soul who is part and parcel of the Supreme Lord. Thus they are competent to search for the Supreme Personality of Godhead. Understanding that the Supreme Personality of Godhead is the friend of everyone (suhridam sarva-bh&#363;t&#257;n&#257;m), they act as friends of everyone on behalf of the Supreme Lord. Making no distinction between one nation and another or one community and another, they preach Krishna consciousness, the teachings of Bhagavad-g&#299;t&#257;, everywhere. Thus they are competent to see the lotus feet of the Lord. Such preachers in Krishna consciousness are called paramahamsas. As indicated by the word vimukta-sa&#324;ga, they have nothing to do with material conditions. One must take shelter of such a devotee in order to see the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8-9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>