<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.10</P><P CLASS=c>kvacit sakrid avagata-vishaya-vaitathyah svayam par&#257;bhidhy&#257;nena vibhram&#347;ita-smritis tayaiva mar&#299;ci-toya-pr&#257;y&#257;ms t&#257;n ev&#257;bhidh&#257;vati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/s/sakrt">sakrit</A> &#8212; once; <A CLASS=v HREF="http://vedabase.net/a/avagata">avagata</A>-<A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/v/vaitathyah">vaitathyah</A> &#8212; becoming conscious of the uselessness of enjoying material sense gratification; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/a/abhidhyanena">abhidhy&#257;nena</A> &#8212; by the bodily concept of the self; <A CLASS=v HREF="http://vedabase.net/v/vibhramsita">vibhram&#347;ita</A> &#8212; destroyed; <A CLASS=v HREF="http://vedabase.net/s/smrtih">smritih</A> &#8212; whose remembrance; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/marici">mar&#299;ci</A>-<A CLASS=v HREF="http://vedabase.net/t/toya">toya</A> &#8212; water <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> mirage; <A CLASS=v HREF="http://vedabase.net/p/prayan">pr&#257;y&#257;n</A> &#8212; similar <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;n</A> &#8212; those sense objects; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/abhidhavati">abhidh&#257;vati</A> &#8212; runs after.</P><P CLASS=t>TRANSLATION</P><P>The conditioned soul sometimes personally appreciates the futility of sense enjoyment in the material world, and he sometimes considers material enjoyment to be full of miseries. However, due to his strong bodily conception, his memory is destroyed, and again and again he runs after material enjoyment, just as an animal runs after a mirage in the desert.</P><P CLASS=t>PURPORT</P><P>The main disease in material life is the bodily conception. Being baffled again and again in material activity, the conditioned soul temporarily thinks of the futility of material enjoyment, but he again tries the same thing. By the association of devotees, a person may become convinced of the material futility, but he cannot give up his engagement, although he is very eager to return home, back to Godhead. Under these circumstances, the Supreme Personality of Godhead, who is situated in everyone's heart, compassionately takes away all the material possessions of such a devotee. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/88/8.htm">10.88.8</A>): yasy&#257;ham anugrihn&#257;mi harishye tad-dhanam &#347;anaih. Lord Krishna says that He takes everything away from the devotee whom He especially favors when that devotee is overly attached to material possessions. When everything is taken away, the devotee feels helpless and frustrated in society, friendship and love. He feels that his family does not care for him any longer, and he therefore completely surrenders unto the lotus feet of the Supreme Lord. This is a special favor granted by the Lord to a devotee who cannot fully surrender to the Lord due to a strong bodily conception. As explained in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/39.htm">Madhya 22.39</A>): &#257;mi &#8212; vijña, ei m&#363;rkhe 'vishaya' kene diba. The Lord understands the devotee who hesitates to engage in the Lord's service, not knowing whether he should again try to revive his material life. After repeated attempts and failures, he fully surrenders to the lotus feet of the Lord. The Lord then gives him directions, and, attaining happiness, he forgets all material engagement.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>