<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.12</P><P CLASS=c>sa yad&#257; dugdha-p&#363;rva-sukritas tad&#257; k&#257;raskara-k&#257;katund&#257;dy-apunya-druma-lat&#257;-vishoda-p&#257;navad ubhay&#257;rtha-&#347;&#363;nya-dravin&#257;n j&#299;van-mrit&#257;n svayam j&#299;van-mriyam&#257;na upadh&#257;vati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that conditioned soul; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/d/dugdha">dugdha</A> &#8212; exhausted; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A> &#8212; previous; <A CLASS=v HREF="http://vedabase.net/s/sukrtah">sukritah</A> &#8212; pious activities; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; at that time; <A CLASS=v HREF="http://vedabase.net/k/karaskara">k&#257;raskara</A>-<A CLASS=v HREF="http://vedabase.net/k/kakatunda">k&#257;katunda</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; named <A HREF="http://vedabase.net/k/karaskara">k&#257;raskara</A>, <A HREF="http://vedabase.net/k/kakatunda">k&#257;katunda</A>, etc.; <A CLASS=v HREF="http://vedabase.net/a/apunya">apunya</A>-<A CLASS=v HREF="http://vedabase.net/d/druma">druma</A>-<A CLASS=v HREF="http://vedabase.net/l/lata">lat&#257;</A> &#8212; impious trees and creepers; <A CLASS=v HREF="http://vedabase.net/v/visa">visha</A>-<A CLASS=v HREF="http://vedabase.net/u/uda">uda</A>-<A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like wells with poisonous water; <A CLASS=v HREF="http://vedabase.net/u/ubhaya">ubhaya</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/s/sunya">&#347;&#363;nya</A> &#8212; which cannot give happiness either <A HREF="http://vedabase.net/i/in">in</A> this life or <A HREF="http://vedabase.net/i/in">in</A> the next; <A CLASS=v HREF="http://vedabase.net/d/dravinan">dravin&#257;n</A> &#8212; those who possess wealth; <A CLASS=v HREF="http://vedabase.net/j/jivat">j&#299;vat</A>-<A CLASS=v HREF="http://vedabase.net/m/mrtan">mrit&#257;n</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> dead, although apparently alive; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> himself; <A CLASS=v HREF="http://vedabase.net/j/jivat">j&#299;vat</A> &#8212; living; <A CLASS=v HREF="http://vedabase.net/m/mriyamanah">mriyam&#257;nah</A> &#8212; being dead; <A CLASS=v HREF="http://vedabase.net/u/upadhavati">upadh&#257;vati</A> &#8212; approaches for material acquisition.</P><P CLASS=t>TRANSLATION</P><P>Due to his pious activities in previous lives, the conditioned soul attains material facilities in this life, but when they are finished, he takes shelter of wealth and riches, which cannot help him in this life or the next. Because of this, he approaches the living dead who possess these things. Such people are compared to impure trees, creepers and poisonous wells.</P><P CLASS=t>PURPORT</P><P>The wealth and riches acquired through previous pious activities should not be misused for sense gratification. Enjoying them for sense gratification is like enjoying the fruits of a poisonous tree. Such activities will not help the conditioned soul in any way, neither in this life nor the next. However, if one engages his possessions in the service of the Lord under the guidance of a proper spiritual master. he will attain happiness both in this life and the next. Unless he does so, he eats a forbidden apple and thereby loses his paradise. Lord &#346;r&#299; Krishna therefore advises that one's possessions should be given unto Him.</P><P>yat karoshi yad a&#347;n&#257;si</P><P CLASS=n>yaj juhoshi dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya</P><P CLASS=n>tat kurushva mad-arpanam</P><P>"O son of Kunt&#299;, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me." (<A CLASS=v HREF="../../../bg/9/27.htm">Bg. 9.27</A>) Material wealth and opulence attained through previous pious activities can be fully utilized for one's benefit in this life and the next if one is Krishna conscious. One should not try to possess more than he needs for the bare necessities. If one gets more than is needed, the surplus should be fully engaged in the Lord's service. That will make the conditioned soul, the world and Krishna happy, and this is the aim of life.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>