<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.15</P><P CLASS=c>kvacid &#257;s&#257;dya griham d&#257;vavat priy&#257;rtha-vidhuram asukhodarkam &#347;ok&#257;gnin&#257; dahyam&#257;no bhri&#347;am nirvedam upagacchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/a/asadya">&#257;s&#257;dya</A> &#8212; experiencing; <A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; the home life; <A CLASS=v HREF="http://vedabase.net/d/dava">d&#257;va</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; exactly like <A HREF="http://vedabase.net/a/a">a</A> blazing fire <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhuram">vidhuram</A> &#8212; without any beneficial object; <A CLASS=v HREF="http://vedabase.net/a/asukha">asukha</A>-<A CLASS=v HREF="http://vedabase.net/u/udarkam">udarkam</A> &#8212; resulting only <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/more">more</A> and <A HREF="http://vedabase.net/m/more">more</A> unhappiness; <A CLASS=v HREF="http://vedabase.net/s/soka">&#347;oka</A>-<A CLASS=v HREF="http://vedabase.net/a/agnina">agnin&#257;</A> &#8212; by the fire of lamentation; <A CLASS=v HREF="http://vedabase.net/d/dahyamanah">dahyam&#257;nah</A> &#8212; being burned; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/n/nirvedam">nirvedam</A> &#8212; disappointment; <A CLASS=v HREF="http://vedabase.net/u/upagacchati">upagacchati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> obtains.</P><P CLASS=t>TRANSLATION</P><P>In this world, family life is exactly like a blazing fire in the forest. There is not the least happiness, and gradually one becomes more and more implicated in unhappiness. In household life, there is nothing favorable for perpetual happiness. Being implicated in home life, the conditioned soul is burned by the fire of lamentation. Sometimes he condemns himself as being very unfortunate, and sometimes he claims that he suffers because he performed no pious activities in his previous life.</P><P CLASS=t>PURPORT</P><P>In the Gurv-ashtaka, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has sung:</P><P>sams&#257;ra-d&#257;v&#257;nala-l&#299;dha-loka-</P><P CLASS=n>tr&#257;n&#257;ya k&#257;runya-ghan&#257;ghanatvam **</P><P>A life in this material world is exactly like a blazing forest fire. No one goes to set fire to the forest, yet the fire takes place. Similarly. everyone wants to be happy in the material world, but the miserable conditions of material life simply increase. Sometimes a person caught in the blazing fire of material existence condemns himself, but due to his bodily conception he cannot get out of the entanglement, and thus he suffers more and more.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>