<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.18</P><P CLASS=c>kvacid grih&#257;&#347;rama-karma-codan&#257;ti-bhara-girim &#257;ruruksham&#257;no loka-vyasana-karshita-man&#257;h kantaka-&#347;arkar&#257;-kshetram pravi&#347;ann iva s&#299;dati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> householder life; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/c/codana">codana</A> &#8212; of the rules of fruitive activity; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/b/bhara">bhara</A>-<A CLASS=v HREF="http://vedabase.net/g/girim">girim</A> &#8212; the big hill; <A CLASS=v HREF="http://vedabase.net/a/aruruksamanah">&#257;ruruksham&#257;nah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> ascend; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; material; <A CLASS=v HREF="http://vedabase.net/v/vyasana">vyasana</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> pursuits; <A CLASS=v HREF="http://vedabase.net/k/karsita">karshita</A>-<A CLASS=v HREF="http://vedabase.net/m/manah">man&#257;h</A> &#8212; whose mind is attracted; <A CLASS=v HREF="http://vedabase.net/k/kantaka">kantaka</A>-<A CLASS=v HREF="http://vedabase.net/s/sarkara">&#347;arkar&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/ksetram">kshetram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> field covered with thorns and sharp pebbles; <A CLASS=v HREF="http://vedabase.net/p/pravisan">pravi&#347;an</A> &#8212; entering; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sidati">s&#299;dati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> laments.</P><P CLASS=t>TRANSLATION</P><P>In household life one is ordered to execute many yajñas and fruitive activities, especially the viv&#257;ha-yajña [the marriage ceremony for sons and daughters] and the sacred thread ceremony. These are all the duties of a grihastha, and they are very extensive and troublesome to execute. They are compared to a big hill over which one must cross when one is attached to material activities. A person desiring to cross over these ritualistic ceremonies certainly feels pains like the piercing of thorns and pebbles endured by one attempting to climb a hill. Thus the conditioned soul suffers unlimitedly.</P><P CLASS=t>PURPORT</P><P>There are many social functions for keeping a prestigious position in society. In different countries and societies there are various festivals and rituals. In India, the father is supposed to get his children married. When he does so, his responsibility to the family is complete. Arranging marriages is very difficult, especially in these days. At the present moment no one can perform the proper ritual of sacrifice, nor can anyone afford to pay for the marriage ceremony of sons and daughters. Therefore householders are very much distressed when they are confronted by these social duties. It is as though they were pierced by thorns and hurt by pebbles. Material attachment is so strong that despite the suffering, one cannot give it up. Prahl&#257;da Mah&#257;r&#257;ja therefore recommends (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/5.htm">7.5.5</A>):</P><P>hitv&#257;tma-p&#257;tam griham andha-k&#363;pam</P><P CLASS=n>vanam gato yad dharim &#257;&#347;rayeta</P><P>The so-called comfortable family position is compared to a dark well in a field. If one falls in a dark well covered by grass, his life is lost, despite his cry for rescue. Highly advanced spiritualists therefore recommend that one should not enter the grihastha-&#257;&#347;rama. It is better to prepare oneself in the brahmacarya-&#257;&#347;rama for austerities and remain a pure brahmac&#257;r&#299; throughout one's life so that one will not feel the piercing thorns of material life in the grihastha-&#257;&#347;rama. In the grihastha-&#257;&#347;rama one has to accept invitations from friends and relatives and perform ritualistic ceremonies. By so doing, one becomes captivated by such things, although he may not have sufficient resources to continue them. To maintain the grihastha life-style, one has to work very hard to acquire money. Thus one is implicated in material life, and he suffers the thorn pricks.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>