<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.2</P><P CLASS=c>yasy&#257;m u ha v&#257; ete shad-indriya-n&#257;m&#257;nah karman&#257; dasyava eva te; tad yath&#257; purushasya dhanam yat kiñcid dharmaupayikam bahu-kricchr&#257;dhigatam s&#257;ksh&#257;t parama-purush&#257;r&#257;dhana-lakshano yo 'sau dharmas tam tu s&#257;mpar&#257;ya ud&#257;haranti; tad-dharmyam dhanam dar&#347;ana-spar&#347;ana-&#347;ravan&#257;sv&#257;dan&#257;vaghr&#257;na-sa&#324;kalpa-vyavas&#257;ya-griha-gr&#257;myopabhogena kun&#257;thasy&#257;jit&#257;tmano yath&#257; s&#257;rthasya vilum-panti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasyam">yasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A>-<A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A>-<A CLASS=v HREF="http://vedabase.net/n/namanah">n&#257;m&#257;nah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> named the six senses (the mind and the five knowledge-acquiring senses); <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by their activity; <A CLASS=v HREF="http://vedabase.net/d/dasyavah">dasyavah</A> &#8212; the plunderers; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of <A HREF="http://vedabase.net/a/a">a</A> person; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; the wealth; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; something; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/a/aupayikam">aupayikam</A> &#8212; which is <A HREF="http://vedabase.net/a/a">a</A> means <A HREF="http://vedabase.net/t/to">to</A> religious principles; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/k/krcchra">kricchra</A>-<A CLASS=v HREF="http://vedabase.net/a/adhigatam">adhigatam</A> &#8212; earned after much hard labor; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/aradhana">&#257;r&#257;dhana</A>-<A CLASS=v HREF="http://vedabase.net/l/laksanah">lakshanah</A> &#8212; whose symptoms <A HREF="http://vedabase.net/a/are">are</A> worship of the Supreme Lord by performance of sacrifices and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/asau">asau</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; religious principles; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/s/samparaye">s&#257;mpar&#257;ye</A> &#8212; for the benefit of the living entity after death; <A CLASS=v HREF="http://vedabase.net/u/udaharanti">ud&#257;haranti</A> &#8212; the wise declare; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmyam">dharmyam</A> &#8212; religious (relating <A HREF="http://vedabase.net/t/to">to</A> the prosecution of the <A HREF="http://vedabase.net/v/varnasrama">varn&#257;&#347;rama</A>-<A HREF="http://vedabase.net/d/dharma">dharma</A>); <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/d/darsana">dar&#347;ana</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/s/sparsana">spar&#347;ana</A> &#8212; by touching; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; by hearing; <A CLASS=v HREF="http://vedabase.net/a/asvadana">&#257;sv&#257;dana</A> &#8212; by tasting; <A CLASS=v HREF="http://vedabase.net/a/avaghrana">avaghr&#257;na</A> &#8212; by smelling; <A CLASS=v HREF="http://vedabase.net/s/sankalpa">sa&#324;kalpa</A> &#8212; by determination; <A CLASS=v HREF="http://vedabase.net/v/vyavasaya">vyavas&#257;ya</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> conclusion; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the material home; <A CLASS=v HREF="http://vedabase.net/g/gramya">gr&#257;mya</A>-<A CLASS=v HREF="http://vedabase.net/u/upabhogena">upabhogena</A> &#8212; by material sense gratification; <A CLASS=v HREF="http://vedabase.net/k/kunathasya">kun&#257;thasya</A> &#8212; of the misguided conditioned soul; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; who has not controlled himself; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/sarthasya">s&#257;rthasya</A> &#8212; of the living entity interested <A HREF="http://vedabase.net/i/in">in</A> sense gratification; <A CLASS=v HREF="http://vedabase.net/v/vilumpanti">vilumpanti</A> &#8212; they plunder.</P><P CLASS=t>TRANSLATION</P><P>In the forest of material existence, the uncontrolled senses are like plunderers. The conditioned soul may earn some money for the advancement of Krishna consciousness, but unfortunately the uncontrolled senses plunder his money through sense gratification. The senses are plunderers because they make one spend his money unnecessarily for seeing, smelling, tasting, touching, hearing, desiring and willing. In this way the conditioned soul is obliged to gratify his senses, and thus all his money is spent. This money is actually acquired for the execution of religious principles, but it is taken away by the plundering senses.</P><P CLASS=t>PURPORT</P><P>p&#363;rva jamn&#257;rjit&#257; vidy&#257; p&#363;rva janm&#257;rjitam dhanam agre dh&#257;vati dh&#257;vati. By following the principles of the varn&#257;&#347;rama-dharma, one attains a better position in the material world. One may be rich, learned, beautiful or highborn. One who has all these assets should know that they are all meant for the advancement of Krishna consciousness. Unfortunately, when a person is misguided he misuses his high position for sense gratification. Therefore the uncontrolled senses are considered plunderers. The good position one attains by executing religious principles is wasted as the plundering senses take it away. By executing religious principles under the laws of varna-&#347;rama-dharma, one is placed in a comfortable position. One may very easily use his assets for the further advancement of Krishna consciousness. One should understand that the wealth and opportunity one gets in the material world should not be squandered in sense gratification. They are meant for the advancement of Krishna consciousness. This Krishna consciousness movement is therefore teaching people to control the mind and five knowledge-acquiring senses by a definite process. One should practice a little austerity and not spend money on anything other than the regulative life of devotional service. The senses demand that one see beautiful things; therefore money should be spent for decorating the Deity in the temple. Similarly, the tongue has to taste good food, which should be bought and offered to the Deity. The nose can be utilized in smelling the flowers offered to the Deity, and the hearing can be utilized by listening to the vibration of the Hare Krishna mantra. In this way the senses can be regulated and utilized to advance Krishna consciousness. Thus a good position might not be spoiled by material sense gratification in the form of illicit sex, meat-eating, intoxication and gambling. One spoils an opulent position in the material world by driving cars, spending time in nightclubs or tasting abominable food in restaurants. In these ways. the plundering senses take away all the assets that the conditioned soul has acquired with great difficulty.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>