<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.20</P><P CLASS=c>sa eva punar nidr&#257;jagara-grih&#299;to 'ndhe tamasi magnah &#347;&#363;ny&#257;ranya iva &#347;ete n&#257;nyat-kiñcana veda &#347;ava iv&#257;paviddhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that conditioned soul; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/n/nidra">nidr&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ajagara">ajagara</A> &#8212; by the python of deep sleep; <A CLASS=v HREF="http://vedabase.net/g/grhitah">grih&#299;tah</A> &#8212; being devoured; <A CLASS=v HREF="http://vedabase.net/a/andhe">andhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> deep darkness; <A CLASS=v HREF="http://vedabase.net/t/tamasi">tamasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> ignorance; <A CLASS=v HREF="http://vedabase.net/m/magnah">magnah</A> &#8212; being absorbed; <A CLASS=v HREF="http://vedabase.net/s/sunya">&#347;&#363;nya</A>-<A CLASS=v HREF="http://vedabase.net/a/aranye">aranye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the isolated forest; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> lies down; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anyat">anyat</A> &#8212; else; <A CLASS=v HREF="http://vedabase.net/k/kincana">kiñcana</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; knows; <A CLASS=v HREF="http://vedabase.net/s/savah">&#347;avah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> dead body; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/apaviddhah">apaviddhah</A> &#8212; thrown away.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued speaking to Mah&#257;r&#257;ja Par&#299;kshit: My dear King, sleep is exactly like a python. Those who wander in the forest of material life are always devoured by the python of sleep. Being bitten by this python, they always remain in the darkness of ignorance. They are like dead bodies thrown in a distant forest. Thus the conditioned souls cannot understand what is going on in life.</P><P CLASS=t>PURPORT</P><P>Material life means being fully absorbed in eating, sleeping. mating and defending. Out of these, sleep is taken very seriously. While asleep, one completely forgets the object of life and what to do. For spiritual realization, one should try to avoid sleep as much as possible. The Gosv&#257;m&#299;s of Vrind&#257;vana practically did not sleep at all. Of course, they slept some, for the body requires sleep, but they slept only about two hours, and sometimes not even that. They always engaged in spiritual cultivation. Nidr&#257;h&#257;ra-vih&#257;rak&#257;di-vijitau. Following in the footsteps of the Gosv&#257;m&#299;s, we should try to reduce sleeping, eating, mating and defending.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>