<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.22</P><P CLASS=c>karhi sma cit k&#257;ma-madhu-lav&#257;n vicinvan yad&#257; para-d&#257;ra-para-drav-y&#257;ny avarundh&#257;no r&#257;jñ&#257; sv&#257;mibhir v&#257; nihatah pataty ap&#257;re niraye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karhi">karhi</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> <A CLASS=v HREF="http://vedabase.net/c/cit">cit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/l/lavan">lav&#257;n</A> &#8212; little drops of honeylike sense gratification; <A CLASS=v HREF="http://vedabase.net/v/vicinvan">vicinvan</A> &#8212; searching after; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/d/dara">d&#257;ra</A> &#8212; another's wife, or <A HREF="http://vedabase.net/a/a">a</A> woman other than his own wife; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/d/dravyani">dravy&#257;ni</A> &#8212; another's money and possessions; <A CLASS=v HREF="http://vedabase.net/a/avarundhanah">avarundh&#257;nah</A> &#8212; taking <A HREF="http://vedabase.net/a/as">as</A> his own property; <A CLASS=v HREF="http://vedabase.net/r/rajna">r&#257;jñ&#257;</A> &#8212; by the government; <A CLASS=v HREF="http://vedabase.net/s/svamibhih">sv&#257;mibhih</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or by the husband or relatives of the woman; <A CLASS=v HREF="http://vedabase.net/n/nihatah">nihatah</A> &#8212; severely beaten; <A CLASS=v HREF="http://vedabase.net/p/patati">patati</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> falls down; <A CLASS=v HREF="http://vedabase.net/a/apare">ap&#257;re</A> &#8212; into unlimitedly; <A CLASS=v HREF="http://vedabase.net/n/niraye">niraye</A> &#8212; hellish conditions of life (the government's prison for criminal activities like rape, kidnapping or theft of others' property).</P><P CLASS=t>TRANSLATION</P><P>The conditioned soul is sometimes attracted to the little happiness derived from sense gratification. Thus he has illicit sex or steals another's property. At such a time he may be arrested by the government or chastised by the woman's husband or protector. Thus simply for a little material satisfaction, he falls into a hellish condition and is put into jail for rape, kidnapping, theft and so forth.</P><P CLASS=t>PURPORT</P><P>Material life is such that due to indulgence in illicit sex, gambling, intoxication and meat-eating, the conditioned soul is always in a dangerous condition. Meat-eating and intoxication excite the senses more and more, and the conditioned soul falls victim to women. In order to keep women, money is required, and to acquire money, one begs, borrows or steals. Indeed, he commits abominable acts that cause him to suffer both in this life and in the next. Consequently illicit sex must be stopped by those who are spiritually inclined or who are on the path of spiritual realization. Many devotees fall down due to illicit sex. They may steal money and even fall down from the highly honored renounced order. Then for a livelihood they accept menial services and become beggars. It is therefore said in the &#347;&#257;stras, yan maithun&#257;di-grihamedhi-sukham hi tuccham: [<A CLASS=v HREF="../../7/9/45.htm">SB 7.9.45</A>] materialism is based on sex, whether licit or illicit. Sex is full of dangers even for those who are addicted to household life. Whether one has a license for sex or not, there is great trouble. Bahu-duhkha-bh&#257;k: after one indulges in sex, many volumes of miseries ensue. One suffers more and more in material life. A miserly person cannot properly utilize the wealth he has, and similarly a materialistic person misuses the human form. Instead of using it for spiritual emancipation, he uses the body for sense gratification. Therefore he is called a miser.</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>