<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.23</P><P CLASS=c>atha ca tasm&#257;d ubhayath&#257;pi hi karm&#257;sminn &#257;tmanah sams&#257;r&#257;vapanam ud&#257;haranti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; now; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; because of this; <A CLASS=v HREF="http://vedabase.net/u/ubhayatha">ubhayath&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; both <A HREF="http://vedabase.net/i/in">in</A> this life and <A HREF="http://vedabase.net/i/in">in</A> the next; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; undoubtedly; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; on this path of sense enjoyment; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of material life; <A CLASS=v HREF="http://vedabase.net/a/avapanam">&#257;vapanam</A> &#8212; the cultivation ground or source; <A CLASS=v HREF="http://vedabase.net/u/udaharanti">ud&#257;haranti</A> &#8212; the authorities of the Vedas say.</P><P CLASS=t>TRANSLATION</P><P>Learned scholars and transcendentalists therefore condemn the materialistic path of fruitive activity because it is the original source and breeding ground of material miseries, both in this life and in the next.</P><P CLASS=t>PURPORT</P><P>Not knowing the value of life, karm&#299;s create situations whereby they suffer in this life and the next. Unfortunately, karm&#299;s are very attached to material sense gratification, and they cannot appreciate the miserable condition of material life, neither in this life nor in the next. Therefore the Vedas enjoin that one should awaken to spiritual consciousness and utilize all his activities to attain the favor of the Supreme Personality of Godhead. The Lord Himself says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/27.htm">9.27</A>):</P><P>yat karoshi yad a&#347;n&#257;si</P><P CLASS=n>yaj juhoshi dad&#257;si yat</P><P CLASS=n>yat tapasyasi kaunteya</P><P CLASS=n>tat kurushva mad-arpanam</P><P>"O son of Kunt&#299;, all that you do, all that you eat, all that you offer and give away, as well as all austerities that you may perform, should be done as an offering unto Me."</P><P>The results of all one's activities should be utilized not for sense gratification but for the mission of the Supreme Personality of Godhead. The Supreme Lord gives all information in Bhagavad-g&#299;t&#257; about the aim of life, and at the end of Bhagavad-g&#299;t&#257; He demands surrender unto Him. people do not generally like this demand, but one who cultivates spiritual knowledge for many births eventually surrenders unto the lotus feet of the Lord (bah&#363;n&#257;m janman&#257;m ante jñ&#257;nav&#257;n m&#257;m prapadyate [<A CLASS=v HREF="../../../bg/7/19.htm">Bg. 7.19</A>]).</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>