<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.24</P><P CLASS=c>muktas tato yadi bandh&#257;d devadatta up&#257;cchinatti tasm&#257;d api vishnumitra ity anavasthitih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/muktah">muktah</A> &#8212; liberated; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/b/bandhat">bandh&#257;t</A> &#8212; from the government imprisonment or being beaten by the protector of the woman; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/dattah">dattah</A> &#8212; person named Devadatta; <A CLASS=v HREF="http://vedabase.net/u/upacchinatti">up&#257;cchinatti</A> &#8212; takes the money from him; <A CLASS=v HREF="http://vedabase.net/t/tasmat">tasm&#257;t</A> &#8212; from the person named Devadatta; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/m/mitrah">mitrah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person named Vishnumitra; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anavasthitih">anavasthitih</A> &#8212; the riches <A HREF="http://vedabase.net/d/do">do</A> not stay <A HREF="http://vedabase.net/i/in">in</A> one place but pass from one hand <A HREF="http://vedabase.net/t/to">to</A> another.</P><P CLASS=t>TRANSLATION</P><P>Stealing or cheating another person out of his money, the conditioned soul somehow or other keeps it in his possession and escapes punishment. Then another man, named Devadatta, cheats him and takes the money away. Similarly, another man, named Vishnumitra, steals the money from Devadatta and takes it away. In any case, the money does not stay in one place. It passes from one hand to another. Ultimately no one can enjoy the money, and it remains the property of the Supreme Personality of Godhead.</P><P CLASS=t>PURPORT</P><P>Riches come from Lakshm&#299;, the goddess of fortune, and the goddess of fortune is the property of N&#257;r&#257;yana, the Supreme Personality of Godhead. The goddess of fortune cannot stay anywhere but by the side of N&#257;r&#257;yana; therefore another of her names is Cañcal&#257;, restless. She cannot be peaceful unless she is in the company of her husband, N&#257;r&#257;yana. For example, Lakshm&#299; was carried away by the materialistic R&#257;vana. R&#257;vana kidnapped S&#299;t&#257;, the goddess of fortune belonging to Lord R&#257;ma. As a result, R&#257;vana's entire family, opulence and kingdom were smashed, and S&#299;t&#257;, the goddess of fortune, was recovered from his clutches and reunited with Lord R&#257;ma. Thus all property, riches and wealth belong to Krishna. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/5/29.htm">5.29</A>):</P><P>bhokt&#257;ram yajña-tapas&#257;m</P><P CLASS=n>sarva-loka-mahe&#347;varam</P><P>"The Supreme Personality of Godhead is the true beneficiary of all sacrifices and austerities, and He is the supreme proprietor of all the planetary systems."</P><P>Foolish materialistic people collect money and steal from other thieves. but they cannot keep it. In any case, it must be spent. One person cheats another, and another person cheats someone else; therefore the best way to possess Lakshm&#299; is to keep her by the side of N&#257;r&#257;yana. This is the point of the Krishna consciousness movement. We worship Lakshm&#299; (R&#257;dh&#257;r&#257;n&#299;) along with N&#257;r&#257;yana (Krishna). We collect money from various sources, but that money does not belong to anyone but R&#257;dh&#257; and Krishna (Lakshm&#299;-N&#257;r&#257;yana). If money is utilized in the service of Lakshm&#299;-N&#257;r&#257;yana, the devotee automatically lives in an opulent way. However, if one wants to enjoy Lakshm&#299; the way R&#257;vana did, he will be vanquished by the laws of nature, and whatever few possessions he has will be taken away. Finally death will take everything away, and death is the representative of Krishna.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>