<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 26"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.26</P><P CLASS=c>kvacin mitho vyavaharan yat kiñcid dhanam anyebhyo v&#257; k&#257;kinik&#257;-m&#257;tram apy apaharan yat kiñcid v&#257; vidvesham eti vitta-&#347;&#257;thy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/m/mithah">mithah</A> &#8212; with one another; <A CLASS=v HREF="http://vedabase.net/v/vyavaharan">vyavaharan</A> &#8212; trading; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; whatever little bit; <A CLASS=v HREF="http://vedabase.net/d/dhanam">dhanam</A> &#8212; money; <A CLASS=v HREF="http://vedabase.net/a/anyebhyah">anyebhyah</A> &#8212; from others; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/k/kakinika">k&#257;kinik&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> very small amount (twenty cowries); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/apaharan">apaharan</A> &#8212; taking away by cheating; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/k/kincit">kiñcit</A> &#8212; whatever small amount; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/v/vidvesam">vidvesham</A> <A CLASS=v HREF="http://vedabase.net/e/eti">eti</A> &#8212; creates enmity; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A>-<A CLASS=v HREF="http://vedabase.net/s/sathyat">&#347;&#257;thy&#257;t</A> &#8212; because of cheating.</P><P CLASS=t>TRANSLATION</P><P>As far as transactions with money are concerned, if one person cheats another by a farthing or less, they become enemies.</P><P CLASS=t>PURPORT</P><P>This is called sams&#257;ra-d&#257;v&#257;nala. Even in ordinary transactions between two people, there is invariably cheating because the conditioned soul is defective in four ways &#8212; he is illusioned, he commits mistakes, his knowledge is imperfect, and he has a propensity to cheat. Unless one is liberated from material conditioning, these four defects must be there. Consequently every man has a cheating propensity, which is employed in business or money transactions. Although two friends may be living peacefully together, due to their propensity to cheat they become enemies when there is a transaction between them. A philosopher accuses an economist of being a cheater, and an economist may accuse a philosopher of being a cheater when he comes in contact with money. In any case, this is the condition of material life. One may profess a high philosophy, but when one is in need of money, he becomes a cheater. In this material world, so-called scientists, philosophers and economists are nothing but cheaters in one way or another. The scientists are cheaters because they present so many bogus things in the name of science. They propose going to the moon, but actually they end up cheating the entire public of large sums of money for their experiments. They cannot do anything useful. Unless one can find a person transcendental to the four basic defects, one should not accept advice and become a victim of the material condition. The best process is to take the advice and instructions of &#346;r&#299; Krishna or His bona fide representative. In this way one can be happy in this life and the next.</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>