<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.28</P><P CLASS=c>kv&#257;pi deva-m&#257;yay&#257; striy&#257; bhuja-latopag&#363;dhah praskanna-viveka-vijñ&#257;no yad-vih&#257;ra-grih&#257;rambh&#257;kula-hridayas tad-&#257;&#347;ray&#257;vasakta-suta-duhitri-kalatra-bh&#257;shit&#257;valoka-viceshtit&#257;pahrita-hridaya &#257;tm&#257;nam ajit&#257;tm&#257;p&#257;re 'ndhe tamasi prahinoti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvapi">kv&#257;pi</A> &#8212; somewhere; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by the influence of the illusory energy; <A CLASS=v HREF="http://vedabase.net/s/striya">striy&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the form of one's girl friend or wife; <A CLASS=v HREF="http://vedabase.net/b/bhuja">bhuja</A>-<A CLASS=v HREF="http://vedabase.net/l/lata">lat&#257;</A> &#8212; by beautiful arms, which <A HREF="http://vedabase.net/a/are">are</A> compared <A HREF="http://vedabase.net/t/to">to</A> tender creepers <A HREF="http://vedabase.net/i/in">in</A> the forest; <A CLASS=v HREF="http://vedabase.net/u/upagudhah">upag&#363;dhah</A> &#8212; being deeply embarrassed; <A CLASS=v HREF="http://vedabase.net/p/praskanna">praskanna</A> &#8212; lost; <A CLASS=v HREF="http://vedabase.net/v/viveka">viveka</A> &#8212; all intelligence; <A CLASS=v HREF="http://vedabase.net/v/vijnanah">vijñ&#257;nah</A> &#8212; scientific knowledge; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A>-<A CLASS=v HREF="http://vedabase.net/v/vihara">vih&#257;ra</A> &#8212; for the enjoyment of the wife; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/a/arambha">&#257;rambha</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> find <A HREF="http://vedabase.net/a/a">a</A> house or apartment; <A CLASS=v HREF="http://vedabase.net/a/akula">&#257;kula</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; whose heart becomes engrossed; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of that house; <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A>-<A CLASS=v HREF="http://vedabase.net/a/avasakta">avasakta</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> under the shelter; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; of sons; <A CLASS=v HREF="http://vedabase.net/d/duhitr">duhitri</A> &#8212; of daughters; <A CLASS=v HREF="http://vedabase.net/k/kalatra">kalatra</A> &#8212; of the wife; <A CLASS=v HREF="http://vedabase.net/b/bhasita">bh&#257;shita</A>-<A CLASS=v HREF="http://vedabase.net/a/avaloka">avaloka</A> &#8212; by the conversations and by their beautiful glances; <A CLASS=v HREF="http://vedabase.net/v/vicestita">viceshtita</A> &#8212; by activities; <A CLASS=v HREF="http://vedabase.net/a/apahrta">apahrita</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; whose consciousness is taken away; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/a/ajita">ajita</A> &#8212; uncontrolled; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; whose self; <A CLASS=v HREF="http://vedabase.net/a/apare">ap&#257;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> unlimited; <A CLASS=v HREF="http://vedabase.net/a/andhe">andhe</A> &#8212; blind darkness; <A CLASS=v HREF="http://vedabase.net/t/tamasi">tamasi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> hellish life; <A CLASS=v HREF="http://vedabase.net/p/prahinoti">prahinoti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> hurls.</P><P CLASS=t>TRANSLATION</P><P>Sometimes the conditioned soul is attracted by illusion personified (his wife or girl friend) and becomes eager to be embraced by a woman. Thus he loses his intelligence as well as knowledge of life's goal. At that time, no longer attempting spiritual cultivation, he becomes overly attached to his wife or girl friend and tries to provide her with a suitable apartment. Again, he becomes very busy under the shelter of that home and is captivated by the talks, glances and activities of his wife and children. In this way he loses his Krishna consciousness and throws himself in the dense darkness of material existence.</P><P CLASS=t>PURPORT</P><P>When the conditioned soul is embraced by his beloved wife, he forgets everything about Krishna consciousness. The more he becomes attached to his wife, the more he becomes implicated in family life. One Bengali poet, Bankim Chandra, says that to the eyes of the lover the beloved is always very beautiful, even though ugly. This attraction is called deva-m&#257;y&#257;. The attraction between man and woman is the cause of bondage for both. Actually both belong to the par&#257; prakriti, the superior energy of the Lord, but both are actually prakriti (female). However, because both want to enjoy one another, they are sometimes described as purusha (male). Actually neither is purusha, but both can be superficially described as purusha. As soon as man and woman are united, they become attached to home, hearth, land, friendship and money. In this way they are both entrapped in material existence. The word bhuja-lat&#257;-upag&#363;dha, meaning "being embraced by beautiful arms which are compared to creepers," describes the way the conditioned soul is bound within this material world. The products of sex life &#8212; sons and daughters &#8212; certainly follow. This is the way of material existence.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>