<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.29</P><P CLASS=c>kad&#257;cid &#299;&#347;varasya bhagavato vishno&#347; cakr&#257;t param&#257;nv-&#257;di-dvi-par&#257;rdh&#257;pavarga-k&#257;lopalakshan&#257;t parivartitena vayas&#257; ramhas&#257; harata &#257;brahma-trina-stamb&#257;d&#299;n&#257;m bh&#363;t&#257;n&#257;m animishato mishat&#257;m vitrasta-hridayas tam eve&#347;varam k&#257;la-cakra-nij&#257;yudham s&#257;ksh&#257;d bhagavantam yajña-purusham an&#257;dritya p&#257;khanda-devat&#257;h ka&#324;ka-gridhra-baka-vata-pr&#257;y&#257; &#257;rya-samaya-parihrit&#257;h s&#257;&#324;ketyen&#257;bhidhatte</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/visnoh">vishnoh</A> &#8212; of Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/c/cakrat">cakr&#257;t</A> &#8212; from the disc; <A CLASS=v HREF="http://vedabase.net/p/paramanu">param&#257;nu</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; beginning from the time of minute atoms; <A CLASS=v HREF="http://vedabase.net/d/dvi">dvi</A>-<A CLASS=v HREF="http://vedabase.net/p/parardha">par&#257;rdha</A> &#8212; the duration of the life of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/apavarga">apavarga</A> &#8212; ending; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; of time; <A CLASS=v HREF="http://vedabase.net/u/upalaksanat">upalakshan&#257;t</A> &#8212; having the symptoms; <A CLASS=v HREF="http://vedabase.net/p/parivartitena">parivartitena</A> &#8212; revolving; <A CLASS=v HREF="http://vedabase.net/v/vayasa">vayas&#257;</A> &#8212; by the chronological order of ages; <A CLASS=v HREF="http://vedabase.net/r/ramhasa">ramhas&#257;</A> &#8212; swiftly; <A CLASS=v HREF="http://vedabase.net/h/haratah">haratah</A> &#8212; taking away; <A CLASS=v HREF="http://vedabase.net/a/a">&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; beginning from Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/t/trna">trina</A>-<A CLASS=v HREF="http://vedabase.net/s/stamba">stamba</A>-<A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; down <A HREF="http://vedabase.net/t/to">to</A> the small clumps of grass; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/a/animisatah">animishatah</A> &#8212; without blinking the eyes (without fail); <A CLASS=v HREF="http://vedabase.net/m/misatam">mishat&#257;m</A> &#8212; before the eyes of the living entities (without their being able <A HREF="http://vedabase.net/t/to">to</A> stop <A HREF="http://vedabase.net/i/it">it</A>); <A CLASS=v HREF="http://vedabase.net/v/vitrasta">vitrasta</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; being afraid <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/c/cakra">cakra</A>-<A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/a/ayudham">&#257;yudham</A> &#8212; whose personal weapon is the disc of time; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; who accepts all kinds of sacrificial ceremonies; <A CLASS=v HREF="http://vedabase.net/a/anadrtya">an&#257;dritya</A> &#8212; without caring for; <A CLASS=v HREF="http://vedabase.net/p/pakhanda">p&#257;khanda</A>-<A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h</A> &#8212; concocted incarnations of God (<A HREF="http://vedabase.net/m/man">man</A>-<A HREF="http://vedabase.net/m/made">made</A> gods or demigods); <A CLASS=v HREF="http://vedabase.net/k/kanka">ka&#324;ka</A> &#8212; buzzards; <A CLASS=v HREF="http://vedabase.net/g/grdhra">gridhra</A> &#8212; vultures; <A CLASS=v HREF="http://vedabase.net/b/baka">baka</A> &#8212; herons; <A CLASS=v HREF="http://vedabase.net/v/vata">vata</A>-<A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;y&#257;h</A> &#8212; like crows; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/s/samaya">samaya</A>-<A CLASS=v HREF="http://vedabase.net/p/parihrtah">parihrit&#257;h</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> rejected by authorized Vedic scriptures accepted by the &#256;ryans; <A CLASS=v HREF="http://vedabase.net/s/sanketyena">s&#257;&#324;ketyena</A> &#8212; by concoction or with <A HREF="http://vedabase.net/n/no">no</A> basis of authority indicated by scripture; <A CLASS=v HREF="http://vedabase.net/a/abhidhatte">abhidhatte</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> accepts <A HREF="http://vedabase.net/a/as">as</A> worshipable.</P><P CLASS=t>TRANSLATION</P><P>The personal weapon used by Lord Krishna, the disc, is called hari-cakra, the disc of Hari. This cakra is the wheel of time. It expands from the beginning of the atoms up to the time of Brahm&#257;'s death, and it controls all activities. It is always revolving and spending the lives of the living entities, from Lord Brahm&#257; down to an insignificant blade of grass. Thus one changes from infancy, to childhood, to youth and maturity, and thus one approaches the end of life. It is impossible to check this wheel of time. This wheel is very exacting because it is the personal weapon of the Supreme Personality of Godhead. Sometimes the conditioned soul, fearing the approach of death, wants to worship someone who can save him from imminent danger. Yet he does not care for the Supreme Personality of Godhead, whose weapon is the indefatigable time factor. The conditioned soul instead takes shelter of a man-made god described in unauthorized scriptures. Such gods are like buzzards, vultures, herons and crows. Vedic scriptures do not refer to them. Imminent death is like the attack of a lion, and neither vultures, buzzards, crows nor herons can save one from such an attack. One who takes shelter of unauthorized man-made gods cannot be saved from the clutches of death.</P><P CLASS=t>PURPORT</P><P>It is stated: harim vin&#257; mritim na taranti. No one can save himself from the cruel hands of death without being favored by Hari, the Supreme Personality of Godhead. In Bhagavad-g&#299;t&#257; it is stated, m&#257;m eva ye prapadyante m&#257;y&#257;m et&#257;m taranti te: [<A CLASS=v HREF="../../../bg/7/14.htm">Bg. 7.14</A>] whoever fully surrenders unto Krishna can be saved from the cruel hands of material nature. The conditioned soul, however, sometimes wants to take shelter of a demigod, man-made god, pseudo incarnation or bogus sv&#257;m&#299; or yog&#299;. All these cheaters claim to follow religious principles, and all this has become very popular in this age of Kali. There are many p&#257;shand&#299;s who, without referring to the &#347;&#257;stras, pose themselves as incarnations, and foolish people follow them. Krishna, the Supreme Personality of Godhead, has left behind Him &#346;r&#299;mad-Bh&#257;gavatam and Bhagavad-g&#299;t&#257;. Not referring to these authorized scriptures, rascals take shelter of man-made scriptures and try to compete with Lord Krishna. That is the greatest difficulty one encounters when trying to promote spiritual consciousness in human society. The Krishna consciousness movement is trying its best to bring people back to Krishna consciousness in its pure form, but the p&#257;shand&#299;s and atheists, who are cheaters, are so numerous that sometimes we become perplexed and wonder how to push this movement forward. In any case, we cannot accept the unauthorized ways of so-called incarnations, gods, cheaters and bluffers, who are described here as crows, vultures, buzzards and herons.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>