<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.3</P><P CLASS=c>atha ca yatra kautumbik&#257; d&#257;r&#257;paty&#257;dayo n&#257;mn&#257; karman&#257; vrika-srig&#257;l&#257; ev&#257;nicchato 'pi kadaryasya kutumbina uranakavat samrakshyam&#257;nam mishato 'pi haranti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/k/kautumbikah">kautumbik&#257;h</A> &#8212; the family members; <A CLASS=v HREF="http://vedabase.net/d/dara">d&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; beginning with the wife and children; <A CLASS=v HREF="http://vedabase.net/n/namna">n&#257;mn&#257;</A> &#8212; by <A HREF="http://vedabase.net/n/name">name</A> only; <A CLASS=v HREF="http://vedabase.net/k/karmana">karman&#257;</A> &#8212; by their behavior; <A CLASS=v HREF="http://vedabase.net/v/vrka">vrika</A>-<A CLASS=v HREF="http://vedabase.net/s/srgalah">srig&#257;l&#257;h</A> &#8212; tigers and jackals; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anicchatah">anicchatah</A> &#8212; of one who does not desire <A HREF="http://vedabase.net/t/to">to</A> spend his wealth; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kadaryasya">kadaryasya</A> &#8212; being too miserly; <A CLASS=v HREF="http://vedabase.net/k/kutumbinah">kutumbinah</A> &#8212; who is surrounded by family members; <A CLASS=v HREF="http://vedabase.net/u/uranaka">uranaka</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> lamb; <A CLASS=v HREF="http://vedabase.net/s/samraksyamanam">samrakshyam&#257;nam</A> &#8212; although protected; <A CLASS=v HREF="http://vedabase.net/m/misatah">mishatah</A> &#8212; of one who is observing; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/h/haranti">haranti</A> &#8212; they forcibly take away.</P><P CLASS=t>TRANSLATION</P><P>My dear King, family members in this material world go under the names of wife and children, but actually they behave like tigers and jackals. A herdsman tries to protect his sheep to the best of his ability, but the tigers and foxes take them away by force. Similarly, although a miserly man wants to guard his money very carefully, his family members take away all his assets forcibly, even though he is very vigilant.</P><P CLASS=t>PURPORT</P><P>One Hindi poet has sung: din k&#257; dakin&#299; r&#257;t k&#257; b&#257;ghin&#299; p&#257;lak p&#257;lak rahu cuse. During the daytime, the wife is compared to a witch, and at night she is compared to a tigress. Her only business is sucking the blood of her husband both day and night. During the day there are household expenditures, and the money earned by the husband at the cost of his blood is taken away. At night, due to sex pleasure, the husband discharges blood in the form of semen. In this way he is bled by his wife both day and night, yet he is so crazy that he very carefully maintains her. Similarly, the children are also like tigers, jackals and foxes. As tigers, jackals and foxes take away lambs despite the herdsman's vigilant protection, children take away the father's money, although the father supervises the money himself. Thus family members may be called wives and children, but actually they are plunderers.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>