<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.30</P><P CLASS=c>yad&#257; p&#257;khandibhir &#257;tma-vañcitais tair uru vañcito brahma-kulam sam&#257;vasams tesh&#257;m &#347;&#299;lam upanayan&#257;di-&#347;rauta-sm&#257;rta-karm&#257;nushth&#257;-nena bhagavato yajña-purushasy&#257;r&#257;dhanam eva tad arocayan &#347;&#363;dra-kulam bhajate nigam&#257;c&#257;re '&#347;uddhito yasya mithun&#299;-bh&#257;vah kutumba-bharanam yath&#257; v&#257;nara-j&#257;teh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/p/pakhandibhih">p&#257;khandibhih</A> &#8212; by p&#257;shand&#299;s (godless atheists); <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vancitaih">vañcitaih</A> &#8212; who themselves <A HREF="http://vedabase.net/a/are">are</A> cheated; <A CLASS=v HREF="http://vedabase.net/t/taih">taih</A> &#8212; by them; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; <A HREF="http://vedabase.net/m/more">more</A> and <A HREF="http://vedabase.net/m/more">more</A>; <A CLASS=v HREF="http://vedabase.net/v/vancitah">vañcitah</A> &#8212; being cheated; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; the bona fide br&#257;hmanas strictly following the Vedic culture; <A CLASS=v HREF="http://vedabase.net/s/samavasan">sam&#257;vasan</A> &#8212; settling among them <A HREF="http://vedabase.net/t/to">to</A> advance spiritually; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them (the br&#257;hmanas who strictly follow Vedic principles); <A CLASS=v HREF="http://vedabase.net/s/silam">&#347;&#299;lam</A> &#8212; the good character; <A CLASS=v HREF="http://vedabase.net/u/upanayana">upanayana</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; beginning with offering the sacred thread or training the conditioned soul <A HREF="http://vedabase.net/t/to">to</A> qualify <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> bona fide <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/s/srauta">&#347;rauta</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the Vedic principles; <A CLASS=v HREF="http://vedabase.net/s/smarta">sm&#257;rta</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the authorized scriptures derived from the Vedas; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/anusthanena">anushth&#257;nena</A> &#8212; the performance of activities; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; who is worshiped by Vedic ritualistic ceremonies; <A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; the process of worshiping Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/a/arocayan">arocayan</A> &#8212; not finding pleasure <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/i/it">it</A> due <A HREF="http://vedabase.net/t/to">to</A> its being difficult for unscrupulous persons <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>-<A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; the society of &#347;&#363;dras; <A CLASS=v HREF="http://vedabase.net/b/bhajate">bhajate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> turns <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/n/nigama">nigama</A>-<A CLASS=v HREF="http://vedabase.net/a/acare">&#257;c&#257;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> behaving according <A HREF="http://vedabase.net/t/to">to</A> Vedic principles; <A CLASS=v HREF="http://vedabase.net/a/asuddhitah">a&#347;uddhitah</A> &#8212; not purified; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/m/mithuni">mithun&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavah">bh&#257;vah</A> &#8212; sex enjoyment or the materialistic way of life; <A CLASS=v HREF="http://vedabase.net/k/kutumba">kutumba</A>-<A CLASS=v HREF="http://vedabase.net/b/bharanam">bharanam</A> &#8212; the maintenance of the family; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/v/vanara">v&#257;nara</A>-<A CLASS=v HREF="http://vedabase.net/j/jateh">j&#257;teh</A> &#8212; of the society of monkeys, or the descendants of the monkey.</P><P CLASS=t>TRANSLATION</P><P>The pseudo sv&#257;m&#299;s, yog&#299;s and incarnations who do not believe in the Supreme Personality of Godhead are known as p&#257;shand&#299;s. They themselves are fallen and cheated because they do not know the real path of spiritual advancement, and whoever goes to them is certainly cheated in his turn. When one is thus cheated, he sometimes takes shelter of the real followers of Vedic principles [br&#257;hmanas or those in Krishna consciousness], who teach everyone how to worship the Supreme Personality of Godhead according to the Vedic rituals. However, being unable to stick to these principles, these rascals again fall down and take shelter among &#347;&#363;dras who are very expert in making arrangements for sex indulgence. Sex is very prominent among animals like monkeys, and such people who are enlivened by sex may be called descendants of monkeys.</P><P CLASS=t>PURPORT</P><P>By fulfilling the process of evolution from the aquatics to the animal platform, a living entity eventually reaches the human form. The three modes of material nature are always working in the evolutionary process. Those who come to the human form through the quality of sattva-guna were cows in their last animal incarnation. Those who come to the human form through the quality of rajo-guna were lions in their last animal incarnation. And those who come to the human form through the quality of tamo-guna were monkeys in their last animal incarnation. In this age, those who come through the monkey species are considered by modern anthropologists like Darwin to be descendants of monkeys. We receive information herein that those who are simply interested in sex are actually no better than monkeys. Monkeys are very expert in sexual enjoyment, and sometimes sex glands are taken from monkeys and placed in the human body so that a human being can enjoy sex in old age. In this way modern civilization has advanced. Many monkeys in India were caught and sent to Europe so that their sex glands could serve as replacements for those of old people. Those who actually descend from the monkeys are interested in expanding their aristocratic families through sex. In the Vedas there are also certain ceremonies especially meant for sexual improvement and promotion to higher planetary systems, where the demigods are enjoying sex. The demigods are also very much inclined toward sex because that is the basic principle of material enjoyment.</P><P>First of all, the conditioned soul is cheated by so-called sv&#257;m&#299;s, yog&#299;s and incarnations when he approaches them to be relieved of material miseries. When the conditioned soul is not satisfied with them. he comes to devotees and pure br&#257;hmanas who try to elevate him for final liberation from material bondage. However, the unscrupulous conditioned soul cannot rigidly follow the principles prohibiting illicit sex. intoxication, gambling and meat-eating. Thus he falls down and takes shelter of people who are like monkeys. In the Krishna consciousness movement these monkey disciples, being unable to follow the strict regulative principles, sometimes fall down and try to form societies based on sex. This is proof that such people are descendants of monkeys, as confirmed by Darwin. In this verse it is therefore clearly stated: yath&#257; v&#257;nara j&#257;teh.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>