<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.36</P><P CLASS=c>kvacit ksh&#299;na-dhanah &#347;ayy&#257;san&#257;&#347;an&#257;dy-upabhoga-vih&#299;no y&#257;vad apratilabdha-manorathopagat&#257;d&#257;ne 'vasita-matis tatas tato 'vam&#257;n&#257;d&#299;ni jan&#257;d abhilabhate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/k/ksina">ksh&#299;na</A>-<A CLASS=v HREF="http://vedabase.net/d/dhanah">dhanah</A> &#8212; not having sufficient money; <A CLASS=v HREF="http://vedabase.net/s/sayya">&#347;ayy&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/asana">&#257;sana</A>-<A CLASS=v HREF="http://vedabase.net/a/asana">a&#347;ana</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; accommodations for sleeping, sitting or eating; <A CLASS=v HREF="http://vedabase.net/u/upabhoga">upabhoga</A> &#8212; of material enjoyment; <A CLASS=v HREF="http://vedabase.net/v/vihinah">vih&#299;nah</A> &#8212; being bereft; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/apratilabdha">apratilabdha</A> &#8212; not achieved; <A CLASS=v HREF="http://vedabase.net/m/manoratha">manoratha</A> &#8212; by his desire; <A CLASS=v HREF="http://vedabase.net/u/upagata">upagata</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/a/adane">&#257;d&#257;ne</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> seizing by unfair means; <A CLASS=v HREF="http://vedabase.net/a/avasita">avasita</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose mind is determined; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; because of that; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/a/avamana">avam&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/adini">&#257;d&#299;ni</A> &#8212; insults and punishment; <A CLASS=v HREF="http://vedabase.net/j/janat">jan&#257;t</A> &#8212; from the people <A HREF="http://vedabase.net/i/in">in</A> general; <A CLASS=v HREF="http://vedabase.net/a/abhilabhate">abhilabhate</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> gets.</P><P CLASS=t>TRANSLATION</P><P>Sometimes, having no money, the conditioned soul does not get sufficient accommodations. Sometimes he doesn't even have a place to sit, nor does he have the other necessities. In other words, he falls into scarcity, and at that time, when he is unable to secure the necessities by fair means, he decides to seize the property of others unfairly. When he cannot get the things he wants, he simply receives insults from others and thus becomes very morose.</P><P CLASS=t>PURPORT</P><P>It is said that necessity knows no law. When the conditioned soul needs money to acquire life's bare necessities, he adopts any means. He begs, borrows or steals. Instead of receiving these things. he is insulted and chastised. Unless one is very well organized, one cannot accumulate riches by unfair means. Even if one acquires riches by unfair means, he cannot avoid punishment and insult from the government or the general populace. There are many instances of important people's embezzling money, getting caught and being put in prison. One may be able to avoid the punishment of prison, but one cannot avoid the punishment of the Supreme Personality of Godhead, who works through the agency of material nature. This is described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>): daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;. Nature is very cruel. She does not excuse anyone. When people do not care for nature, they commit all kinds of sinful activities, and consequently they have to suffer.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>