<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.38</P><P CLASS=c>etasmin sams&#257;r&#257;dhvani n&#257;n&#257;-kle&#347;opasarga-b&#257;dhita &#257;panna-vipanno yatra yas tam u ha v&#257;vetaras tatra visrijya j&#257;tam j&#257;tam up&#257;d&#257;ya &#347;ocan muhyan bibhyad-vivadan krandan samhrishyan g&#257;yan nahyam&#257;nah s&#257;dhu-varjito naiv&#257;vartate 'dy&#257;pi yata &#257;rabdha esha nara-loka-s&#257;rtho yam adhvanah p&#257;ram upadi&#347;anti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etasmin">etasmin</A> &#8212; on this; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of miserable conditions; <A CLASS=v HREF="http://vedabase.net/a/adhvani">adhvani</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/k/klesa">kle&#347;a</A> &#8212; by miseries; <A CLASS=v HREF="http://vedabase.net/u/upasarga">upasarga</A> &#8212; by the troubles of material existence; <A CLASS=v HREF="http://vedabase.net/b/badhitah">b&#257;dhitah</A> &#8212; disturbed; <A CLASS=v HREF="http://vedabase.net/a/apanna">&#257;panna</A> &#8212; sometimes having gained; <A CLASS=v HREF="http://vedabase.net/v/vipannah">vipannah</A> &#8212; sometimes having lost; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/i/itarah">itarah</A> &#8212; someone else; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; thereupon; <A CLASS=v HREF="http://vedabase.net/v/visrjya">visrijya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> <A CLASS=v HREF="http://vedabase.net/j/jatam">j&#257;tam</A> &#8212; newly born; <A CLASS=v HREF="http://vedabase.net/u/upadaya">up&#257;d&#257;ya</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/s/socan">&#347;ocan</A> &#8212; lamenting; <A CLASS=v HREF="http://vedabase.net/m/muhyan">muhyan</A> &#8212; being illusioned; <A CLASS=v HREF="http://vedabase.net/b/bibhyat">bibhyat</A> &#8212; fearing; <A CLASS=v HREF="http://vedabase.net/v/vivadan">vivadan</A> &#8212; sometimes exclaiming loudly; <A CLASS=v HREF="http://vedabase.net/k/krandan">krandan</A> &#8212; sometimes crying; <A CLASS=v HREF="http://vedabase.net/s/samhrsyan">samhrishyan</A> &#8212; sometimes being pleased; <A CLASS=v HREF="http://vedabase.net/g/gayan">g&#257;yan</A> &#8212; singing; <A CLASS=v HREF="http://vedabase.net/n/nahyamanah">nahyam&#257;nah</A> &#8212; being bound; <A CLASS=v HREF="http://vedabase.net/s/sadhu">s&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/v/varjitah">varjitah</A> &#8212; being away from saintly persons; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avartate">&#257;vartate</A> &#8212; achieves; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even until now; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/a/arabdhah">&#257;rabdhah</A> &#8212; commenced; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; of the material world; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; the self-interested living entities; <A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/a/adhvanah">adhvanah</A> &#8212; of the path of material existence; <A CLASS=v HREF="http://vedabase.net/p/param">p&#257;ram</A> &#8212; the other end; <A CLASS=v HREF="http://vedabase.net/u/upadisanti">upadi&#347;anti</A> &#8212; saintly persons indicate.</P><P CLASS=t>TRANSLATION</P><P>The path of this material world is full of material miseries, and various troubles disturb the conditioned souls. Sometimes he loses, and sometimes he gains. In either case, the path is full of danger. Sometimes the conditioned soul is separated from his father by death or other circumstances. Leaving him aside he gradually becomes attached to others, such as his children. In this way, the conditioned soul is sometimes illusioned and afraid. Sometimes he cries loudly out of fear. Sometimes he is happy maintaining his family, and sometimes he is overjoyed and sings melodiously. In this way he becomes entangled and forgets his separation from the Supreme Personality of Godhead since time immemorial. Thus he traverses the dangerous path of material existence, and on this path he is not at all happy. Those who are self-realized simply take shelter of the Supreme Personality of Godhead in order to get out of this dangerous material existence. Without accepting the devotional path, one cannot get out of the clutches of material existence. The conclusion is that no one can be happy in material life. One must take to Krishna consciousness.</P><P CLASS=t>PURPORT</P><P>By thoroughly analyzing the materialistic way of life, any sane man can understand that there is not the least happiness in this world. However, due to continuing on the path of danger from time immemorial and not associating with saintly persons, the conditioned soul, under illusion, wants to enjoy this material world. Material energy sometimes gives him a chance at so-called happiness, but the conditioned soul is perpetually being punished by material nature. It is therefore said: dandya-jane r&#257;j&#257; yena nad&#299;te cub&#257;ya (Cc. <A CLASS=v HREF="../../../cc/madhya/20/118.htm">Madhya 20.118</A>). Materialistic life means continuous unhappiness, but sometimes we accept happiness as it appears between the gaps. Sometimes a condemned person is submerged in water and hauled out. Actually all of this is meant for punishment, but he feels a little comfort when he is taken out of the water. This is the situation with the conditioned soul. All the &#347;&#257;stras therefore advise that one associate with devotees and saintly people.</P><P>'s&#257;dhu-sa&#324;ga', 's&#257;dhu-sa&#324;ga' &#8212; sarva-&#347;&#257;stre kaya</P><P CLASS=n>lava-m&#257;tra s&#257;dhu-sa&#324;ge sarva-siddhi haya</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/22/54.htm">Madhya 22.54</A>)</P><P>Even by a little association with devotees, the conditioned soul can get out of this miserable material condition. This Krishna consciousness movement is therefore trying to give everyone a chance to associate with saintly people. Therefore all the members of this Krishna consciousness society must themselves be perfect s&#257;dhus in order to give a chance to fallen conditioned souls. This is the best humanitarian work.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>