<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.39</P><P CLASS=c>yad idam yog&#257;nu&#347;&#257;sanam na v&#257; etad avarundhate yan nyasta-dand&#257; munaya upa&#347;ama-&#347;&#299;l&#257; uparat&#257;tm&#257;nah samavagacchanti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this ultimate abode of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/a/anusasanam">anu&#347;&#257;sanam</A> &#8212; only <A HREF="http://vedabase.net/t/to">to</A> be achieved by practicing devotional service; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; either; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this path of liberation; <A CLASS=v HREF="http://vedabase.net/a/avarundhate">avarundhate</A> &#8212; obtain; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/n/nyasta">nyasta</A>-<A CLASS=v HREF="http://vedabase.net/d/dandah">dand&#257;h</A> &#8212; persons who have given up envying others; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; saintly persons; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/s/silah">&#347;&#299;l&#257;h</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> now situated <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> most peaceful existence; <A CLASS=v HREF="http://vedabase.net/u/uparata">uparata</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tm&#257;nah</A> &#8212; who have control over the mind and senses; <A CLASS=v HREF="http://vedabase.net/s/samavagacchanti">samavagacchanti</A> &#8212; very easily obtain.</P><P CLASS=t>TRANSLATION</P><P>Saintly persons, who are friends to all living entities, have a peaceful consciousness. They have controlled their senses and minds, and they easily attain the path of liberation, the path back to Godhead. Being unfortunate and attached to the miserable material conditions, a materialistic person cannot associate with them.</P><P CLASS=t>PURPORT</P><P>The great saint Jada Bharata described both the miserable condition and the means to get out. The only way out of it is association with devotees, and this association is very easy. Although unfortunate people also get this opportunity, due to their great misfortune they cannot take shelter of pure devotees, and consequently they continuously suffer. Nonetheless, this Krishna consciousness movement insists that everyone take to this path by adopting the chanting of the Hare Krishna mah&#257;-mantra. The preachers of Krishna consciousness go from door to door to inform people how they can be relieved from the miserable conditions of material life. As stated by &#346;r&#299; Caitanya Mah&#257;prabhu, guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja: by the mercy of Krishna and guru, one can get the seed of devotional service. If one is a little intelligent he can cultivate Krishna consciousness and be freed from the miserable conditions of material life.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>