<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.4</P><P CLASS=c>yath&#257; hy anuvatsaram krishyam&#257;nam apy adagdha-b&#299;jam kshetram punar ev&#257;vapana-k&#257;le gulma-trina-v&#299;rudbhir gahvaram iva bhavaty evam eva grih&#257;&#347;ramah karma-kshetram yasmin na hi karm&#257;ny uts&#299;danti yad ayam k&#257;ma-karanda esha &#257;vasathah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anuvatsaram">anuvatsaram</A> &#8212; every year; <A CLASS=v HREF="http://vedabase.net/k/krsyamanam">krishyam&#257;nam</A> &#8212; being plowed; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/adagdha">adagdha</A>-<A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which the seeds <A HREF="http://vedabase.net/a/are">are</A> not burned; <A CLASS=v HREF="http://vedabase.net/k/ksetram">kshetram</A> &#8212; the field; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/avapana">&#257;vapana</A>-<A CLASS=v HREF="http://vedabase.net/k/kale">k&#257;le</A> &#8212; at the times for sowing the seeds; <A CLASS=v HREF="http://vedabase.net/g/gulma">gulma</A> &#8212; by bushes; <A CLASS=v HREF="http://vedabase.net/t/trna">trina</A> &#8212; by grasses; <A CLASS=v HREF="http://vedabase.net/v/virudbhih">v&#299;rudbhih</A> &#8212; by the creepers; <A CLASS=v HREF="http://vedabase.net/g/gahvaram">gahvaram</A> <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like <A HREF="http://vedabase.net/a/a">a</A> bower; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/a/asramah">&#257;&#347;ramah</A> &#8212; family life; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/k/ksetram">kshetram</A> &#8212; the field of activities; <A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/karmani">karm&#257;ni</A> <A CLASS=v HREF="http://vedabase.net/u/utsidanti">uts&#299;danti</A> &#8212; fruitive activities disappear; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/k/karandah">karandah</A> &#8212; the storehouse of fruitive desire; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/avasathah">&#257;vasathah</A> &#8212; abode.</P><P CLASS=t>TRANSLATION</P><P>Every year the plowman plows over his grain field, completely uprooting all weeds. Nonetheless, the seeds lie there and, not being completely burned, again come up with the plants sown in the field. Even after being plowed under, the weeds come up densely. Similarly, the grihastha-&#257;&#347;rama [family life] is a field of fruitive activity. Unless the desire to enjoy family life is completely burned out, it grows up again and again. Even though camphor may be removed from a pot, the pot nonetheless retains the aroma of camphor. As long as the seeds of desire are not destroyed, fruitive activities are not destroyed.</P><P CLASS=t>PURPORT</P><P>Unless one's desires are completely transferred to the service of the Supreme Personality of Godhead, the desire for family life continues. even after one has taken sanny&#257;sa. Sometimes in our society, ISKCON. a person out of sentiment may take sanny&#257;sa, but because his desires are not burned completely, he again takes to family life, even at the risk of losing his prestige and disgracing his good name. These strong desires can be burned out completely when one fully engages in the service of the Lord in devotional service.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>