<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.40</P><P CLASS=c>yad api dig-ibha-jayino yajvino ye vai r&#257;jarshayah kim tu param mridhe &#347;ay&#299;rann asy&#257;m eva mameyam iti krita-vair&#257;nubandh&#257;y&#257;m visrijya svayam upasamhrit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A>-<A CLASS=v HREF="http://vedabase.net/i/ibha">ibha</A>-<A CLASS=v HREF="http://vedabase.net/j/jayinah">jayinah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> victorious <A HREF="http://vedabase.net/i/in">in</A> all directions; <A CLASS=v HREF="http://vedabase.net/y/yajvinah">yajvinah</A> &#8212; expert <A HREF="http://vedabase.net/i/in">in</A> performing great sacrifices; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; all of whom; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; very great saintly kings; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; only this earth; <A CLASS=v HREF="http://vedabase.net/m/mrdhe">mridhe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> battle; <A CLASS=v HREF="http://vedabase.net/s/sayiran">&#347;ay&#299;ran</A> &#8212; lying down; <A CLASS=v HREF="http://vedabase.net/a/asyam">asy&#257;m</A> &#8212; on this (earth); <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/i/iyam">iyam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; considering <A HREF="http://vedabase.net/i/in">in</A> that way; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; on which is created; <A CLASS=v HREF="http://vedabase.net/v/vaira">vaira</A>-<A CLASS=v HREF="http://vedabase.net/a/anu">anu</A>-<A CLASS=v HREF="http://vedabase.net/b/bandhayam">bandh&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> relationship of enmity with others; <A CLASS=v HREF="http://vedabase.net/v/visrjya">visrijya</A> &#8212; giving up; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; his own life; <A CLASS=v HREF="http://vedabase.net/u/upasamhrtah">upasamhrit&#257;h</A> &#8212; being killed.</P><P CLASS=t>TRANSLATION</P><P>There were many great saintly kings who were very expert in performing sacrificial rituals and very competent in conquering other kingdoms, yet despite their power they could not attain the loving service of the Supreme Personality of Godhead. This is because those great kings could not even conquer the false consciousness of "I am this body, and this is my property." Thus they simply created enmity with rival kings, fought with them and died without having discharged life's real mission.</P><P CLASS=t>PURPORT</P><P>The real mission of life for the conditioned soul is to reestablish the forgotten relationship with the Supreme Personality of Godhead and engage in devotional service so that he may revive Krishna consciousness after giving up the body. One doesn't have to give up his occupation as a br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra or whatever. In any position, while discharging his prescribed duty, one can develop Krishna consciousness simply by associating with devotees who are representatives of Krishna and who can teach this science. Regretfully, the big politicians and leaders in the material world simply create enmity and are not interested in spiritual advancement. Material advancement may be very pleasing to an ordinary man, but ultimately he is defeated because he identifies himself with the material body and considers everything related to it to be his property. This is ignorance. Actually nothing belongs to him, not even the body. By one's karma, one gets a particular body, and if he does not utilize his body to please the Supreme Personality of Godhead, all his activities are frustrated. The real purpose of life is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/13.htm">1.2.13</A>):</P><P>atah pumbhir dvija-&#347;reshth&#257;</P><P CLASS=n>varn&#257;&#347;rama-vibh&#257;ga&#347;ah</P><P CLASS=n>svanushthitasya dharmasya</P><P CLASS=n>samsiddhir hari-toshanam</P><P>It really doesn't matter what activity a man engages in. If he can simply satisfy the Supreme Lord, his life is successful.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>