<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.41</P><P CLASS=c>karma-vall&#299;m avalambya tata &#257;padah kathañcin narak&#257;d vimuktah punar apy evam sams&#257;r&#257;dhvani vartam&#257;no nara-loka-s&#257;rtham upay&#257;ti evam upari gato 'pi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/v/vallim">vall&#299;m</A> &#8212; the creeper of fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/avalambya">avalambya</A> &#8212; taking shelter of; <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; from that; <A CLASS=v HREF="http://vedabase.net/a/apadah">&#257;padah</A> &#8212; dangerous or miserable condition; <A CLASS=v HREF="http://vedabase.net/k/kathancit">kathañcit</A> &#8212; somehow or other; <A CLASS=v HREF="http://vedabase.net/n/narakat">narak&#257;t</A> &#8212; from the hellish condition of life; <A CLASS=v HREF="http://vedabase.net/v/vimuktah">vimuktah</A> &#8212; being freed; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/a/adhvani">adhvani</A> &#8212; on the path of material existence; <A CLASS=v HREF="http://vedabase.net/v/vartamanah">vartam&#257;nah</A> &#8212; existing; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; the field of self-interested material activities; <A CLASS=v HREF="http://vedabase.net/u/upayati">upay&#257;ti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> enters; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/upari">upari</A> &#8212; above (<A HREF="http://vedabase.net/i/in">in</A> the higher planetary systems); <A CLASS=v HREF="http://vedabase.net/g/gatah">gatah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although promoted.</P><P CLASS=t>TRANSLATION</P><P>When the conditioned soul accepts the shelter of the creeper of fruitive activity, he may be elevated by his pious activities to higher planetary systems and thus gain liberation from hellish conditions, but unfortunately he cannot remain there. After reaping the results of his pious activities, he has to return to the lower planetary systems. In this way he perpetually goes up and comes down.</P><P CLASS=t>PURPORT</P><P>In this regard &#346;r&#299; Caitanya Mah&#257;prabhu says:</P><P>brahm&#257;nda bhramite kona bh&#257;gyav&#257;n j&#299;va</P><P CLASS=n>guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja</P><P>(Cc. <A CLASS=v HREF="../../../cc/madhya/19/151.htm">Madhya 19.151</A>)</P><P>Even if one wanders for many millions of years, from the time of creation until the time of annihilation, one cannot get free from the path of material existence unless one receives shelter at the lotus feet of a pure devotee. As a monkey takes shelter of the branch of a banyan tree and thinks he is enjoying, the conditioned soul, not knowing the real interest of his life, takes shelter of the path of karma-k&#257;nda, fruitive activities. Sometimes he is elevated to the heavenly planets by such activities, and sometimes he again descends to earth. This is described by &#346;r&#299; Caitanya Mah&#257;prabhu as brahm&#257;nda bhramite. However, if by Krishna's grace one is fortunate enough to come under the shelter of the guru, by the mercy of Krishna he receives lessons on how to execute devotional service to the Supreme Lord. In this way he receives a clue of how to get out of his continuous struggle up and down within the material world. Therefore the Vedic injunction is that one should approach a spiritual master. The Vedas declare: tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]. Similarly in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/34.htm">4.34</A>) the Supreme Personality of Godhead advises:</P><P>tad viddhi pranip&#257;tena</P><P CLASS=n>paripra&#347;nena sevay&#257;</P><P CLASS=n>upadekshyanti te jñ&#257;nam</P><P CLASS=n>jñ&#257;ninas tattva-dar&#347;inah</P><P>"Just try to learn the truth by approaching a spiritual master. Inquire from him submissively and render service unto him. The self-realized soul can impart knowledge unto you because he has seen the truth." &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/3/21.htm">11.3.21</A>) gives similar advice:</P><P>tasm&#257;d gurum prapadyeta</P><P CLASS=n>jijñ&#257;suh &#347;reya uttamam</P><P CLASS=n>&#347;&#257;bde pare ca nishn&#257;tam</P><P CLASS=n>brahmany upa&#347;am&#257;&#347;rayam</P><P>"Any person who seriously desires to achieve real happiness must seek out a bona fide spiritual master and take shelter of him by initiation. The qualification of his spiritual master is that he must have realized the conclusion of the scriptures by deliberation and be able to convince others of these conclusions. Such great personalities, who have taken shelter of the Supreme Godhead, leaving aside all material considerations, are to be understood as bona fide spiritual masters." Similarly, Vi&#347;van&#257;tha Cakravart&#299;, a great Vaishnava, also advises, yasya pras&#257;d&#257;d bhagavat-pras&#257;dah: ** "By the mercy of the spiritual master one receives the mercy of Krishna." This is the same advice given by &#346;r&#299; Caitanya Mah&#257;prabhu (guru-krishna-pras&#257;de p&#257;ya bhakti-lat&#257;-b&#299;ja). This is essential. One must come to Krishna consciousness, and therefore one must take shelter of a pure devotee. Thus one can become free from the clutches of matter.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>