<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.42</P><P CLASS=c>tasyedam upag&#257;yanti &#8212;</P><P CLASS=c>&#257;rshabhasyeha r&#257;jarsher</P><P CLASS=c>manas&#257;pi mah&#257;tmanah</P><P CLASS=c>n&#257;nuvartm&#257;rhati nripo</P><P CLASS=c>makshikeva garutmatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; of <A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this glorification; <A CLASS=v HREF="http://vedabase.net/u/upagayanti">upag&#257;yanti</A> &#8212; they sing; <A CLASS=v HREF="http://vedabase.net/a/arsabhasya">&#257;rshabhasya</A> &#8212; of the son of Rishabhadeva; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of the great saintly King; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even by the mind; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the great personality <A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/anuvartma">anuvartma</A> <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; able <A HREF="http://vedabase.net/t/to">to</A> follow the path; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nripah</A> &#8212; any king; <A CLASS=v HREF="http://vedabase.net/m/maksika">makshik&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fly; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/g/garutmatah">garutmatah</A> &#8212; of <A HREF="http://vedabase.net/g/garuda">Garuda</A>, the carrier of the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>Having summarized the teachings of Jada Bharata, &#346;ukadeva Gosv&#257;m&#299; said: My dear King Par&#299;kshit, the path indicated by Jada Bharata is like the path followed by Garuda, the carrier of the Lord, and ordinary kings are just like flies. Flies cannot follow the path of Garuda, and to date none of the great kings and victorious leaders could follow this path of devotional service, not even mentally.</P><P CLASS=t>PURPORT</P><P>As Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/3.htm">7.3</A>):</P><P>manushy&#257;n&#257;m sahasreshu</P><P CLASS=n>ka&#347;cid yatati siddhaye</P><P CLASS=n>yatat&#257;m api siddh&#257;n&#257;m</P><P CLASS=n>ka&#347;cin m&#257;m vetti tattvatah</P><P>"Out of many thousands among men, one may endeavor for perfection, and of those who have achieved perfection, hardly one knows Me in truth." The path of devotional service is very difficult, even for great kings who have conquered many enemies. Although these kings were victorious on the battlefield, they could not conquer the bodily conception. There are many big leaders, yog&#299;s, sv&#257;m&#299;s and so-called incarnations who are very much addicted to mental speculation and who advertise themselves as perfect personalities, but they are not ultimately successful. The path of devotional service is undoubtedly very difficult to follow, but it becomes very easy if the candidate actually wants to follow the path of the mah&#257;jana. In this age there is the path of &#346;r&#299; Caitanya Mah&#257;prabhu, who appeared to deliver all fallen souls. This path is so simple and easy that everyone can take to it by chanting the holy name of the Lord.</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>We are very satisfied that this path is being opened by this Krishna consciousness movement because so many European and American boys and girls are taking this philosophy seriously and gradually attaining perfection.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>