<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.43</P><P CLASS=c>yo dustyaj&#257;n d&#257;ra-sut&#257;n</P><P CLASS=c>suhrid r&#257;jyam hridi-spri&#347;ah</P><P CLASS=c>jahau yuvaiva malavad</P><P CLASS=c>uttama&#347;loka-l&#257;lasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; the <A HREF="http://vedabase.net/s/same">same</A> <A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A> who was formerly <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>, the son of <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> Rishabhadeva; <A CLASS=v HREF="http://vedabase.net/d/dustyajan">dustyaj&#257;n</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/d/dara">d&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/s/sutan">sut&#257;n</A> &#8212; the wife and children or the most opulent family life; <A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; friends and well-wishers; <A CLASS=v HREF="http://vedabase.net/r/rajyam">r&#257;jyam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> kingdom that extended all over the world; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A>-<A CLASS=v HREF="http://vedabase.net/s/sprsah">spri&#347;ah</A> &#8212; that which is situated within the <A HREF="http://vedabase.net/c/core">core</A> of one's heart; <A CLASS=v HREF="http://vedabase.net/j/jahau">jahau</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> gave up; <A CLASS=v HREF="http://vedabase.net/y/yuva">yuv&#257;</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; even <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> young <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/m/mala">mala</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like stool; <A CLASS=v HREF="http://vedabase.net/u/uttama">uttama</A>-<A CLASS=v HREF="http://vedabase.net/s/sloka">&#347;loka</A>-<A CLASS=v HREF="http://vedabase.net/l/lalasah">l&#257;lasah</A> &#8212; who was <A HREF="http://vedabase.net/s/so">so</A> fond of serving the Supreme Personality of Godhead, known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/u/uttamasloka">Uttama&#347;loka</A>.</P><P CLASS=t>TRANSLATION</P><P>While in the prime of life, the great Mah&#257;r&#257;ja Bharata gave up everything because he was fond of serving the Supreme Personality of Godhead, Uttama&#347;loka. He gave up his beautiful wife, nice children, great friends and an enormous empire. Although these things were very difficult to give up, Mah&#257;r&#257;ja Bharata was so exalted that he gave them up just as one gives up stool after evacuating. Such was the greatness of His Majesty.</P><P CLASS=t>PURPORT</P><P>The name of God is Krishna, because He is so attractive that the pure devotee can give up everything within this material world on His behalf. Mah&#257;r&#257;ja Bharata was an ideal king, instructor and emperor of the world. He possessed all the opulences of the material world, but Krishna is so attractive that He attracted Mah&#257;r&#257;ja Bharata from all his material possessions. Yet somehow or other, the King became affectionate to a little deer and, falling from his position, had to accept the body of a deer in his next life. Due to Krishna's great mercy upon him, he could not forget his position, and he could understand how he had fallen. Therefore in the next life, as Jada Bharata, Mah&#257;r&#257;ja Bharata was careful not to spoil his energy, and therefore he presented himself as a deaf and dumb person. In this way he could concentrate on his devotional service. We have to learn from the great King Bharata how to become cautious in cultivating Krishna consciousness. A little inattention will retard our devotional service for the time being. Yet any service rendered to the Supreme Personality of Godhead is never lost: svalpam apy asya dharmasya tr&#257;yate mahato bhay&#257;t (<A CLASS=v HREF="../../../bg/2/40.htm">Bg. 2.40</A>). A little devotional service rendered sincerely is a permanent asset. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/17.htm">1.5.17</A>):</P><P>tyaktv&#257; sva-dharmam caran&#257;mbujam harer</P><P CLASS=n>bhajann apakvo 'tha patet tato yadi</P><P CLASS=n>yatra kva v&#257;bhadram abh&#363;d amushya kim</P><P CLASS=n>ko v&#257;rtha &#257;pto 'bhajat&#257;m sva-dharmatah</P><P>Somehow or other, if one is attracted to Krishna, whatever he does in devotional service is a permanent asset. Even if one falls down due to immaturity or bad association, his devotional assets are never lost. There are many examples of this &#8212; Aj&#257;mila, Mah&#257;r&#257;ja Bharata, and many others. This Krishna consciousness movement is giving everyone a chance to engage in devotional service for at least some time. A little service will give one an impetus to advance and thus make one's life successful.</P><P>In this verse the Lord is described as Uttama&#347;loka. Uttama means "the best," and &#347;loka means "reputation." Lord Krishna is full in six opulences, one of which is reputation. Ai&#347;varyasya samagrasya v&#299;ryasya ya&#347;asah &#347;riyah. Krishna's reputation is still expanding. We are spreading the glories of Krishna by pushing forward this Krishna consciousness movement. Krishna's reputation, five thousand years after the Battle of Kurukshetra, is still expanding throughout the world. Every important individual within this world must have heard of Krishna, especially at the present moment, due to the Krishna consciousness movement. Even people who do not like us and want to suppress the movement are also somehow or other chanting Hare Krishna. They say, "The Hare Krishna people should be chastised." Such foolish people do not realize the true value of this movement, but the mere fact that they want to criticize it gives them a chance to chant Hare Krishna, and this is its success.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>