<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.44</P><P CLASS=c>yo dustyaj&#257;n kshiti-suta-svajan&#257;rtha-d&#257;r&#257;n</P><P CLASS=c>pr&#257;rthy&#257;m &#347;riyam sura-varaih saday&#257;valok&#257;m</P><P CLASS=c>naicchan nripas tad-ucitam mahat&#257;m madhudvit-</P><P CLASS=c>sev&#257;nurakta-manas&#257;m abhavo 'pi phalguh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/d/dustyajan">dustyaj&#257;n</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A> &#8212; the earth; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/d/daran">d&#257;r&#257;n</A> &#8212; relatives, riches and <A HREF="http://vedabase.net/a/a">a</A> beautiful wife; <A CLASS=v HREF="http://vedabase.net/p/prarthyam">pr&#257;rthy&#257;m</A> &#8212; desirable; <A CLASS=v HREF="http://vedabase.net/s/sriyam">&#347;riyam</A> &#8212; the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/v/varaih">varaih</A> &#8212; by the best of the demigods; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/d/daya">daya</A>-<A CLASS=v HREF="http://vedabase.net/a/avalokam">avalok&#257;m</A> &#8212; whose merciful glance; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aicchat">aicchat</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/n/nrpah">nripah</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/u/ucitam">ucitam</A> &#8212; this is quite befitting him; <A CLASS=v HREF="http://vedabase.net/m/mahatam">mahat&#257;m</A> &#8212; of great personalities (mah&#257;tm&#257;s); <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/d/dvit">dvit</A> &#8212; of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>, who killed the demon <A HREF="http://vedabase.net/m/madhu">Madhu</A>; <A CLASS=v HREF="http://vedabase.net/s/seva">sev&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anurakta">anurakta</A> &#8212; attracted by the loving service; <A CLASS=v HREF="http://vedabase.net/m/manasam">manas&#257;m</A> &#8212; of those whose minds; <A CLASS=v HREF="http://vedabase.net/a/abhavah">abhavah</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even the position of liberation; <A CLASS=v HREF="http://vedabase.net/p/phalguh">phalguh</A> &#8212; insignificant.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: My dear King, the activities of Bharata Mah&#257;r&#257;ja are wonderful. He gave up everything difficult for others to give up. He gave up his kingdom, his wife and his family. His opulence was so great that even the demigods envied it, yet he gave it up. It was quite befitting a great personality like him to be a great devotee. He could renounce everything because he was so attracted to the beauty, opulence, reputation, knowledge, strength and renunciation of the Supreme Personality of Godhead, Krishna. Krishna is so attractive that one can give up all desirable things for His sake. Indeed, even liberation is considered insignificant for those whose minds are attracted to the loving service of the Lord.</P><P CLASS=t>PURPORT</P><P>This verse confirms Krishna's all-attractiveness. Mah&#257;r&#257;ja Bharata was so attracted to Krishna that he gave up all his material possessions. Generally materialistic people are attracted by such possessions.</P><P>ato griha-kshetra-sut&#257;pta-vittair</P><P CLASS=n>janasya moho 'yam aham mameti</P><P>(Bh&#257;g. <A CLASS=v HREF="../../../sb/5/5/8.htm">5.5.8</A>)</P><P>"One becomes attracted to his body, home, property, children, relatives and wealth. In this way one increases life's illusions and thinks in terms of 'I and mine.' " The attraction for material things is certainly due to illusion. There is no value in attraction to material things, for the conditioned soul is diverted by them. One's life is successful if he is absorbed in the attraction of Krishna's strength, beauty and pastimes as described in the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam. The M&#257;y&#257;v&#257;d&#299;s are attracted to merging into the existence of the Lord, but Krishna is more attractive than the desire to merge. The word abhavah means "not to take birth again in this material world." A devotee doesn't care whether he is going to be reborn or not. He is simply satisfied with the Lord's service in any condition. That is real mukti.</P><P>&#299;h&#257; yasya harer d&#257;sye</P><P CLASS=n>karman&#257; manas&#257; gir&#257;</P><P CLASS=n>nikhil&#257;sv apy avasth&#257;su</P><P CLASS=n>j&#299;van-muktah sa ucyate</P><P>"One who acts to serve Krishna with his body, mind, intelligence and words is a liberated person, even within this material world." (Bhakti-ras&#257;mrita-sindhu <A CLASS=v HREF="http://vedabase.net/todo/brs1/2/187">1.2.187</A>) A person who always desires to serve Krishna is interested in ways to convince people that there is a Supreme Personality of Godhead and that the Supreme Personality of Godhead is Krishna. That is his ambition. It doesn't matter whether he is in heaven or in hell. This is called uttama&#347;loka-l&#257;lasa.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>