<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.46</P><P CLASS=c>ya idam bh&#257;gavata-sabh&#257;jit&#257;vad&#257;ta-guna-karmano r&#257;jarsher bharatasy&#257;nucaritam svasty-ayanam &#257;yushyam dhanyam ya&#347;asyam svargy&#257;pavargyam v&#257;nu&#347;rinoty &#257;khy&#257;syaty abhinandati ca sarv&#257; ev&#257;&#347;isha &#257;tmana &#257;&#347;&#257;ste na k&#257;ñcana parata iti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; anyone who; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A> &#8212; by exalted devotees; <A CLASS=v HREF="http://vedabase.net/s/sabhajita">sabh&#257;jita</A> &#8212; greatly worshiped; <A CLASS=v HREF="http://vedabase.net/a/avadata">avad&#257;ta</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; whose qualities; <A CLASS=v HREF="http://vedabase.net/k/karmanah">karmanah</A> &#8212; and activities; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of the great saintly King; <A CLASS=v HREF="http://vedabase.net/b/bharatasya">bharatasya</A> &#8212; of <A HREF="http://vedabase.net/b/bharata">Bharata</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/a/anucaritam">anucaritam</A> &#8212; the narration; <A CLASS=v HREF="http://vedabase.net/s/svasti">svasti</A>-<A CLASS=v HREF="http://vedabase.net/a/ayanam">ayanam</A> &#8212; the abode of auspiciousness; <A CLASS=v HREF="http://vedabase.net/a/ayusyam">&#257;yushyam</A> &#8212; which increases one's duration of life; <A CLASS=v HREF="http://vedabase.net/d/dhanyam">dhanyam</A> &#8212; increases one's fortune; <A CLASS=v HREF="http://vedabase.net/y/yasasyam">ya&#347;asyam</A> &#8212; bestows reputation; <A CLASS=v HREF="http://vedabase.net/s/svargya">svargya</A> &#8212; gives promotion <A HREF="http://vedabase.net/t/to">to</A> the higher planetary systems (the goal of the karm&#299;s); <A CLASS=v HREF="http://vedabase.net/a/apavargyam">apavargyam</A> &#8212; gives liberation from this material world and enables one <A HREF="http://vedabase.net/t/to">to</A> merge into the Supreme (the goal of the jñ&#257;n&#299;s); <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/anusrnoti">anu&#347;rinoti</A> &#8212; always hears, following the path of devotional service; <A CLASS=v HREF="http://vedabase.net/a/akhyasyati">&#257;khy&#257;syati</A> &#8212; describes for the benefit of others; <A CLASS=v HREF="http://vedabase.net/a/abhinandati">abhinandati</A> &#8212; glorifies the characteristics of devotees and the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sarvah">sarv&#257;h</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; blessings; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; for himself; <A CLASS=v HREF="http://vedabase.net/a/asaste">&#257;&#347;&#257;ste</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> achieves; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/k/kancana">k&#257;ñcana</A> &#8212; anything; <A CLASS=v HREF="http://vedabase.net/p/paratah">paratah</A> &#8212; from anyone else; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus.</P><P CLASS=t>TRANSLATION</P><P>Devotees interested in hearing and chanting [&#347;ravanam k&#299;rtanam] regularly discuss the pure characteristics of Bharata Mah&#257;r&#257;ja and praise his activities. If one submissively hears and chants about the all-auspicious Mah&#257;r&#257;ja Bharata, one's life span and material opulences certainly increase. One can become very famous and easily attain promotion to the heavenly planets, or attain liberation by merging into the existence of the Lord. Whatever one desires can be attained simply by hearing, chanting and glorifying the activities of Mah&#257;r&#257;ja Bharata. In this way, one can fulfill all his material and spiritual desires. One does not have to ask anyone else for these things, for simply by studying the life of Mah&#257;r&#257;ja Bharata, one can attain all desirable things.</P><P CLASS=t>PURPORT</P><P>The forest of material existence is summarized in this Fourteenth Chapter. The word bhav&#257;tav&#299; refers to the path of material existence. The merchant is the living entity who comes to the forest of material existence to try to make money for sense gratification. The six plunderers are the senses &#8212; eyes, ears, nose, tongue, touch and mind. The bad leader is diverted intelligence. Intelligence is meant for Krishna consciousness. but due to material existence we divert all our intelligence to achieve material facilities. Everything belongs to Krishna, the Supreme Personality of Godhead, but due to our perverted mind and senses. we plunder the property of the Lord and engage in satisfying our senses. The jackals and tigers in the forest are our family members, and the herbs and creepers are our material desires. The mountain cave is our happy home, and the mosquitoes and serpents are our enemies. The rats, beasts and vultures are different types of thieves who take away our possessions, and the gandharva-pura is the phantasmagoria of the body and home. The will-o'-the-wisp is our attraction for gold and its color, and material residence and wealth are the ingredients for our material enjoyment. The whirlwind is our attraction for our wife, and the dust storm is our blinding passion experienced during sex. The demigods control the different directions, and the cricket is the harsh words spoken by our enemy during our absence. The owl is the person who directly insults us, and the impious trees are impious men. The waterless river represents atheists who give us trouble in this world and the next. The meat-eating demons are the government officials, and the pricking thorns are the impediments of material life. The little taste experienced in sex is our desire to enjoy another's wife, and the flies are the guardians of women, like the husband, father-in-law, mother-in-law and so forth. The creeper itself is women in general. The lion is the wheel of time, and the herons, crows and vultures are so-called demigods, pseudo sv&#257;m&#299;s, yog&#299;s and incarnations. All of these are too insignificant to give one relief. The swans are the perfect br&#257;hmanas, and the monkeys are the extravagant &#347;&#363;dras engaged in eating, sleeping, mating and defending. The trees of the monkeys are our households, and the elephant is ultimate death. Thus all the constituents of material existence are described in this chapter.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Fourteenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Material World as the Great Forest of Enjoyment."</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../15/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>