<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.7</P><P CLASS=c>kvacic c&#257;&#347;esha-dosha-nishadanam pur&#299;sha-vi&#347;esham tad-varna-guna-nirmita-matih suvarnam up&#257;ditsaty agni-k&#257;ma-k&#257;tara ivolmuka-pi&#347;&#257;cam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/d/dosa">dosha</A> &#8212; of faults; <A CLASS=v HREF="http://vedabase.net/n/nisadanam">nishadanam</A> &#8212; the source of; <A CLASS=v HREF="http://vedabase.net/p/purisa">pur&#299;sha</A> &#8212; of stool; <A CLASS=v HREF="http://vedabase.net/v/visesam">vi&#347;esham</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> particular type; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/v/varna">varna</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; whose color is the <A HREF="http://vedabase.net/s/same">same</A> <A HREF="http://vedabase.net/a/as">as</A> that of the mode of passion (reddish); <A CLASS=v HREF="http://vedabase.net/n/nirmita">nirmita</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose mind is absorbed <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/s/suvarnam">suvarnam</A> &#8212; gold; <A CLASS=v HREF="http://vedabase.net/u/upaditsati">up&#257;ditsati</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> get; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; by the desire for fire; <A CLASS=v HREF="http://vedabase.net/k/katarah">k&#257;tarah</A> &#8212; who is troubled; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/u/ulmuka">ulmuka</A>-<A CLASS=v HREF="http://vedabase.net/p/pisacam">pi&#347;&#257;cam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> phosphorescent light known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> will-<A HREF="http://vedabase.net/o/o">o</A>'-the-wisp, which is sometimes mistaken for <A HREF="http://vedabase.net/a/a">a</A> ghost.</P><P CLASS=t>TRANSLATION</P><P>Sometimes the living entity is interested in the yellow stool known as gold and runs after it. That gold is the source of material opulence and envy, and it can enable one to afford illicit sex, gambling, meat-eating and intoxication. Those whose minds are overcome by the mode of passion are attracted by the color of gold, just as a man suffering from cold in the forest runs after a phosphorescent light in a marshy land, considering it to be fire.</P><P CLASS=t>PURPORT</P><P>Par&#299;kshit Mah&#257;r&#257;ja told Kali-yuga to leave his kingdom immediately and reside in four places: brothels, liquor shops, slaughterhouses and gambling casinos. However, Kali-yuga requested him to give him only one place where these four places are included, and Par&#299;kshit Mah&#257;r&#257;ja gave him the place where gold is stored. Gold encompasses the four principles of sin, and therefore, according to spiritual life, gold should be avoided as far as possible. If there is gold, there is certainly illicit sex, meat-eating, gambling and intoxication. Because people in the Western world have a great deal of gold, they are victims of these four sins. The color of gold is very glittering, and a materialistic person becomes very much attracted by its yellow color. However, this gold is actually a type of stool. A person with a bad liver generally passes yellow stool. The color of this stool attracts a materialistic person, just as the will-o'-the-wisp attracts one who needs heat.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>