<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.8</P><P CLASS=c>atha kad&#257;cin niv&#257;sa-p&#257;n&#299;ya-dravin&#257;dy-anek&#257;tmopaj&#299;van&#257;bhinive&#347;a etasy&#257;m sams&#257;r&#257;tavy&#257;m itas tatah paridh&#257;vati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/k/kadacit">kad&#257;cit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/n/nivasa">niv&#257;sa</A> &#8212; residence; <A CLASS=v HREF="http://vedabase.net/p/paniya">p&#257;n&#299;ya</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/d/dravina">dravina</A> &#8212; wealth; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/aneka">aneka</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> various items; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/u/upajivana">upaj&#299;vana</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> considered necessary <A HREF="http://vedabase.net/t/to">to</A> maintain body and soul together; <A CLASS=v HREF="http://vedabase.net/a/abhinivesah">abhinive&#347;ah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person fully absorbed; <A CLASS=v HREF="http://vedabase.net/e/etasyam">etasy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/a/atavyam">atavy&#257;m</A> &#8212; the material world, which is like <A HREF="http://vedabase.net/a/a">a</A> great forest; <A CLASS=v HREF="http://vedabase.net/i/itah">itah</A> <A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/p/paridhavati">paridh&#257;vati</A> &#8212; runs around.</P><P CLASS=t>TRANSLATION</P><P>Sometimes the conditioned soul is absorbed in finding residential quarters or apartments and getting a supply of water and riches to maintain his body. Absorbed in acquiring a variety of necessities, he forgets everything and perpetually runs around the forest of material existence.</P><P CLASS=t>PURPORT</P><P>As originally mentioned, a poor man belonging to the mercantile community goes to the forest to get some cheap goods to bring back to the city to sell at a profit. He is so absorbed in the thought of maintaining body and soul together that he forgets his original relationship with Krishna and seeks only the bodily comforts. Thus material activities are the conditioned soul's only engagement. Not knowing the aim of life, the materialist perpetually wanders in material existence, struggling to get the necessities of life. Not understanding the aim of life, even though he acquires sufficient necessities, he manufactures artificial necessities and thus becomes more and more entangled. He creates a mental situation whereby he needs greater and greater comforts. The materialist does not know the secret of nature's ways. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/3/27.htm">3.27</A>):</P><P>prakriteh kriyam&#257;n&#257;ni</P><P CLASS=n>gunaih karm&#257;ni sarva&#347;ah</P><P CLASS=n>aha&#324;k&#257;ra-vim&#363;dh&#257;tm&#257;</P><P CLASS=n>kart&#257;ham iti manyate</P><P>"The bewildered spirit soul, under the influence of the three modes of material nature, thinks himself to be the doer of activities which are in actuality carried out by nature." Due to lusty desire, the living entity creates a certain mental situation whereby he wants to enjoy this material world. He thus becomes entangled, enters different bodies and suffers in them.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>