<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 14 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 14 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">The Material World as the Great Forest of Enjoyment</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.14.9</P><P CLASS=c>kvacic ca v&#257;tyaupamyay&#257; pramaday&#257;roham &#257;ropitas tat-k&#257;la-rajas&#257; rajan&#299;-bh&#363;ta iv&#257;s&#257;dhu-mary&#257;do rajas-val&#257;ksho 'pi dig-devat&#257; atirajas-vala-matir na vij&#257;n&#257;ti</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vatya">v&#257;ty&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/aupamyaya">aupamyay&#257;</A> &#8212; compared <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/a">a</A> whirlwind; <A CLASS=v HREF="http://vedabase.net/p/pramadaya">pramaday&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> beautiful woman; <A CLASS=v HREF="http://vedabase.net/a/aroham">&#257;roham</A> <A CLASS=v HREF="http://vedabase.net/a/aropitah">&#257;ropitah</A> &#8212; raised onto the lap for sex enjoyment; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/r/rajasa">rajas&#257;</A> &#8212; by the passion of lusty desires at that moment; <A CLASS=v HREF="http://vedabase.net/r/rajani">rajan&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;tah</A> &#8212; the darkness of night; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/asadhu">as&#257;dhu</A>-<A CLASS=v HREF="http://vedabase.net/m/maryadah">mary&#257;dah</A> &#8212; who is without proper respect for the higher witnesses; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/v/vala">vala</A>-<A CLASS=v HREF="http://vedabase.net/a/aksah">akshah</A> &#8212; blinded by strong lusty desires; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/dik">dik</A>-<A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h</A> &#8212; the demigods <A HREF="http://vedabase.net/i/in">in</A> charge of different directions, like the sun and the moon; <A CLASS=v HREF="http://vedabase.net/a/atirajah">atirajah</A>-<A CLASS=v HREF="http://vedabase.net/v/vala">vala</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose mind is overcome by lust; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vijanati">vij&#257;n&#257;ti</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> does not know (that witnesses all around take note of his impudent sexual act).</P><P CLASS=t>TRANSLATION</P><P>Sometimes, as if blinded by the dust of a whirlwind, the conditioned soul sees the beauty of the opposite sex, which is called pramad&#257;. Being thus bewildered, he is raised upon the lap of a woman, and at that time his good senses are overcome by the force of passion. He thus becomes almost blind with lusty desire and disobeys the rules and regulations governing sex life. He does not know that his disobedience is witnessed by different demigods, and he enjoys illicit sex in the dead of night, not seeing the future punishment awaiting him.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/11.htm">7.11</A>) it is said: dharm&#257;viruddho bh&#363;teshu k&#257;mo 'smi bharatarshabha. Sex is allowed only for the begetting of children, not for enjoyment. One can indulge in sex to beget a good child for the benefit of the family, society and world. Otherwise, sex is against the rules and regulations of religious life. A materialistic person does not believe that everything is managed in nature, and he does not know that if one does something wrong, he is witnessed by different demigods. A person enjoys illicit sex, and due to his blind, lusty desire. he thinks that no one can see him, but this illicit sex is thoroughly observed by the agents of the Supreme Personality of Godhead. Therefore the person is punished in so many ways. presently in Kali-yuga there are many pregnancies due to illicit sex, and sometimes abortions ensue. These sinful activities are witnessed by the agents of the Supreme Personality of Godhead, and a man and woman who create such a situation are punished in the future by the stringent laws of material nature (daiv&#299; hy esh&#257; guna-may&#299; mama m&#257;y&#257; duratyay&#257;). Illicit sex is never excused, and those who indulge in it are punished life after life. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/20.htm">16.20</A>):</P><P>&#257;sur&#299;m yonim &#257;pann&#257;</P><P CLASS=n>m&#363;dh&#257; janmani janmani</P><P CLASS=n>m&#257;m apr&#257;pyaiva kaunteya</P><P CLASS=n>tato y&#257;nty adham&#257;m gatim</P><P>"Attaining repeated birth among the species of demoniac life, such persons can never approach Me. Gradually they sink down to the most abominable type of existence."</P><P>The Supreme Personality of Godhead does not allow anyone to act against the stringent laws of material nature; therefore illicit sex is punished life after life. Illicit sex creates pregnancies, and these unwanted pregnancies lead to abortion. Those involved become implicated in these sins, so much so that they are punished in the same way the next life. Thus in the next life they also enter the womb of a mother and are killed in the same way. All these things can be avoided by remaining on the transcendental platform of Krishna consciousness. In this way one does not commit sinful activity. Illicit sex is the most prominent sin due to lusty desire. When one associates with the mode of passion, he is implicated in suffering life after life.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>