<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.1</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>viduras t&#299;rtha-y&#257;tr&#257;y&#257;m</P><P CLASS=c>maitrey&#257;d &#257;tmano gatim</P><P CLASS=c>jñ&#257;tv&#257;g&#257;d dh&#257;stinapuram</P><P CLASS=c>tay&#257;v&#257;pta-vivitsitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/v/vidurah">vidurah</A> &#8212; <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A>-<A CLASS=v HREF="http://vedabase.net/y/yatrayam">y&#257;tr&#257;y&#257;m</A> &#8212; while traveling <A HREF="http://vedabase.net/t/to">to</A> different places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/m/maitreyat">maitrey&#257;t</A> &#8212; from the great sage Maitreya; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of the self; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/j/jnatva">jñ&#257;tv&#257;</A> &#8212; by knowing <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/a/agat">&#257;g&#257;t</A> &#8212; went back; <A CLASS=v HREF="http://vedabase.net/h/hastinapuram">h&#257;stinapuram</A> &#8212; the city of Hastin&#257;pura; <A CLASS=v HREF="http://vedabase.net/t/taya">tay&#257;</A> &#8212; by that knowledge; <A CLASS=v HREF="http://vedabase.net/a/avapta">av&#257;pta</A> &#8212; sufficiently <A HREF="http://vedabase.net/a/a">a</A> gainer; <A CLASS=v HREF="http://vedabase.net/v/vivitsitah">vivitsitah</A> &#8212; being well versed <A HREF="http://vedabase.net/i/in">in</A> everything knowable.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: While traveling on a pilgrimage, Vidura received knowledge of the destination of the self from the great sage Maitreya and then returned to Hastin&#257;pura. He became as well versed in the subject as he desired.</P><P CLASS=t>PURPORT</P><P>Vidura: One of the prominent figures in the history of the Mah&#257;bh&#257;rata. He was conceived by Vy&#257;sadeva in the womb of the maidservant of Ambik&#257;, mother of Mah&#257;r&#257;ja P&#257;ndu. He is the incarnation of Yamar&#257;ja. Being cursed by Mand&#363;ka Muni, he was to become a &#347;&#363;dra. The story is narrated as follows. Once upon a time the state police caught some thieves who had concealed themselves in the hermitage of Mand&#363;ka Muni. The police constables, as usual, arrested all the thieves and Mand&#363;ka Muni along with them. The magistrate specifically punished the muni to death by being pierced with a lance. When he was just to be pierced, the news reached the king, and he at once stopped the act on consideration of his being a great muni. The king personally begged the muni's pardon for the mistake of his men, and the saint at once went to Yamar&#257;ja, who prescribes the destiny of the living beings. Yamar&#257;ja, being questioned by the muni, replied that the muni in his childhood pierced an ant with a sharpened straw, and for that reason he was put into difficulty. The muni thought it unwise on the part of Yamar&#257;ja that he was punished for his childish innocence, and thus the muni cursed Yamar&#257;ja to become a &#347;&#363;dra, and this &#347;&#363;dra incarnation of Yamar&#257;ja was known as Vidura, the &#347;&#363;dra brother of Dhritar&#257;shtra and Mah&#257;r&#257;ja P&#257;ndu. But this &#347;&#363;dra son of the Kuru dynasty was equally treated by Bh&#299;shmadeva, along with his other nephews, and in due course Vidura was married with a girl who was also born in the womb of a &#347;&#363;dr&#257;n&#299; by a br&#257;hmana. Although Vidura did not inherit the property of his father (the brother of Bh&#299;shmadeva), still he was given sufficient state property by Dhritar&#257;shtra, the elder brother of Vidura. Vidura was very much attached to his elder brother, and all along he tried to guide him on the right path. During the fratricidal war of Kurukshetra, Vidura repeatedly implored his elder brother to do justice to the sons of P&#257;ndu, but Duryodhana did not like such interference by his uncle, and thus he practically insulted Vidura. This resulted in Vidura's leaving home for pilgrimage and taking instructions from Maitreya.</P><P CLASS=l><A CLASS=i HREF="../12/36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>