<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.10</P><P CLASS=c>bhavad-vidh&#257; bh&#257;gavat&#257;s</P><P CLASS=c>t&#299;rtha-bh&#363;t&#257;h svayam vibho</P><P CLASS=c>t&#299;rth&#299;-kurvanti t&#299;rth&#257;ni</P><P CLASS=c>sv&#257;ntah-sthena gad&#257;bhrit&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/v/vidhah">vidh&#257;h</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bh&#257;gavat&#257;h</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; the holy places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;t&#257;h</A> &#8212; converted into; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> powerful one; <A CLASS=v HREF="http://vedabase.net/t/tirthi">t&#299;rth&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/kurvanti">kurvanti</A> &#8212; <A HREF="http://vedabase.net/m/make">make</A> into <A HREF="http://vedabase.net/a/a">a</A> holy place of pilgrimage; <A CLASS=v HREF="http://vedabase.net/t/tirthani">t&#299;rth&#257;ni</A> &#8212; the holy places; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/s/sthena">sthena</A> &#8212; having been situated <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/g/gada">gad&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrta">bhrit&#257;</A> &#8212; the Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>My Lord, devotees like your good self are verily holy places personified. Because you carry the Personality of Godhead within your heart, you turn all places into places of pilgrimage.</P><P CLASS=t>PURPORT</P><P>The Personality of Godhead is omnipresent by His diverse potencies everywhere, just as the power of electricity is distributed everywhere within space. Similarly, the Lord's omnipresence is perceived and manifested by His unalloyed devotees like Vidura, just as electricity is manifested in an electric bulb. A pure devotee like Vidura always feels the presence of the Lord everywhere. He sees everything in the potency of the Lord and the Lord in everything. The holy places all over the earth are meant for purifying the polluted consciousness of the human being by an atmosphere surcharged with the presence of the Lord's unalloyed devotees. If anyone visits a holy place, he must search out the pure devotees residing in such holy places, take lessons from them, try to apply such instructions in practical life and thus gradually prepare oneself for the ultimate salvation, going back to Godhead. To go to some holy place of pilgrimage does not mean only to take a bath in the Ganges or Yamun&#257; or to visit the temples situated in those places. One should also find representatives of Vidura who have no desire in life save and except to serve the Personality of Godhead. The Personality of Godhead is always with such pure devotees because of their unalloyed service, which is without any tinge of fruitive action or utopian speculation. They are in the actual service of the Lord, specifically by the process of hearing and chanting. The pure devotees hear from the authorities and chant, sing and write of the glories of the Lord. Mah&#257;muni Vy&#257;sadeva heard from N&#257;rada, and then he chanted in writing; &#346;ukadeva Gosv&#257;m&#299; studied from his father, and he described it to Par&#299;kshit; that is the way of &#346;r&#299;mad-Bh&#257;gavatam. So by their actions the pure devotees of the Lord can render any place into a place of pilgrimage, and the holy places are worth the name only on their account. Such pure devotees are able to rectify the polluted atmosphere of any place, and what to speak of a holy place rendered unholy by the questionable actions of interested persons who try to adopt a professional life at the cost of the reputation of a holy place.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>