<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.15</P><P CLASS=c>abibhrad aryam&#257; dandam</P><P CLASS=c>yath&#257;vad agha-k&#257;rishu</P><P CLASS=c>y&#257;vad dadh&#257;ra &#347;&#363;dratvam</P><P CLASS=c>&#347;&#257;p&#257;d varsha-&#347;atam yamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/abibhrat">abibhrat</A> &#8212; administered; <A CLASS=v HREF="http://vedabase.net/a/aryama">aryam&#257;</A> &#8212; <A HREF="http://vedabase.net/a/aryama">Aryam&#257;</A>; <A CLASS=v HREF="http://vedabase.net/d/dandam">dandam</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/y/yathavat">yath&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> was suitable; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/k/karisu">k&#257;rishu</A> &#8212; unto persons who <A HREF="http://vedabase.net/h/had">had</A> committed sins; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/d/dadhara">dadh&#257;ra</A> &#8212; accepted; <A CLASS=v HREF="http://vedabase.net/s/sudratvam">&#347;&#363;dratvam</A> &#8212; the tabernacle of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>; <A CLASS=v HREF="http://vedabase.net/s/sapat">&#347;&#257;p&#257;t</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> the result of <A HREF="http://vedabase.net/a/a">a</A> curse; <A CLASS=v HREF="http://vedabase.net/v/varsa">varsha</A>-<A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; for one hundred years; <A CLASS=v HREF="http://vedabase.net/y/yamah">yamah</A> &#8212; Yamar&#257;ja.</P><P CLASS=t>TRANSLATION</P><P>As long as Vidura played the part of a &#347;&#363;dra, being cursed by Mand&#363;ka Muni, Aryam&#257; officiated at the post of Yamar&#257;ja to punish those who committed sinful acts.</P><P CLASS=t>PURPORT</P><P>Vidura, born in the womb of a &#347;&#363;dra woman, was forbidden even to be a party of royal heritage along with his brothers Dhritar&#257;shtra and P&#257;ndu. Then how could he occupy the post of a preacher to instruct such learned kings and kshatriyas as Dhritar&#257;shtra and Mah&#257;r&#257;ja Yudhishthira? The first answer is that even though it is accepted that he was a &#347;&#363;dra by birth, because he renounced the world for spiritual enlightenment by the authority of Rishi Maitreya and was thoroughly educated by him in transcendental knowledge, he was quite competent to occupy the post of an &#257;c&#257;rya, or spiritual preceptor. According to &#346;r&#299; Caitanya Mah&#257;prabhu, anyone who is conversant in the transcendental knowledge, or the science of Godhead, be he a br&#257;hmana or a &#347;&#363;dra, a householder or a sanny&#257;s&#299;, is eligible to become a spiritual master. Even in the ordinary moral codes (maintained by C&#257;nakya Pandita, the great politician and moralist) there is no harm in taking lessons from a person who may be by birth less than a &#347;&#363;dra. This is one part of the answer. The other is that Vidura was not actually a &#347;&#363;dra. He was to play the part of a so-called &#347;&#363;dra for one hundred years, being cursed by Mand&#363;ka Muni. He was the incarnation of Yamar&#257;ja, one of the twelve mah&#257;janas, on the level with such exalted personalities as Brahm&#257;, N&#257;rada, &#346;iva, Kapila, Bh&#299;shma, Prahl&#257;da, etc. Being a mah&#257;jana, it is the duty of Yamar&#257;ja to preach the cult of devotion to the people of the world, as N&#257;rada, Brahm&#257;, and other mah&#257;janas do. But Yamar&#257;ja is always busy in his plutonic kingdom punishing the doers of sinful acts. Yamar&#257;ja is deputed by the Lord to a particular planet, some hundreds of thousands of miles away from the planet of earth, to take away the corrupt souls after death and convict them in accordance with their respective sinful activities. Thus Yamar&#257;ja has very little time to take leave from his responsible office of punishing the wrongdoers. There are more wrongdoers than righteous men. Therefore Yamar&#257;ja has to do more work than other demigods who are also authorized agents of the Supreme Lord. But he wanted to preach the glories of the Lord, and therefore by the will of the Lord he was cursed by Mand&#363;ka Muni to come into the world in the incarnation of Vidura and work very hard as a great devotee. Such a devotee is neither a &#347;&#363;dra nor a br&#257;hmana. He is transcendental to such divisions of mundane society, just as the Personality of Godhead assumes His incarnation as a hog, but He is neither a hog nor a Brahm&#257;. He is above all mundane creatures. The Lord and His different authorized devotees sometimes have to play the role of many lower creatures to claim the conditioned souls, but both the Lord and His pure devotees are always in the transcendental position. When Yamar&#257;ja thus incarnated himself as Vidura, his post was officiated by Aryam&#257;, one of the many sons of Ka&#347;yapa and Aditi. The &#256;dityas are sons of Aditi, and there are twelve &#256;dityas. Aryam&#257; is one of the twelve &#256;dityas, and therefore it was quite possible for him to take charge of the office of Yamar&#257;ja during his one hundred years' absence in the form of Vidura. The conclusion is that Vidura was never a &#347;&#363;dra, but was greater than the purest type of br&#257;hmana.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>