<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.16</P><P CLASS=c>yudhishthiro labdha-r&#257;jyo</P><P CLASS=c>drishtv&#257; pautram kulan-dharam</P><P CLASS=c>bhr&#257;tribhir loka-p&#257;l&#257;bhair</P><P CLASS=c>mumude paray&#257; &#347;riy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yudhisthirah">yudhishthirah</A> &#8212; <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A>; <A CLASS=v HREF="http://vedabase.net/l/labdha">labdha</A>-<A CLASS=v HREF="http://vedabase.net/r/rajyah">r&#257;jyah</A> &#8212; possessing his paternal kingdom; <A CLASS=v HREF="http://vedabase.net/d/drstva">drishtv&#257;</A> &#8212; by seeing; <A CLASS=v HREF="http://vedabase.net/p/pautram">pautram</A> &#8212; the grandson; <A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A>-<A CLASS=v HREF="http://vedabase.net/d/dharam">dharam</A> &#8212; just suitable for the dynasty; <A CLASS=v HREF="http://vedabase.net/b/bhratrbhih">bhr&#257;tribhih</A> &#8212; by the brothers; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/p/palabhaih">p&#257;l&#257;bhaih</A> &#8212; who were all expert administrators; <A CLASS=v HREF="http://vedabase.net/m/mumude">mumude</A> &#8212; enjoyed life; <A CLASS=v HREF="http://vedabase.net/p/paraya">paray&#257;</A> &#8212; uncommon; <A CLASS=v HREF="http://vedabase.net/s/sriya">&#347;riy&#257;</A> &#8212; opulence.</P><P CLASS=t>TRANSLATION</P><P>Having won his kingdom and observed the birth of one grandson competent to continue the noble tradition of his family, Mah&#257;r&#257;ja Yudhishthira reigned peacefully and enjoyed uncommon opulence in cooperation with his younger brothers, who were all expert administrators to the common people.</P><P CLASS=t>PURPORT</P><P>Both Mah&#257;r&#257;ja Yudhishthira and Arjuna were unhappy from the beginning of the Battle of Kurukshetra, but even though they were unwilling to kill their own men in the fight, it had to be done as a matter of duty, for it was planned by the supreme will of Lord &#346;r&#299; Krishna. After the battle, Mah&#257;r&#257;ja Yudhishthira was unhappy over such mass killings. Practically there was none to continue the Kuru dynasty after them, the P&#257;ndavas. The only remaining hope was the child in the womb of his daughter-in-law, Uttar&#257;, and he was also attacked by A&#347;vatth&#257;m&#257;, but by the grace of the Lord the child was saved. So after the settlement of all disturbing conditions and reestablishment of the peaceful order of the state, and after seeing the surviving child, Par&#299;kshit, well satisfied, Mah&#257;r&#257;ja Yudhishthira felt some relief as a human being, although he had very little attraction for material happiness, which is always illusory and temporary.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>