<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.28</P><P CLASS=c>athod&#299;c&#299;m di&#347;am y&#257;tu</P><P CLASS=c>svair ajñ&#257;ta-gatir bhav&#257;n</P><P CLASS=c>ito 'rv&#257;k pr&#257;ya&#347;ah k&#257;lah</P><P CLASS=c>pums&#257;m guna-vikarshanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/u/udicim">ud&#299;c&#299;m</A> &#8212; northern side; <A CLASS=v HREF="http://vedabase.net/d/disam">di&#347;am</A> &#8212; direction; <A CLASS=v HREF="http://vedabase.net/y/yatu">y&#257;tu</A> &#8212; please <A HREF="http://vedabase.net/g/go">go</A> away; <A CLASS=v HREF="http://vedabase.net/s/svaih">svaih</A> &#8212; by your relatives; <A CLASS=v HREF="http://vedabase.net/a/ajnata">ajñ&#257;ta</A> &#8212; without knowledge; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; movements; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; of yourself; <A CLASS=v HREF="http://vedabase.net/i/itah">itah</A> &#8212; after this; <A CLASS=v HREF="http://vedabase.net/a/arvak">arv&#257;k</A> &#8212; will usher <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/p/prayasah">pr&#257;ya&#347;ah</A> &#8212; generally; <A CLASS=v HREF="http://vedabase.net/k/kalah">k&#257;lah</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of men; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; qualities; <A CLASS=v HREF="http://vedabase.net/v/vikarsanah">vikarshanah</A> &#8212; diminishing.</P><P CLASS=t>TRANSLATION</P><P>Please, therefore, leave for the North immediately, without letting your relatives know, for soon that time will approach which will diminish the good qualities of men.</P><P CLASS=t>PURPORT</P><P>One can compensate for a life of frustration by becoming a dh&#299;ra, or leaving home for good without communicating with relatives, and Vidura advised his eldest brother to adopt this way without delay because very quickly the age of Kali was approaching. A conditioned soul is already degraded by the material association, and still in the Kali-yuga the good qualities of a man will deteriorate to the lowest standard. He was advised to leave home before Kali-yuga approached because the atmosphere which was created by Vidura, his valuable instructions on the facts of life, would fade away due to the influence of the age which was fast approaching. To become narottama, or a first-class human being depending completely on the Supreme Lord &#346;r&#299; Krishna, is not possible for any ordinary man. It is stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>) that a person who is completely relieved of all taints of sinful acts can alone depend on the Supreme Lord &#346;r&#299; Krishna, the Personality of Godhead. Dhritar&#257;shtra was advised by Vidura at least to become a dh&#299;ra in the beginning if it were impossible for him to become a sanny&#257;s&#299; or a narottama. Persistently endeavoring on the line of self-realization helps a person to rise to the conditions of a narottama from the stage of a dh&#299;ra. The dh&#299;ra stage is attained after prolonged practice of the yoga system, but by the grace of Vidura one can attain the stage immediately simply by willing to adopt the means of the dh&#299;ra stage, which is the preparatory stage for sanny&#257;sa. The sanny&#257;sa stage is the preparatory stage of paramahamsa, or the first-grade devotee of the Lord.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>