<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.30</P><P CLASS=c>patim pray&#257;ntam subalasya putr&#299;</P><P CLASS=c>pati-vrat&#257; c&#257;nujag&#257;ma s&#257;dhv&#299;</P><P CLASS=c>him&#257;layam nyasta-danda-praharsham</P><P CLASS=c>manasvin&#257;m iva sat samprah&#257;rah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; her husband; <A CLASS=v HREF="http://vedabase.net/p/prayantam">pray&#257;ntam</A> &#8212; while leaving home; <A CLASS=v HREF="http://vedabase.net/s/subalasya">subalasya</A> &#8212; of King <A HREF="http://vedabase.net/s/subala">Subala</A>; <A CLASS=v HREF="http://vedabase.net/p/putri">putr&#299;</A> &#8212; the worthy daughter; <A CLASS=v HREF="http://vedabase.net/p/pati">pati</A>-<A CLASS=v HREF="http://vedabase.net/v/vrata">vrat&#257;</A> &#8212; devoted <A HREF="http://vedabase.net/t/to">to</A> her husband; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/anujagama">anujag&#257;ma</A> &#8212; followed; <A CLASS=v HREF="http://vedabase.net/s/sadhvi">s&#257;dhv&#299;</A> &#8212; the chaste; <A CLASS=v HREF="http://vedabase.net/h/himalayam">him&#257;layam</A> &#8212; towards the <A HREF="http://vedabase.net/h/himalaya">Himalaya</A> Mountains; <A CLASS=v HREF="http://vedabase.net/n/nyasta">nyasta</A>-<A CLASS=v HREF="http://vedabase.net/d/danda">danda</A> &#8212; one who has accepted the rod of the renounced order; <A CLASS=v HREF="http://vedabase.net/p/praharsam">praharsham</A> &#8212; object of delight; <A CLASS=v HREF="http://vedabase.net/m/manasvinam">manasvin&#257;m</A> &#8212; of the great fighters; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; legitimate; <A CLASS=v HREF="http://vedabase.net/s/sampraharah">samprah&#257;rah</A> &#8212; good lashing.</P><P CLASS=t>TRANSLATION</P><P>The gentle and chaste G&#257;ndh&#257;r&#299;, who was the daughter of King Subala of Kandahar [or G&#257;ndh&#257;ra], followed her husband, seeing that he was going to the Himalaya Mountains, which are the delight of those who have accepted the staff of the renounced order like fighters who have accepted a good lashing from the enemy.</P><P CLASS=t>PURPORT</P><P>Saubalin&#299;, or G&#257;ndh&#257;r&#299;, daughter of King Subala and wife of King Dhritar&#257;shtra, was ideal as a wife devoted to her husband. The Vedic civilization especially prepares chaste and devoted wives, of whom G&#257;ndh&#257;r&#299; is one amongst many mentioned in history. Lakshm&#299;j&#299; S&#299;t&#257;dev&#299; was also a daughter of a great king, but she followed her husband, Lord R&#257;macandra, into the forest. Similarly, as a woman G&#257;ndh&#257;r&#299; could have remained at home or at her father's house, but as a chaste and gentle lady she followed her husband without consideration. Instructions for the renounced order of life were imparted to Dhritar&#257;shtra by Vidura, and G&#257;ndh&#257;r&#299; was by the side of her husband. But he did not ask her to follow him because he was at that time fully determined, like a great warrior who faces all kinds of dangers in the battlefield. He was no longer attracted to so-called wife or relatives, and he decided to start alone, but as a chaste lady G&#257;ndh&#257;r&#299; decided to follow her husband till the last moment. Mah&#257;r&#257;ja Dhritar&#257;shtra accepted the order of v&#257;naprastha, and at this stage the wife is allowed to remain as a voluntary servitor, but in the sanny&#257;sa stage no wife can stay with her former husband. A sanny&#257;s&#299; is considered to be a dead man civilly, and therefore the wife becomes a civil widow without connection with her former husband. Mah&#257;r&#257;ja Dhritar&#257;shtra did not deny his faithful wife, and she followed her husband at her own risk.</P><P>The sanny&#257;s&#299;s accept a rod as the sign of the renounced order of life. There are two types of sanny&#257;s&#299;s. Those who follow the M&#257;y&#257;v&#257;d&#299; philosophy, headed by &#346;r&#299;p&#257;da &#346;a&#324;kar&#257;c&#257;rya, accept only one rod (eka-danda), but those who follow the Vaishnavite philosophy accept three combined rods (tri-danda). The M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are ekadandi-sv&#257;m&#299;s, whereas the Vaishnava sanny&#257;s&#299;s are known as tridandi-sv&#257;m&#299;s, or more distinctly, tridandi-gosv&#257;m&#299;s, in order to be distinguished from the M&#257;y&#257;v&#257;d&#299; philosophers. The ekadandi-sv&#257;m&#299;s are mostly fond of the Himalayas, but the Vaishnava sanny&#257;s&#299;s are fond of Vrind&#257;vana and Pur&#299;. The Vaishnava sanny&#257;s&#299;s are narottamas, whereas the M&#257;y&#257;v&#257;d&#299; sanny&#257;s&#299;s are dh&#299;ras. Mah&#257;r&#257;ja Dhritar&#257;shtra was advised to follow the dh&#299;ras because at that stage it was difficult for him to become a narottama.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>