<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.37</P><P CLASS=c>sañjaya uv&#257;ca</P><P CLASS=c>n&#257;ham veda vyavasitam</P><P CLASS=c>pitror vah kula-nandana</P><P CLASS=c>g&#257;ndh&#257;ry&#257; v&#257; mah&#257;-b&#257;ho</P><P CLASS=c>mushito 'smi mah&#257;tmabhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sanjayah">sañjayah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sanjaya">Sañjaya</A> said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A> &#8212; know; <A CLASS=v HREF="http://vedabase.net/v/vyavasitam">vyavasitam</A> &#8212; determination; <A CLASS=v HREF="http://vedabase.net/p/pitroh">pitroh</A> &#8212; of your uncles; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/n/nandana">nandana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> descendant of the <A HREF="http://vedabase.net/k/kuru">Kuru</A> dynasty; <A CLASS=v HREF="http://vedabase.net/g/gandharyah">g&#257;ndh&#257;ry&#257;h</A> &#8212; of <A HREF="http://vedabase.net/g/gandhari">G&#257;ndh&#257;r&#299;</A>; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/b/baho">b&#257;ho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great King; <A CLASS=v HREF="http://vedabase.net/m/musitah">mushitah</A> &#8212; cheated; <A CLASS=v HREF="http://vedabase.net/a/asmi">asmi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have been; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmabhih">&#257;tmabhih</A> &#8212; by those great souls.</P><P CLASS=t>TRANSLATION</P><P>Sañjaya said: My dear descendant of the Kuru dynasty, I have no information of the determination of your two uncles and G&#257;ndh&#257;r&#299;. O King, I have been cheated by those great souls.</P><P CLASS=t>PURPORT</P><P>That great souls cheat others may be astonishing to know, but it is a fact that great souls cheat others for a great cause. It is said that Lord Krishna also advised Yudhishthira to tell a lie before Dron&#257;c&#257;rya, and it was also for a great cause. The Lord wanted it, and therefore it was a great cause. Satisfaction of the Lord is the criterion of one who is bona fide, and the highest perfection of life is to satisfy the Lord by one's occupational duty. That is the verdict of G&#299;t&#257; and Bh&#257;gavatam.* Dhritar&#257;shtra and Vidura, followed by G&#257;ndh&#257;r&#299;, did not disclose their determination to Sañjaya, although he was constantly with Dhritar&#257;shtra as his personal assistant. Sañjaya never thought that Dhritar&#257;shtra could perform any act without consulting him. But Dhritar&#257;shtra's going away from home was so confidential that it could not be disclosed even to Sañjaya. San&#257;tana Gosv&#257;m&#299; also cheated the keeper of the prison house while going away to see &#346;r&#299; Caitanya Mah&#257;prabhu, and similarly Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; also cheated his priest and left home for good to satisfy the Lord. To satisfy the Lord, anything is good, for it is in relation with the Absolute Truth. We also had the same opportunity to cheat the family members and leave home to engage in the service of &#346;r&#299;mad-Bh&#257;gavatam. Such cheating was necessary for a great cause, and there is no loss for any party in such transcendental fraud.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>