<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 38</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 38"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.38</P><P CLASS=c>ath&#257;jag&#257;ma bhagav&#257;n</P><P CLASS=c>n&#257;radah saha-tumburuh</P><P CLASS=c>pratyutth&#257;y&#257;bhiv&#257;dy&#257;ha</P><P CLASS=c>s&#257;nujo 'bhyarcayan munim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thereafter; <A CLASS=v HREF="http://vedabase.net/a/ajagama">&#257;jag&#257;ma</A> &#8212; arrived; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the godly personality; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/t/tumburuh">tumburuh</A> &#8212; along with his <A HREF="http://vedabase.net/t/tumburu">tumburu</A> (musical instrument); <A CLASS=v HREF="http://vedabase.net/p/pratyutthaya">pratyutth&#257;ya</A> &#8212; having gotten up from their seats; <A CLASS=v HREF="http://vedabase.net/a/abhivadya">abhiv&#257;dya</A> &#8212; offering their due obeisances; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; said; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/a/anujah">anujah</A> &#8212; along with younger brothers; <A CLASS=v HREF="http://vedabase.net/a/abhyarcayan">abhyarcayan</A> &#8212; thus while receiving <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> proper mood; <A CLASS=v HREF="http://vedabase.net/m/munim">munim</A> &#8212; the sage.</P><P CLASS=t>TRANSLATION</P><P>While Sañjaya was thus speaking, &#346;r&#299; N&#257;rada, the powerful devotee of the Lord, appeared on the scene carrying his tumburu. Mah&#257;r&#257;ja Yudhishthira and his brothers received him properly by getting up from their seats and offering obeisances.</P><P CLASS=t>PURPORT</P><P>Devarshi N&#257;rada is described herein as bhagav&#257;n due to his being the most confidential devotee of the Lord. The Lord and His very confidential devotees are treated on the same level by those who are actually engaged in the loving service of the Lord. Such confidential devotees of the Lord are very much dear to the Lord because they travel everywhere to preach the glories of the Lord in different capacities and try their utmost to convert the nondevotees of the Lord into devotees in order to bring them to the platform of sanity. Actually a living being cannot be a nondevotee of the Lord because of his constitutional position, but when one becomes a nondevotee or nonbeliever, it is to be understood that the person concerned is not in a sound condition of life. The confidential devotees of the Lord treat such illusioned living beings, and therefore they are most pleasing in the eyes of the Lord. The Lord says in the Bhagavad-g&#299;t&#257; that no one is dearer to Him than one who actually preaches the glories of the Lord to convert the nonbelievers and nondevotees. Such personalities as N&#257;rada must be offered all due respects, like those offered to the Personality of Godhead Himself, and Mah&#257;r&#257;ja Yudhishthira, along with his noble brothers, were examples for others in receiving a pure devotee of the Lord like N&#257;rada, who had no other business save and except singing the glories of the Lord along with his v&#299;n&#257;, a musical stringed instrument.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>