<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.40</P><P CLASS=c>karnadh&#257;ra iv&#257;p&#257;re</P><P CLASS=c>bhagav&#257;n p&#257;ra-dar&#347;akah</P><P CLASS=c>ath&#257;babh&#257;she bhagav&#257;n</P><P CLASS=c>n&#257;rado muni-sattamah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/karna">karna</A>-<A CLASS=v HREF="http://vedabase.net/d/dharah">dh&#257;rah</A> &#8212; captain of the ship; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/apare">ap&#257;re</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the extensive oceans; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; representative of the Lord; <A CLASS=v HREF="http://vedabase.net/p/para">p&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/d/darsakah">dar&#347;akah</A> &#8212; one who can give directions <A HREF="http://vedabase.net/t/to">to</A> the other side; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/ababhase">&#257;babh&#257;she</A> &#8212; began <A HREF="http://vedabase.net/t/to">to</A> say; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the godly personality; <A CLASS=v HREF="http://vedabase.net/n/naradah">n&#257;radah</A> &#8212; the great sage <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; the greatest among the devotee philosophers.</P><P CLASS=t>TRANSLATION</P><P>You are like a captain of a ship in a great ocean and you can direct us to our destination. Thus addressed, the godly personality, Devarshi N&#257;rada, greatest of the philosopher devotees, began to speak.</P><P CLASS=t>PURPORT</P><P>There are different types of philosophers, and the greatest of all of them are those who have seen the Personality of Godhead and have surrendered themselves in the transcendental loving service of the Lord. Among all such pure devotees of the Lord, Devarshi N&#257;rada is the chief, and therefore he has been described herein as the greatest of all philosopher devotees. Unless one has become a sufficiently learned philosopher by hearing the Ved&#257;nta philosophy from a bona fide spiritual master, one cannot be a learned philosopher devotee. One must be very faithful, learned and renounced, otherwise one cannot be a pure devotee. A pure devotee of the Lord can give us direction towards the other end of nescience. Devarshi N&#257;rada used to visit the palace of Mah&#257;r&#257;ja Yudhishthira because the P&#257;ndavas were all pure devotees of the Lord, and the Devarshi was always ready to give them good counsel whenever needed.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>