<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.46</P><P CLASS=c>k&#257;la-karma-gun&#257;dh&#299;no</P><P CLASS=c>deho 'yam p&#257;ñca-bhautikah</P><P CLASS=c>katham any&#257;ms tu gop&#257;yet</P><P CLASS=c>sarpa-grasto yath&#257; param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; eternal time; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; action; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; modes of nature; <A CLASS=v HREF="http://vedabase.net/a/adhinah">adh&#299;nah</A> &#8212; under the control of; <A CLASS=v HREF="http://vedabase.net/d/dehah">dehah</A> &#8212; material body and mind; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/p/panca">p&#257;ñca</A>-<A CLASS=v HREF="http://vedabase.net/b/bhautikah">bhautikah</A> &#8212; <A HREF="http://vedabase.net/m/made">made</A> of the five elements; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/a/anyan">any&#257;n</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/t/tu">tu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/g/gopayet">gop&#257;yet</A> &#8212; give protection; <A CLASS=v HREF="http://vedabase.net/s/sarpa">sarpa</A>-<A CLASS=v HREF="http://vedabase.net/g/grastah">grastah</A> &#8212; one who is bitten by the snake; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> much <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; others.</P><P CLASS=t>TRANSLATION</P><P>This gross material body made of five elements is already under the control of eternal time [k&#257;la], action [karma] and the modes of material nature [guna]. How, then, can it, being already in the jaws of the serpent, protect others?</P><P CLASS=t>PURPORT</P><P>The world's movements for freedom through political, economic, social, and cultural propaganda can do no benefit to anyone, for they are controlled by superior power. A conditioned living being is under the full control of material nature, represented by eternal time and activities under the dictation of different modes of nature. There are three material modes of nature, namely goodness, passion and ignorance. Unless one is situated in the mode of goodness, one cannot see things as they are. The passionate and the ignorant cannot even see things as they are. Therefore a person who is passionate and ignorant cannot direct his activities on the right path. Only the man in the quality of goodness can help to a certain extent. Most persons are passionate and ignorant, and therefore their plans and projects can hardly do any good to others. Above the modes of nature is eternal time, which is called k&#257;la because it changes the shape of everything in the material world. Even if we are able to do something temporarily beneficial, time will see that the good project is frustrated in course of time. The only thing possible to be done is to get rid of eternal time, k&#257;la, which is compared to k&#257;la-sarpa, or the cobra snake, whose bite is always lethal. No one can be saved from the bite of a cobra. The best remedy for getting out of the clutches of the cobralike k&#257;la or its integrity, the modes of nature, is bhakti-yoga, as it is recommended in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>). The highest perfectional project of philanthropic activities is to engage everyone in the act of preaching bhakti-yoga all over the world because that alone can save the people from the control of m&#257;y&#257;, or the material nature represented by k&#257;la, karma and guna, as described above. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>) confirms this definitely.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>