<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 49</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 49"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.49</P><P CLASS=c>so 'yam adya mah&#257;r&#257;ja</P><P CLASS=c>bhagav&#257;n bh&#363;ta-bh&#257;vanah</P><P CLASS=c>k&#257;la-r&#363;po 'vat&#299;rno 'sy&#257;m</P><P CLASS=c>abh&#257;v&#257;ya sura-dvish&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that Supreme Lord; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; the Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; at present; <A CLASS=v HREF="http://vedabase.net/m/maharaja">mah&#257;r&#257;ja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavanah">bh&#257;vanah</A> &#8212; the creator or the father of everything created; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/r/rupah">r&#363;pah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the disguise of all-devouring time; <A CLASS=v HREF="http://vedabase.net/a/avatirnah">avat&#299;rnah</A> &#8212; descended; <A CLASS=v HREF="http://vedabase.net/a/asyam">asy&#257;m</A> &#8212; upon the world; <A CLASS=v HREF="http://vedabase.net/a/abhavaya">abh&#257;v&#257;ya</A> &#8212; for eliminating; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/d/dvisam">dvish&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> against the will of the Lord.</P><P CLASS=t>TRANSLATION</P><P>That Supreme Personality of Godhead, Lord &#346;r&#299; Krishna, in the guise of all-devouring time [k&#257;la-r&#363;pa] has now descended on earth to eliminate the envious from the world.</P><P CLASS=t>PURPORT</P><P>There are two classes of human beings, namely the envious and the obedient. Since the Supreme Lord is one and the father of all living beings, the envious living beings are also His sons, but they are known as the asuras. But the living beings who are obedient to the supreme father are called devat&#257;s, or demigods, because they are not contaminated by the material conception of life. Not only are the asuras envious of the Lord in even denying the existence of the Lord, but they are also envious of all other living beings. The predominance of asuras in the world is occasionally rectified by the Lord when He eliminates them from the world and establishes a rule of devat&#257;s like the P&#257;ndavas. His designation as k&#257;la in disguise is significant. He is not at all dangerous, but He is the transcendental form of eternity, knowledge and bliss. For the devotees His factual form is disclosed, and for the nondevotees He appears like k&#257;la-r&#363;pa, which is causal form. This causal form of the Lord is not at all pleasing to the asuras, and therefore they think of the Lord as formless in order to feel secure that they will not be vanquished by the Lord.</P><P CLASS=l><A CLASS=i HREF="48.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="50.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>