<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.50</P><P CLASS=c>nishp&#257;ditam deva-krityam</P><P CLASS=c>ava&#347;esham prat&#299;kshate</P><P CLASS=c>t&#257;vad y&#363;yam avekshadhvam</P><P CLASS=c>bhaved y&#257;vad ihe&#347;varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nispaditam">nishp&#257;ditam</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/k/krtyam">krityam</A> &#8212; what was <A HREF="http://vedabase.net/t/to">to</A> be done on behalf of the demigods; <A CLASS=v HREF="http://vedabase.net/a/avasesam">ava&#347;esham</A> &#8212; the rest; <A CLASS=v HREF="http://vedabase.net/p/pratiksate">prat&#299;kshate</A> &#8212; being awaited; <A CLASS=v HREF="http://vedabase.net/t/tavat">t&#257;vat</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> that time; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you P&#257;ndavas; <A CLASS=v HREF="http://vedabase.net/a/aveksadhvam">avekshadhvam</A> &#8212; observe and wait; <A CLASS=v HREF="http://vedabase.net/b/bhavet">bhavet</A> &#8212; may; <A CLASS=v HREF="http://vedabase.net/y/yavat">y&#257;vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> long <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Supreme Lord.</P><P CLASS=t>TRANSLATION</P><P>The Lord has already performed His duties to help the demigods, and He is awaiting the rest. You P&#257;ndavas may wait as long as the Lord is here on earth.</P><P CLASS=t>PURPORT</P><P>The Lord descends from His abode (Krishnaloka), the topmost planet in the spiritual sky, in order to help the demigod administrators of this material world when they are greatly vexed by the asuras, who are envious not only of the Lord but also of His devotees. As referred to above, the conditioned living beings contact material association by their own choice, dictated by a strong desire to lord it over the resources of the material world and become imitation lords of all they survey. Everyone is trying to become an imitation God; there is keen competition amongst such imitation gods, and such competitors are generally known as asuras. When there are too many asuras in the world, then it becomes a hell for those who are devotees of the Lord. Due to the growth of the asuras, the mass of people who are generally devoted to the Lord by nature and the pure devotees of the Lord, including the demigods in higher planets, pray to the Lord for relief, and the Lord either descends personally from His abode or deputes some of His devotees to remodel the fallen condition of human society, or even animal society. Such disruptions take place not only in human society but also among animals, birds or other living beings, including the demigods in the higher planets. Lord &#346;r&#299; Krishna descended personally to vanquish asuras like Kamsa, Jar&#257;sandha and &#346;i&#347;up&#257;la, and during the reign of Mah&#257;r&#257;ja Yudhishthira almost all these asuras were killed by the Lord. Now he was awaiting the annihilation of His own dynasty, called the Yadu-vam&#347;a, who appeared by His will in this world. He wanted to take them away before His own departure to His eternal abode. N&#257;rada, like Vidura, did not disclose the imminent annihilation of the Yadu dynasty, but indirectly gave a hint to the King and his brothers to wait till the incident happened and the Lord departed.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>