<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 53"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.53</P><P CLASS=c>sn&#257;tv&#257;nusavanam tasmin</P><P CLASS=c>hutv&#257; c&#257;gn&#299;n yath&#257;-vidhi</P><P CLASS=c>ab-bhaksha upa&#347;&#257;nt&#257;tm&#257;</P><P CLASS=c>sa &#257;ste vigataishanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/snatva">sn&#257;tv&#257;</A> &#8212; by taking bath; <A CLASS=v HREF="http://vedabase.net/a/anusavanam">anusavanam</A> &#8212; regularly three times (morning, noon and evening); <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that Ganges divided into seven; <A CLASS=v HREF="http://vedabase.net/h/hutva">hutv&#257;</A> &#8212; by performing the <A HREF="http://vedabase.net/a/agni">Agni</A>-<A HREF="http://vedabase.net/h/hotra">hotra</A> sacrifice; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/agnin">agn&#299;n</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the fire; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhi">vidhi</A> &#8212; just according <A HREF="http://vedabase.net/t/to">to</A> the tenets of the scripture; <A CLASS=v HREF="http://vedabase.net/a/ap">ap</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaksah">bhakshah</A> &#8212; fasting by drinking only water; <A CLASS=v HREF="http://vedabase.net/u/upasanta">upa&#347;&#257;nta</A> &#8212; completely controlled; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the gross senses and the subtle mind; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/d/dhrtarastra">Dhritar&#257;shtra</A>; <A CLASS=v HREF="http://vedabase.net/a/aste">&#257;ste</A> &#8212; would be situated; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A> &#8212; devoid of; <A CLASS=v HREF="http://vedabase.net/e/esanah">eshanah</A> &#8212; thoughts <A HREF="http://vedabase.net/i/in">in</A> relation with family welfare.</P><P CLASS=t>TRANSLATION</P><P>On the banks at Saptasrota, Dhritar&#257;shtra is now engaged in beginning asht&#257;&#324;ga-yoga by bathing three times daily, in the morning, noon and evening, by performing the Agni-hotra sacrifice with fire and by drinking only water. This helps one control the mind and the senses and frees one completely from thoughts of familial affection.</P><P CLASS=t>PURPORT</P><P>The yoga system is a mechanical way to control the senses and the mind and divert them from matter to spirit. The preliminary processes are the sitting posture, meditation, spiritual thoughts, manipulation of air passing within the body, and gradual situation in trance, facing the Absolute Person, Param&#257;tm&#257;. Such mechanical ways of rising to the spiritual platform prescribe some regulative principles of taking bath daily three times, fasting as far as possible, sitting and concentrating the mind on spiritual matters and thus gradually becoming free from vishaya, or material objectives. Material existence means to be absorbed in the material objective, which is simply illusory. House, country, family, society, children, property, and business are some of the material coverings of the spirit, &#257;tm&#257;, and the yoga system helps one to become free from all these illusory thoughts and gradually turn towards the Absolute Person, Param&#257;tm&#257;. By material association and education, we learn simply to concentrate on flimsy things, but yoga is the process of forgetting them altogether. Modern so-called yog&#299;s and yoga systems manifest some magical feats, and ignorant persons are attracted by such false things, or they accept the yoga system as a cheap healing process for diseases of the gross body. But factually the yoga system is the process of learning to forget what we have acquired throughout the struggle for existence. Dhritar&#257;shtra was all along engaged in improving family affairs by raising the standard of living of his sons or by usurping the property of the P&#257;ndavas for the sake of his own sons. These are common affairs for a man grossly materialistic and without knowledge of the spiritual force. He does not see how this can drag one from heaven to hell. By the grace of his younger brother Vidura, Dhritar&#257;shtra was enlightened and could see his grossly illusory engagements, and by such enlightenment he was able to leave home for spiritual realization. &#346;r&#299; N&#257;radadeva was just foretelling the way of his spiritual progress in a place which was sanctified by the flow of the celestial Ganges. Drinking water only, without solid food, is also considered fasting. This is necessary for advancement of spiritual knowledge. A foolish man wants to be a cheap yog&#299; without observing the regulative principles. A man who has no control over the tongue at first can hardly become a yog&#299;. Yog&#299; and bhog&#299; are two opposite terms. The bhog&#299;, or the merry man who eats and drinks, cannot be a yog&#299;, for a yog&#299; is never allowed to eat and drink unrestrictedly. We may note with profit how Dhritar&#257;shtra began his yoga system by drinking water only and sitting calmly in a place with a spiritual atmosphere, deeply absorbed in the thoughts of the Lord Hari, the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>