<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.54</P><P CLASS=c>jit&#257;sano jita-&#347;v&#257;sah</P><P CLASS=c>praty&#257;hrita-shad-indriyah</P><P CLASS=c>hari-bh&#257;vanay&#257; dhvasta-</P><P CLASS=c>rajah-sattva-tamo-malah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/a/asanah">&#257;sanah</A> &#8212; one who has controlled the sitting posture; <A CLASS=v HREF="http://vedabase.net/j/jita">jita</A>-<A CLASS=v HREF="http://vedabase.net/s/svasah">&#347;v&#257;sah</A> &#8212; one who has controlled the breathing process; <A CLASS=v HREF="http://vedabase.net/p/pratyahrta">praty&#257;hrita</A> &#8212; turning back; <A CLASS=v HREF="http://vedabase.net/s/sat">shat</A> &#8212; six; <A CLASS=v HREF="http://vedabase.net/i/indriyah">indriyah</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A> &#8212; the Absolute Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhavanaya">bh&#257;vanay&#257;</A> &#8212; absorbed <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; conquered; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A> &#8212; passion; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; goodness; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; ignorance; <A CLASS=v HREF="http://vedabase.net/m/malah">malah</A> &#8212; contaminations.</P><P CLASS=t>TRANSLATION</P><P>One who has controlled the sitting postures [the yogic &#257;sanas] and the breathing process can turn the senses toward the Absolute Personality of Godhead and thus become immune to the contaminations of the modes of material nature, namely mundane goodness, passion and ignorance.</P><P CLASS=t>PURPORT</P><P>The preliminary activities of the way of yoga are &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, dhy&#257;na, dh&#257;ran&#257;, etc. Mah&#257;r&#257;ja Dhritar&#257;shtra was to attain success in those preliminary actions because he was seated in a sanctified place and was concentrating upon one objective, namely the Supreme Personality of Godhead (Hari). Thus all his senses were being engaged in the service of the Lord. This process directly helps the devotee to get freedom from the contaminations of the three material modes of nature. Even the highest mode, the material mode of goodness, is also a cause of material bondage, and what to speak of the other qualities, namely passion and ignorance. Passion and ignorance increase the material propensities of hankering for material enjoyment, and a strong sense of lust provokes the accumulation of wealth and power. One who has conquered these two base mentalities and has raised himself to the platform of goodness, which is full of knowledge and morality, cannot also control the senses, namely the eyes, the tongue, the nose, the ear and touch. But one who has surrendered himself unto the lotus feet of Lord Hari, as above mentioned, can transcend all influences of the modes of material nature and be fixed in the service of the Lord. The bhakti-yoga process, therefore, directly applies the senses to the loving service of the Lord. This prohibits the performer from engaging in material activities. This process of turning the senses from material attachment to the loving transcendental service of the Lord is called praty&#257;h&#257;ra, and the very process is called pr&#257;n&#257;y&#257;ma, ultimately ending in sam&#257;dhi, or absorption in pleasing the Supreme Lord Hari by all means.</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="55.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>