<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 58</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 58"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.58</P><P CLASS=c>dahyam&#257;ne 'gnibhir dehe</P><P CLASS=c>patyuh patn&#299; sahotaje</P><P CLASS=c>bahih sthit&#257; patim s&#257;dhv&#299;</P><P CLASS=c>tam agnim anu vekshyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dahyamane">dahyam&#257;ne</A> &#8212; while <A HREF="http://vedabase.net/i/it">it</A> is burning; <A CLASS=v HREF="http://vedabase.net/a/agnibhih">agnibhih</A> &#8212; by the fire; <A CLASS=v HREF="http://vedabase.net/d/dehe">dehe</A> &#8212; the body; <A CLASS=v HREF="http://vedabase.net/p/patyuh">patyuh</A> &#8212; of the husband; <A CLASS=v HREF="http://vedabase.net/p/patni">patn&#299;</A> &#8212; the wife; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A>-<A CLASS=v HREF="http://vedabase.net/u/utaje">utaje</A> &#8212; along with the thatched cottage; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> &#8212; outside; <A CLASS=v HREF="http://vedabase.net/s/sthita">sthit&#257;</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; unto the husband; <A CLASS=v HREF="http://vedabase.net/s/sadhvi">s&#257;dhv&#299;</A> &#8212; the chaste lady; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/agnim">agnim</A> &#8212; fire; <A CLASS=v HREF="http://vedabase.net/a/anu">anu</A> <A CLASS=v HREF="http://vedabase.net/v/veksyati">vekshyati</A> &#8212; looking with great attention will enter the fire.</P><P CLASS=t>TRANSLATION</P><P>While outside observing her husband, who will burn in the fire of mystic power along with his thatched cottage, his chaste wife will enter the fire with rapt attention.</P><P CLASS=t>PURPORT</P><P>G&#257;ndh&#257;r&#299; was an ideal chaste lady, a life companion of her husband, and therefore when she saw her husband burning in the fire of mystic yoga along with his cottage of leaves, she despaired. She left home after losing her one hundred sons, and in the forest she saw that her most beloved husband was also burning. Now she actually felt alone, and therefore she entered the fire of her husband and followed her husband to death. This entering of a chaste lady into the fire of her dead husband is called the sat&#299; rite, and the action is considered to be most perfect for a woman. In a later age, this sat&#299; rite became an obnoxious criminal affair because the ceremony was forced upon even an unwilling woman. In this fallen age it is not possible for any lady to follow the sat&#299; rite as chastely as it was done by G&#257;ndh&#257;r&#299; and others in past ages. A chaste wife like G&#257;ndh&#257;r&#299; would feel the separation of her husband to be more burning than actual fire. Such a lady can observe the sat&#299; rite voluntarily, and there is no criminal force by anyone. When the rite became a formality only and force was applied upon a lady to follow the principle, actually it became criminal, and therefore the ceremony was to be stopped by state law. This prophecy of N&#257;rada Muni to Mah&#257;r&#257;ja Yudhishthira forbade him to go to his widowed aunt.</P><P CLASS=l><A CLASS=i HREF="57.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="59.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>