<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.8</P><P CLASS=c>yudhishthira uv&#257;ca</P><P CLASS=c>api smaratha no yushmat-</P><P CLASS=c>paksha-cch&#257;y&#257;-samedhit&#257;n</P><P CLASS=c>vipad-gan&#257;d vish&#257;gny&#257;der</P><P CLASS=c>mocit&#257; yat sam&#257;trik&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yudhisthirah">yudhishthirah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/y/yudhisthira">Yudhishthira</A> said; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/s/smaratha">smaratha</A> &#8212; you remember; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/y/yusmat">yushmat</A> &#8212; from you; <A CLASS=v HREF="http://vedabase.net/p/paksa">paksha</A> &#8212; partiality towards us like the wings of <A HREF="http://vedabase.net/a/a">a</A> bird; <A CLASS=v HREF="http://vedabase.net/c/chaya">ch&#257;y&#257;</A> &#8212; protection; <A CLASS=v HREF="http://vedabase.net/s/samedhitan">samedhit&#257;n</A> &#8212; we who were brought up by you; <A CLASS=v HREF="http://vedabase.net/v/vipat">vipat</A>-<A CLASS=v HREF="http://vedabase.net/g/ganat">gan&#257;t</A> &#8212; from various types of calamities; <A CLASS=v HREF="http://vedabase.net/v/visa">visha</A> &#8212; by administration of poison; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A>-<A CLASS=v HREF="http://vedabase.net/a/adeh">&#257;deh</A> &#8212; by setting on fire; <A CLASS=v HREF="http://vedabase.net/m/mocitah">mocit&#257;h</A> &#8212; released from; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; what you have done; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/m/matrkah">m&#257;trik&#257;h</A> &#8212; our mother.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Yudhishthira said: My uncle, do you remember how you always protected us, along with our mother, from all sorts of calamities? Your partiality, like the wings of a bird, saved us from poisoning and arson.</P><P CLASS=t>PURPORT</P><P>Due to P&#257;ndu's death at an early age, his minor children and widow were the object of special care by all the elderly members of the family, especially Bh&#299;shmadeva and Mah&#257;tm&#257; Vidura. Vidura was more or less partial to the P&#257;ndavas due to their political position. Although Dhritar&#257;shtra was equally careful for the minor children of Mah&#257;r&#257;ja P&#257;ndu, he was one of the intriguing parties who wanted to wash away the descendants of P&#257;ndu and replace them by raising his own sons to become the rulers of the kingdom. Mah&#257;tm&#257; Vidura could follow this intrigue of Dhritar&#257;shtra and company, and therefore, even though he was a faithful servitor of his eldest brother, Dhritar&#257;shtra, he did not like his political ambition for the sake of his own sons. He was therefore very careful about the protection of the P&#257;ndavas and their widow mother. Thus he was, so to speak, partial to the P&#257;ndavas, preferring them to the sons of Dhritar&#257;shtra, although both of them were equally affectionate in his ordinary eyes. He was equally affectionate to both the camps of nephews in the sense that he always chastised Duryodhana for his intriguing policy against his cousins. He always criticized his elder brother for his policy of encouragement to his sons, and at the same time he was always alert in giving special protection to the P&#257;ndavas. All these different activities of Vidura within the palace politics made him well-known as partial to the P&#257;ndavas. Mah&#257;r&#257;ja Yudhishthira has referred to the past history of Vidura before his going away from home for a prolonged pilgrim's journey. Mah&#257;r&#257;ja Yudhishthira reminded him that he was equally kind and partial to his grown-up nephews, even after the Battle of Kurukshetra, a great family disaster.</P><P>Before the Battle of Kurukshetra, Dhritar&#257;shtra's policy was peaceful annihilation of his nephews, and therefore he ordered Purocana to build a house at V&#257;ran&#257;vata, and when the building was finished Dhritar&#257;shtra desired that his brother's family live there for some time. When the P&#257;ndavas were going there in the presence of all the members of the royal family, Vidura tactfully gave instructions to the P&#257;ndavas about the future plan of Dhritar&#257;shtra. This is specifically described in the Mah&#257;bh&#257;rata (&#256;di-parva 114). He indirectly hinted, "A weapon not made of steel or any other material element can be more than sharp to kill an enemy, and he who knows this is never killed." That is to say, he hinted that the party of the P&#257;ndavas was being sent to V&#257;ran&#257;vata to be killed, and thus he warned Yudhishthira to be very careful in their new residential palace. He also gave indications of fire and said that fire cannot extinguish the soul but can annihilate the material body. But one who protects the soul can live. Kunt&#299; could not follow such indirect conversations between Mah&#257;r&#257;ja Yudhishthira and Vidura, and thus when she inquired from her son about the purport of the conversation, Yudhishthira replied that from the talks of Vidura it was understood that there was a hint of fire in the house where they were proceeding. Later on, Vidura came in disguise to the P&#257;ndavas and informed them that the housekeeper was going to set fire to the house on the fourteenth night of the waning moon. It was an intrigue of Dhritar&#257;shtra that the P&#257;ndavas might die all together with their mother. And by his warning the P&#257;ndavas escaped through a tunnel underneath the earth so that their escape was also unknown to Dhritar&#257;shtra, so much so that after setting the fire, the Kauravas were so certain of the death of the P&#257;ndavas that Dhritar&#257;shtra performed the last rites of death with great cheerfulness. And during the mourning period all the members of the palace became overwhelmed with lamentation, but Vidura did not become so, because of his knowledge that the P&#257;ndavas were alive somewhere. There are many such instances of calamities, and in each of them Vidura gave protection to the P&#257;ndavas on one hand, and on the other he tried to restrain his brother Dhritar&#257;shtra from such intriguing policies. Therefore, he was always partial to the P&#257;ndavas, just as a bird protects its eggs by its wing.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>