<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Dhritar&#257;shtra Quits Home</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 1.13.9</P><P CLASS=c>kay&#257; vritty&#257; vartitam va&#347;</P><P CLASS=c>caradbhih kshiti-mandalam</P><P CLASS=c>t&#299;rth&#257;ni kshetra-mukhy&#257;ni</P><P CLASS=c>sevit&#257;n&#299;ha bh&#363;tale</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kaya">kay&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/v/vrttya">vritty&#257;</A> &#8212; means; <A CLASS=v HREF="http://vedabase.net/v/vartitam">vartitam</A> &#8212; maintained your livelihood; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/c/caradbhih">caradbhih</A> &#8212; while traveling; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/m/mandalam">mandalam</A> &#8212; on the surface of the earth; <A CLASS=v HREF="http://vedabase.net/t/tirthani">t&#299;rth&#257;ni</A> &#8212; places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/k/ksetra">kshetra</A>-<A CLASS=v HREF="http://vedabase.net/m/mukhyani">mukhy&#257;ni</A> &#8212; the principal holy places; <A CLASS=v HREF="http://vedabase.net/s/sevitani">sevit&#257;ni</A> &#8212; served by you; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/b/bhutale">bh&#363;tale</A> &#8212; on this planet.</P><P CLASS=t>TRANSLATION</P><P>While traveling on the surface of the earth, how did you maintain your livelihood? At which holy places and pilgrimage sites did you render service?</P><P CLASS=t>PURPORT</P><P>Vidura went out from the palace to detach himself from household affairs, especially political intrigues. As referred to hereinbefore, he was practically insulted by Duryodhana's calling him a son of a &#347;&#363;dr&#257;n&#299;, although it was not out of place to talk loosely in the case of one's grandmother. Vidura's mother, although a &#347;&#363;dr&#257;n&#299;, was the grandmother of Duryodhana, and funny talks are sometimes allowed between grandmother and grandchildren. But because the remark was an actual fact, it was unpalatable talk to Vidura, and it was accepted as a direct insult. He therefore decided to quit his paternal house and prepare for the renounced order of life. This preparatory stage is called v&#257;naprastha-&#257;&#347;rama, or retired life for traveling and visiting the holy places on the surface of the earth. In the holy places of India, like Vrind&#257;vana, Hardwar, Jagann&#257;tha Pur&#299;, and Pray&#257;ga, there are many great devotees, and there are still free kitchen houses for persons who desire to advance spiritually. Mah&#257;r&#257;ja Yudhishthira was inquisitive to learn whether Vidura maintained himself by the mercy of the free kitchen houses (chatras).</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>