<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 1 Chapter 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 1 Chapter 13"></HEAD><BODY><TABLE><TR><TD>Canto 1: <A CLASS=v HREF="../index.htm">Creation</A></TD><TD CLASS=m>Chapter 13: Dhritar&#257;shtra Quits Home</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 1.13.1</B></A>: &#346;r&#299; S&#363;ta Gosv&#257;m&#299; said: While traveling on a pilgrimage, Vidura received knowledge of the destination of the self from the great sage Maitreya and then returned to Hastin&#257;pura. He became as well versed in the subject as he desired.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 1.13.2</B></A>: After asking various questions and becoming established in the transcendental loving service of Lord Krishna, Vidura retired from putting questions to Maitreya Muni.</P><P CLASS=r><A CLASS=i HREF="3-4.htm"><B>SB 1.13.3-4</B></A>: When they saw Vidura return to the palace, all the inhabitants &#8212; Mah&#257;r&#257;ja Yudhishthira, his younger brothers, Dhritar&#257;shtra, S&#257;tyaki, Sañjaya, Krip&#257;c&#257;rya, Kunt&#299;, G&#257;ndh&#257;r&#299;, Draupad&#299;, Subhadr&#257;, Uttar&#257;, Krip&#299;, many other wives of the Kauravas, and other ladies with children &#8212; all hurried to him in great delight. It so appeared that they had regained their consciousness after a long period.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 1.13.5</B></A>: With great delight they all approached him, as if life had returned to their bodies. They exchanged obeisances and welcomed each other with embraces.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 1.13.6</B></A>: Due to anxieties and long separation, they all cried out of affection. King Yudhishthira then arranged to offer sitting accommodations and a reception.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 1.13.7</B></A>: After Vidura ate sumptuously and took sufficient rest, he was comfortably seated. Then the King began to speak to him, and all who were present there listened.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 1.13.8</B></A>: Mah&#257;r&#257;ja Yudhishthira said: My uncle, do you remember how you always protected us, along with our mother, from all sorts of calamities? Your partiality, like the wings of a bird, saved us from poisoning and arson.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 1.13.9</B></A>: While traveling on the surface of the earth, how did you maintain your livelihood? At which holy places and pilgrimage sites did you render service?</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 1.13.10</B></A>: My Lord, devotees like your good self are verily holy places personified. Because you carry the Personality of Godhead within your heart, you turn all places into places of pilgrimage.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 1.13.11</B></A>: My uncle, you must have visited Dv&#257;rak&#257;. In that holy place are our friends and well-wishers, the descendants of Yadu, who are always rapt in the service of the Lord &#346;r&#299; Krishna. You might have seen them or heard about them. Are they all living happily in their abodes?</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 1.13.12</B></A>: Thus being questioned by Mah&#257;r&#257;ja Yudhishthira, Mah&#257;tm&#257; Vidura gradually described everything he had personally experienced, except news of the annihilation of the Yadu dynasty.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 1.13.13</B></A>: Compassionate Mah&#257;tm&#257; Vidura could not stand to see the P&#257;ndavas distressed at any time. Therefore he did not disclose this unpalatable and unbearable incident because calamities come of their own accord.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 1.13.14</B></A>: Thus Mah&#257;tm&#257; Vidura, being treated just like a godly person by his kinsmen, remained there for a certain period just to rectify the mentality of his eldest brother and in this way bring happiness to all the others.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 1.13.15</B></A>: As long as Vidura played the part of a &#347;&#363;dra, being cursed by Mand&#363;ka Muni, Aryam&#257; officiated at the post of Yamar&#257;ja to punish those who committed sinful acts.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 1.13.16</B></A>: Having won his kingdom and observed the birth of one grandson competent to continue the noble tradition of his family, Mah&#257;r&#257;ja Yudhishthira reigned peacefully and enjoyed uncommon opulence in cooperation with his younger brothers, who were all expert administrators to the common people.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 1.13.17</B></A>: Insurmountable, eternal time imperceptibly overcomes those who are too much attached to family affairs and are always engrossed in their thought.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 1.13.18</B></A>: Mah&#257;tm&#257; Vidura knew all this, and therefore he addressed Dhritar&#257;shtra, saying: My dear King, please get out of here immediately. Do not delay. Just see how fear has overtaken you.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 1.13.19</B></A>: This frightful situation cannot be remedied by any person in this material world. My lord, it is the Supreme Personality of Godhead as eternal time [k&#257;la] that has approached us all.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 1.13.20</B></A>: Whoever is under the influence of supreme k&#257;la [eternal time] must surrender his most dear life, and what to speak of other things, such as wealth, honor, children, land and home.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 1.13.21</B></A>: Your father, brother, well-wishers and sons are all dead and passed away. You yourself have expended the major portion of your life, your body is now overtaken by invalidity, and you are living in the home of another.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 1.13.22</B></A>: You have been blind from your very birth, and recently you have become hard of hearing. Your memory is shortened, and your intelligence is disturbed. Your teeth are loose, your liver is defective, and you are coughing up mucus.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 1.13.23</B></A>: Alas, how powerful are the hopes of a living being to continue his life. Verily, you are living just like a household dog and are eating remnants of food given by Bh&#299;ma.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 1.13.24</B></A>: There is no need to live a degraded life and subsist on the charity of those whom you tried to kill by arson and poisoning. You also insulted one of their wives and usurped their kingdom and wealth.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 1.13.25</B></A>: Despite your unwillingness to die and your desire to live even at the cost of honor and prestige, your miserly body will certainly dwindle and deteriorate like an old garment.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 1.13.26</B></A>: He is called undisturbed who goes to an unknown, remote place and, freed from all obligations, quits his material body when it has become useless.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 1.13.27</B></A>: He is certainly a first-class man who awakens and understands, either by himself or from others, the falsity and misery of this material world and thus leaves home and depends fully on the Personality of Godhead residing within his heart.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 1.13.28</B></A>: Please, therefore, leave for the North immediately, without letting your relatives know, for soon that time will approach which will diminish the good qualities of men.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 1.13.29</B></A>: Thus Mah&#257;r&#257;ja Dhritar&#257;shtra, the scion of the family of Ajam&#299;dha, firmly convinced by introspective knowledge [prajñ&#257;], broke at once the strong network of familial affection by his resolute determination. Thus he immediately left home to set out on the path of liberation, as directed by his younger brother Vidura.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 1.13.30</B></A>: The gentle and chaste G&#257;ndh&#257;r&#299;, who was the daughter of King Subala of Kandahar [or G&#257;ndh&#257;ra], followed her husband, seeing that he was going to the Himalaya Mountains, which are the delight of those who have accepted the staff of the renounced order like fighters who have accepted a good lashing from the enemy.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 1.13.31</B></A>: Mah&#257;r&#257;ja Yudhishthira, whose enemy was never born, performed his daily morning duties by praying, offering fire sacrifice to the sun-god, and offering obeisances, grains, cows, land and gold to the br&#257;hmanas. He then entered the palace to pay respects to the elderly. However, he could not find his uncles or aunt, the daughter of King Subala.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 1.13.32</B></A>: Mah&#257;r&#257;ja Yudhishthira, full of anxiety, turned to Sañjaya, who was sitting there, and said: O Sañjaya, where is our uncle, who is old and blind?</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 1.13.33</B></A>: Where is my well-wisher, uncle Vidura, and mother G&#257;ndh&#257;r&#299;, who is very afflicted due to all her sons' demise? My uncle Dhritar&#257;shtra was also very mortified due to the death of all his sons and grandsons. Undoubtedly I am very ungrateful. Did he, therefore, take my offenses very seriously and, along with his wife, drown himself in the Ganges?</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 1.13.34</B></A>: When my father, P&#257;ndu, fell down and we were all small children, these two uncles gave us protection from all kinds of calamities. They were always our good well-wishers. Alas, where have they gone from here?</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 1.13.35</B></A>: S&#363;ta Gosv&#257;m&#299; said: Because of compassion and mental agitation, Sañjaya, not having seen his own master, Dhritar&#257;shtra, was aggrieved and could not properly reply to Mah&#257;r&#257;ja Yudhishthira.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 1.13.36</B></A>: First he slowly pacified his mind by intelligence, and wiping away his tears and thinking of the feet of his master, Dhritar&#257;shtra, he began to reply to Mah&#257;r&#257;ja Yudhishthira.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 1.13.37</B></A>: Sañjaya said: My dear descendant of the Kuru dynasty, I have no information of the determination of your two uncles and G&#257;ndh&#257;r&#299;. O King, I have been cheated by those great souls.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 1.13.38</B></A>: While Sañjaya was thus speaking, &#346;r&#299; N&#257;rada, the powerful devotee of the Lord, appeared on the scene carrying his tumburu. Mah&#257;r&#257;ja Yudhishthira and his brothers received him properly by getting up from their seats and offering obeisances.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 1.13.39</B></A>: Mah&#257;r&#257;ja Yudhishthira said: O godly personality, I do not know where my two uncles have gone. Nor can I find my ascetic aunt who is grief-stricken by the loss of all her sons.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 1.13.40</B></A>: You are like a captain of a ship in a great ocean and you can direct us to our destination. Thus addressed, the godly personality, Devarshi N&#257;rada, greatest of the philosopher devotees, began to speak.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 1.13.41</B></A>: &#346;r&#299; N&#257;rada said: O pious King, do not lament for anyone, for everyone is under the control of the Supreme Lord. Therefore all living beings and their leaders carry on worship to be well protected. It is He only who brings them together and disperses them.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 1.13.42</B></A>: As a cow, bound through the nose by a long rope, is conditioned, so also human beings are bound by different Vedic injunctions and are conditioned to obey the orders of the Supreme.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>SB 1.13.43</B></A>: As a player sets up and disperses his playthings according to his own sweet will, so the supreme will of the Lord brings men together and separates them.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>SB 1.13.44</B></A>: O King, in all circumstances, whether you consider the soul to be an eternal principle, or the material body to be perishable, or everything to exist in the impersonal Absolute Truth, or everything to be an inexplicable combination of matter and spirit, feelings of separation are due only to illusory affection and nothing more.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>SB 1.13.45</B></A>: Therefore give up your anxiety due to ignorance of the self. You are now thinking of how they, who are helpless poor creatures, will exist without you.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>SB 1.13.46</B></A>: This gross material body made of five elements is already under the control of eternal time [k&#257;la], action [karma] and the modes of material nature [guna]. How, then, can it, being already in the jaws of the serpent, protect others?</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>SB 1.13.47</B></A>: Those who are devoid of hands are prey for those who have hands; those devoid of legs are prey for the four-legged. The weak are the subsistence of the strong, and the general rule holds that one living being is food for another.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>SB 1.13.48</B></A>: Therefore, O King, you should look to the Supreme Lord only, who is one without a second and who manifests Himself by different energies and is both within and without.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>SB 1.13.49</B></A>: That Supreme Personality of Godhead, Lord &#346;r&#299; Krishna, in the guise of all-devouring time [k&#257;la-r&#363;pa] has now descended on earth to eliminate the envious from the world.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>SB 1.13.50</B></A>: The Lord has already performed His duties to help the demigods, and He is awaiting the rest. You P&#257;ndavas may wait as long as the Lord is here on earth.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>SB 1.13.51</B></A>: O King, your uncle Dhritar&#257;shtra, his brother Vidura and his wife G&#257;ndh&#257;r&#299; have gone to the southern side of the Himalaya Mountains, where there are shelters of the great sages.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>SB 1.13.52</B></A>: The place is called Saptasrota ["divided by seven"] because there the waters of the sacred Ganges were divided into seven branches. This was done for the satisfaction of the seven great rishis.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>SB 1.13.53</B></A>: On the banks at Saptasrota, Dhritar&#257;shtra is now engaged in beginning asht&#257;&#324;ga-yoga by bathing three times daily, in the morning, noon and evening, by performing the Agni-hotra sacrifice with fire and by drinking only water. This helps one control the mind and the senses and frees one completely from thoughts of familial affection.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>SB 1.13.54</B></A>: One who has controlled the sitting postures [the yogic &#257;sanas] and the breathing process can turn the senses toward the Absolute Personality of Godhead and thus become immune to the contaminations of the modes of material nature, namely mundane goodness, passion and ignorance.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>SB 1.13.55</B></A>: Dhritar&#257;shtra will have to amalgamate his pure identity with intelligence and then merge into the Supreme Being with knowledge of his qualitative oneness, as a living entity, with the Supreme Brahman. Being freed from the blocked sky, he will have to rise to the spiritual sky.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>SB 1.13.56</B></A>: He will have to suspend all the actions of the senses, even from the outside, and will have to be impervious to interactions of the senses, which are influenced by the modes of material nature. After renouncing all material duties, he must become immovably established, beyond all sources of hindrances on the path.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>SB 1.13.57</B></A>: O King, he will quit his body, most probably on the fifth day from today. And his body will turn to ashes.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>SB 1.13.58</B></A>: While outside observing her husband, who will burn in the fire of mystic power along with his thatched cottage, his chaste wife will enter the fire with rapt attention.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>SB 1.13.59</B></A>: Vidura, being affected with delight and grief, will then leave that place of sacred pilgrimage.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>SB 1.13.60</B></A>: Having spoken thus, the great sage N&#257;rada, along with his v&#299;n&#257;, ascended into outer space. Yudhishthira kept his instruction in his heart and so was able to get rid of all lamentations.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>