<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 62 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 62 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 62: <A CLASS=v HREF="index.htm">The Meeting of &#362;sh&#257; and Aniruddha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.62.9</P><P CLASS=c>ity uktah kumatir hrishtah</P><P CLASS=c>sva-griham pr&#257;vi&#347;an nripa</P><P CLASS=c>prat&#299;kshan giri&#347;&#257;de&#347;am</P><P CLASS=c>sva-v&#299;rya-na&#347;anam kudh&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/uktah">uktah</A> &#8212; spoken <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; foolish; <A CLASS=v HREF="http://vedabase.net/h/hrstah">hrishtah</A> &#8212; delighted; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; his own; <A CLASS=v HREF="http://vedabase.net/g/grham">griham</A> &#8212; home; <A CLASS=v HREF="http://vedabase.net/p/pravisat">pr&#257;vi&#347;at</A> &#8212; entered; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/p/pratiksan">prat&#299;kshan</A> &#8212; waiting for; <A CLASS=v HREF="http://vedabase.net/g/girisa">giri&#347;a</A> &#8212; of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/a/adesam">&#257;de&#347;am</A> &#8212; prediction; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/v/virya">v&#299;rya</A> &#8212; of his prowess; <A CLASS=v HREF="http://vedabase.net/n/nasanam">na&#347;anam</A> &#8212; the destruction; <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; unintelligent.</P><P CLASS=t>TRANSLATION</P><P>Thus advised, unintelligent B&#257;n&#257;sura was delighted. The fool then went home, O King, to wait for that which Lord Giri&#347;a had predicted: the destruction of his prowess.</P><P CLASS=t>PURPORT</P><P>Here B&#257;n&#257;sura is described as ku-dh&#299; ("having bad intelligence") and ku-mati ("foolish") because he completely misunderstood the actual situation. This demon was so arrogant that he was convinced no one could defeat him. He was delighted to hear that someone as powerful as Lord &#346;iva would come to fight with him and satisfy his itching for battle. Even though &#346;iva had said that this person would break B&#257;na's flag and destroy his prowess, the demon was too foolish to take this statement seriously and eagerly awaited the fight.</P><P>At the present moment materialistic people are delighted by the many unprecedented facilities for sense gratification. Although it is clear that death, both individual and collective, is quickly approaching them, modern sense gratifiers are oblivious to their inevitable destruction. As stated in the Bh&#257;gavatam (<A CLASS=v HREF="../../2/1/4.htm">2.1.4</A>), pa&#347;yann api na pa&#347;yati: Even though their imminent destruction is apparent, they are too blind to see it, being intoxicated by sex enjoyment and family attachment. Similarly, B&#257;n&#257;sura was intoxicated with his material prowess and could not believe that he was about to be cut down to size.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>