<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 62</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 62"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 62: <A CLASS=v HREF="index.htm">The Meeting of &#362;sh&#257; and Aniruddha</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.62 Summary</P><P>This chapter recounts the meeting of Aniruddha and &#362;sh&#257;, and also Aniruddha's battle with B&#257;n&#257;sura.</P><P>Of the one hundred sons of King Bali, the oldest was B&#257;n&#257;sura. He was a great devotee of Lord &#346;iva, who favored B&#257;na so much that even demigods like Indra would serve him. B&#257;n&#257;sura once satisfied &#346;iva by playing musical instruments with his one thousand hands while &#346;iva danced his t&#257;ndava-nritya. In response, &#346;iva offered B&#257;na whatever benediction he chose, and B&#257;na asked &#346;iva to become the guardian of his city.</P><P>One day when B&#257;na was feeling an urge to do battle, he told Lord &#346;iva: "Except for you, in the whole world there is no warrior strong enough to fight me. Therefore these thousand arms you've given me are merely a heavy burden." Angered by these words, Lord &#346;iva replied, "Your pride will be crushed in battle when you meet my equal. Indeed, your chariot flag will fall to the ground, broken."</P><P>B&#257;n&#257;sura's daughter, &#362;sh&#257;, once had an encounter with a lover in her sleep. Several nights in a row this occurred, until one night she failed to see Him in her dreams. She suddenly awoke, speaking aloud to Him in a state of agitation, but when she noticed her maidservants around her, she felt embarrassed. &#362;sh&#257;'s companion Citralekh&#257; asked her who she had been addressing, and &#362;sh&#257; told her everything. Hearing of &#362;sh&#257;'s dreamlover, Citralekh&#257; tried to relieve her friend's distress by drawing pictures of Gandharvas and other celestial personalities, as well as various men of the Vrishni dynasty. Citralekh&#257; asked &#362;sh&#257; to pick out the man she had seen in her dreams, and &#362;sh&#257; pointed to the picture of Aniruddha. Citralekh&#257;, who had mystic powers, knew at once that the young man her friend had pointed out was Lord Krishna's grandson Aniruddha. Then, using her mystic powers, Citralekh&#257; flew through the sky to Dv&#257;rak&#257;, found Aniruddha and brought Him back with her to &#346;onitapura, B&#257;n&#257;sura's capital. There she presented Him to &#362;sh&#257;.</P><P>Having obtained the man of her desires, &#362;sh&#257; began serving Him very affectionately within her private quarters, which were supposed to be strictly off limits to men. After some time the female guards of the inner palace noticed symptoms of sexual activity on &#362;sh&#257;'s person, and they went to B&#257;n&#257;sura to inform him. Greatly disturbed, B&#257;n&#257;sura rushed to his daughter's apartments with many armed guards and, to his great surprise, saw Aniruddha there. As the guards attacked Him, Aniruddha took up His club and succeeded in killing a few before the powerful B&#257;na could capture Him with his mystic n&#257;ga-p&#257;&#347;a ropes, filling &#362;sh&#257; with lamentation.</P><P CLASS=l><A CLASS=i HREF="../61/40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>