<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verses 1-2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verses 1-2"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.1-2</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>na rodhayati m&#257;m yogo</P><P CLASS=c>na s&#257;&#324;khyam dharma eva ca</P><P CLASS=c>na sv&#257;dhy&#257;yas tapas ty&#257;go</P><P CLASS=c>nesht&#257;-p&#363;rtam na dakshin&#257;</P><P CLASS=c>vrat&#257;ni yajña&#347; chand&#257;msi</P><P CLASS=c>t&#299;rth&#257;ni niyam&#257; yam&#257;h</P><P CLASS=c>yath&#257;varundhe sat-sa&#324;gah</P><P CLASS=c>sarva-sa&#324;g&#257;paho hi m&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/r/rodhayati">rodhayati</A> &#8212; does not control; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/y/yogah">yogah</A> &#8212; the asht&#257;&#324;ga-<A HREF="http://vedabase.net/y/yoga">yoga</A> system; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/s/sankhyam">s&#257;&#324;khyam</A> &#8212; the analytic study of the material elements; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; ordinary piety such <A HREF="http://vedabase.net/a/as">as</A> nonviolence; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/s/svadhyayah">sv&#257;dhy&#257;yah</A> &#8212; chanting the Vedas; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; penances; <A CLASS=v HREF="http://vedabase.net/t/tyagah">ty&#257;gah</A> &#8212; the renounced order of life; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/i/ista">isht&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purtam">p&#363;rtam</A> &#8212; the performance of sacrifice and public welfare activities such <A HREF="http://vedabase.net/a/as">as</A> digging wells or planting trees; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/d/daksina">dakshin&#257;</A> &#8212; charity; <A CLASS=v HREF="http://vedabase.net/v/vratani">vrat&#257;ni</A> &#8212; taking vows such <A HREF="http://vedabase.net/a/as">as</A> fasting completely on <A HREF="http://vedabase.net/e/ekadasi">Ek&#257;da&#347;&#299;</A>; <A CLASS=v HREF="http://vedabase.net/y/yajnah">yajñah</A> &#8212; worship of the demigods; <A CLASS=v HREF="http://vedabase.net/c/chandamsi">chand&#257;msi</A> &#8212; chanting confidential mantras; <A CLASS=v HREF="http://vedabase.net/t/tirthani">t&#299;rth&#257;ni</A> &#8212; going <A HREF="http://vedabase.net/t/to">to</A> holy places of pilgrimage; <A CLASS=v HREF="http://vedabase.net/n/niyamah">niyam&#257;h</A> &#8212; following major instructions for spiritual discipline; <A CLASS=v HREF="http://vedabase.net/y/yamah">yam&#257;h</A> &#8212; and also minor regulations; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/avarundhe">avarundhe</A> &#8212; brings under control; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/s/sangah">sa&#324;gah</A> &#8212; association with My devotees; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sanga">sa&#324;ga</A> &#8212; material association; <A CLASS=v HREF="http://vedabase.net/a/apahah">apahah</A> &#8212; removing; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: My dear Uddhava, by associating with My pure devotees one can destroy one's attachment for all objects of material sense gratification. Such purifying association brings Me under the control of My devotee. One may perform the asht&#257;&#324;ga-yoga system, engage in philosophical analysis of the elements of material nature, practice nonviolence and other ordinary principles of piety, chant the Vedas, perform penances, take to the renounced order of life, execute sacrificial performances and dig wells, plant trees and perform other public welfare activities, give in charity, carry out severe vows, worship the demigods, chant confidential mantras, visit holy places or accept major and minor disciplinary injunctions, but even by performing such activities one does not bring Me under his control.</P><P CLASS=t>PURPORT</P><P>The commentary of &#346;r&#299;la J&#299;va Gosv&#257;m&#299; on these two verses can be summarized as follows. One may serve the devotees of the Lord through ceremonial worship or by actually associating with them. Association with pure devotees is sufficient for self-realization because one can learn everything about spiritual advancement from such devotees. With perfect knowledge one can achieve all that one desires, for the process of devotional service immediately brings the blessings of the Supreme Personality of Godhead. Pure devotional service is transcendental to the modes of nature, and therefore it appears mysterious to the souls conditioned by those modes.</P><P>In the previous chapter Lord Krishna stated, havish&#257;gnau yajeta m&#257;m: "One may worship Me in fire by offering oblations of ghee." (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/11/43.htm">11.11.43</A>) Also, in verse 38 of the previous chapter it was mentioned that one should construct parks, recreational places, orchards, vegetable gardens, and so on. These serve to attract people to the temples of Krishna, where they may directly engage in chanting the holy name of the Lord. Such construction projects may be understood as p&#363;rtam, or public welfare activities. Although Lord Krishna mentions in these two verses that association with His pure devotees is far more powerful than processes such as yoga, philosophical speculation, sacrifices and public welfare activities, these secondary activities also please Lord Krishna, but to a lesser extent. Specifically, they please the Lord when performed by devotees rather than by ordinary materialistic persons. Therefore the comparative term yath&#257; ("according to proportion") is used. In other words, such practices as sacrifice, austerity and philosophical study may help one become fit for rendering devotional service, and when such activities are performed by devotees aspiring for spiritual advancement, they become somewhat pleasing to the Lord.</P><P>One may study the example of vrat&#257;ni, or vows. The injunction that one should fast on Ek&#257;da&#347;&#299; is a permanent vow for all Vaishnavas, and one should not conclude from these verses that one may neglect the Ek&#257;da&#347;&#299; vow. The superiority of sat-sa&#324;ga, or association with pure devotees, in awarding the fruit of love of Godhead does not mean that one should give up other processes or that these secondary processes are not permanent factors in bhakti-yoga. There are many Vedic injunctions instructing one to execute the agnihotra sacrifice, and the modern-day followers of Caitanya Mah&#257;prabhu also occasionally execute fire sacrifices. Such sacrifice is recommended by the Lord Himself in the previous chapter, and therefore it should not be given up by the devotees of the Lord. By performing Vedic ritualistic and purificatory processes, one is gradually elevated to the platform of devotional service, whereupon one is able to directly worship the Absolute Truth. One Vedic injunction states, "The result awarded for fasting continuously for one month on six different occasions can easily be achieved simply by accepting a handful of rice offered to Lord Vishnu. This facility is especially offered in the Kali-yuga." Nevertheless, regulated fasting on Ek&#257;da&#347;&#299; is not an impediment to spiritual advancement. Rather, it is a perpetual aspect of devotional service and can be considered an auxiliary principle supporting the main principle of worshiping Lord Krishna and His devotees. Because such secondary principles help one become fit for executing the primary processes of devotional service, they are also greatly beneficial. Therefore, such secondary principles are widely mentioned throughout Vedic literature. It may be concluded that such secondary principles are essential for advancement in Krishna consciousness, and therefore one should never give up the principle of vrata, the execution of prescribed vows.</P><P>In the previous chapter &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; mentioned that the words &#257;jñ&#257;yaivam gun&#257;n dosh&#257;n (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/11/32.htm">11.11.32</A>) indicate that a devotee should select Vedic principles that do not conflict with his service to the Lord. Many of the elaborate Vedic ceremonies and complicated procedures for fasting, demigod worship and yoga practice cause great disturbance to the supreme process of &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>], hearing and chanting about the Lord; therefore they are rejected by the Vaishnavas. However, the processes helpful to devotional service should be accepted. The example can be given of Mah&#257;r&#257;ja Yudhishthira, who was instructed by the dying Bh&#299;shmadeva. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/9/27.htm">1.9.27</A>) Bh&#299;shma instructs King Yudhishthira in d&#257;na-dharma, or public acts of charity, r&#257;ja-dharma, or the duties of a king, moksha-dharma, or duties for salvation, str&#299;-dharma, or duties for women, and ultimately bh&#257;gavata-dharma, or pure devotional service to the Lord. Bh&#299;shma did not limit his discussion to bh&#257;gavata-dharma, because Lord Krishna gave Mah&#257;r&#257;ja Yudhishthira the devotional service of acting as a king, and to execute his service Yudhishthira Mah&#257;r&#257;ja required extensive knowledge of civic affairs. However, one who is not rendering such prescribed devotional service in society should not unnecessarily involve himself in the material world, even by practice of Vedic rituals. Nothing should distract him from the ultimate goal of satisfying Lord Krishna.</P><P>The principle of not giving up prescribed vows may be further illustrated by the example of Mah&#257;r&#257;ja Ambar&#299;sha. In the Ninth Canto of &#346;r&#299;mad-Bh&#257;gavatam we find that although Mah&#257;r&#257;ja Ambar&#299;sha performed elaborate Vedic sacrifices, his goal was always the satisfaction of the Lord. The citizens in his kingdom did not desire to go to heaven, because they were always hearing about the glories of Vaikuntha. Ambar&#299;sha Mah&#257;r&#257;ja, along with his queen, observed the vow of Ek&#257;da&#347;&#299; and Dv&#257;da&#347;&#299; for one year. Since Ambar&#299;sha Mah&#257;r&#257;ja is considered to be a great jewel among Vaishnavas, and since his behavior was always exemplary, it is definitely concluded that such vows as fasting on Ek&#257;da&#347;&#299; are imperative for Vaishnavas. It is further stated in Vedic literature, "If due to negligence a Vaishnava does not fast on Ek&#257;da&#347;&#299;, then his worship of Lord Vishnu is useless, and he will go to hell." The members of the International Society for Krishna Consciousness fast from grains and beans on Ek&#257;da&#347;&#299;, and this vow should always be observed by all of its members.</P><P>If one falsely thinks that one may obtain the association of Lord Krishna merely by great austerities, brilliant studies in Sanskrit literature, magnanimous acts of charity, etc., one's Krishna consciousness will be distorted and weakened. One should remember the example of Lord Caitanya, who practiced Krishna consciousness by constantly hearing and chanting about Lord Krishna. If by fasting, study, austerity or sacrifice one becomes more fit to participate in the sa&#324;k&#299;rtana movement of Lord Caitanya, then such activities are also pleasing to Lord Krishna. But the Lord clearly explains here that such activities can never become central in the practice of bhakti-yoga. They must remain in an auxiliary relationship to the supreme process of sat-sa&#324;ga, or association with pure devotees who hear and chant the glories of the Lord. &#346;r&#299;la Madhv&#257;c&#257;rya has quoted from Vedic literature that if one offends the Lord's devotees and does not learn to associate with them, Lord Vishnu personally places barriers in the path of such a person so that he may not enter into the Lord's company.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3-6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>