<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.10</P><P CLASS=c>r&#257;mena s&#257;rdham mathur&#257;m pran&#299;te</P><P CLASS=c>&#347;v&#257;phalkin&#257; mayy anurakta-citt&#257;h</P><P CLASS=c>vig&#257;dha-bh&#257;vena na me viyoga-</P><P CLASS=c>t&#299;vr&#257;dhayo 'nyam dadri&#347;uh sukh&#257;ya</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/ramena">r&#257;mena</A> &#8212; with <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/s/sardham">s&#257;rdham</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/m/mathuram">mathur&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the city of <A HREF="http://vedabase.net/m/mathura">Mathur&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/pranite">pran&#299;te</A> &#8212; when brought; <A CLASS=v HREF="http://vedabase.net/s/svaphalkina">&#347;v&#257;phalkin&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/akrura">Akr&#363;ra</A>; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; Myself; <A CLASS=v HREF="http://vedabase.net/a/anurakta">anurakta</A> &#8212; constantly attached; <A CLASS=v HREF="http://vedabase.net/c/cittah">citt&#257;h</A> &#8212; those whose consciousness was; <A CLASS=v HREF="http://vedabase.net/v/vigadha">vig&#257;dha</A> &#8212; extremely deep; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; by love; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; than <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/v/viyoga">viyoga</A> &#8212; of separation; <A CLASS=v HREF="http://vedabase.net/t/tivra">t&#299;vra</A> &#8212; intense; <A CLASS=v HREF="http://vedabase.net/a/adhayah">&#257;dhayah</A> &#8212; who were experiencing mental distress, anxiety; <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; other; <A CLASS=v HREF="http://vedabase.net/d/dadrsuh">dadri&#347;uh</A> &#8212; they saw; <A CLASS=v HREF="http://vedabase.net/s/sukhaya">sukh&#257;ya</A> &#8212; that could <A HREF="http://vedabase.net/m/make">make</A> them happy.</P><P CLASS=t>TRANSLATION</P><P>The residents of Vrind&#257;vana, headed by the gop&#299;s, were always completely attached to Me with deepest love. Therefore, when My uncle Akr&#363;ra brought My brother Balar&#257;ma and Me to the city of Mathur&#257;, the residents of Vrind&#257;vana suffered extreme mental distress because of separation from Me and could not find any other source of happiness.</P><P CLASS=t>PURPORT</P><P>This verse especially describes the sentiments of the cowherd girls of Vrind&#257;vana, the gop&#299;s, and Lord Krishna here reveals the incomparable love they felt for Him. As explained in the Tenth Canto, Lord Krishna's uncle Akr&#363;ra, sent by Kamsa, came to Vrind&#257;vana and took Krishna and Balar&#257;ma back to Mathur&#257; for a wrestling event. The gop&#299;s loved Lord Krishna so much that in His absence their consciousness was completely absorbed in spiritual love. Thus their Krishna consciousness is considered the highest perfectional stage of life. They were always expecting that Lord Krishna would finish His business of killing demons and return to them, and therefore their anxiety was an extremely moving, heartrending display of love. Anyone desiring true happiness must take to the devotional service of the Lord in the spirit of the gop&#299;s, giving up everything for the pleasure of the Supreme Lord.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>