<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.12</P><P CLASS=c>t&#257; n&#257;vidan mayy anusha&#324;ga-baddha-</P><P CLASS=c>dhiyah svam &#257;tm&#257;nam adas tathedam</P><P CLASS=c>yath&#257; sam&#257;dhau munayo 'bdhi-toye</P><P CLASS=c>nadyah pravisht&#257; iva n&#257;ma-r&#363;pe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tah">t&#257;h</A> &#8212; they (the gop&#299;s); <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/avidan">avidan</A> &#8212; were aware of; <A CLASS=v HREF="http://vedabase.net/m/mayi">mayi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/anusanga">anusha&#324;ga</A> &#8212; by intimate contact; <A CLASS=v HREF="http://vedabase.net/b/baddha">baddha</A> &#8212; bound up; <A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; their consciousness; <A CLASS=v HREF="http://vedabase.net/s/svam">svam</A> &#8212; their own; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; body or self; <A CLASS=v HREF="http://vedabase.net/a/adah">adah</A> &#8212; something remote; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; thus considering; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this which is most near; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/samadhau">sam&#257;dhau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/y/yoga">yoga</A>-<A HREF="http://vedabase.net/s/samadhi">sam&#257;dhi</A>; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/a/abdhi">abdhi</A> &#8212; of the ocean; <A CLASS=v HREF="http://vedabase.net/t/toye">toye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/n/nadyah">nadyah</A> &#8212; rivers; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravisht&#257;h</A> &#8212; having entered; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; names; <A CLASS=v HREF="http://vedabase.net/r/rupe">r&#363;pe</A> &#8212; and forms.</P><P CLASS=t>TRANSLATION</P><P>My dear Uddhava, just as great sages in yoga trance merge into self-realization, like rivers merging into the ocean, and are thus not aware of material names and forms, similarly, the gop&#299;s of Vrind&#257;vana were so completely attached to Me within their minds that they could not think of their own bodies, or of this world, or of their future lives. Their entire consciousness was simply bound up in Me.</P><P CLASS=t>PURPORT</P><P>The words svam &#257;tm&#257;nam adas tathedam indicate that while for ordinary persons one's personal body is the most near and dear thing, the gop&#299;s considered their own bodies to be distant and remote, just as a yog&#299; in sam&#257;dhi trance considers ordinary things around his physical body or his physical body itself to be most remote. When Krishna played on His flute late at night, the gop&#299;s immediately forgot everything about their so-called husbands and children and went to dance with Lord Krishna in the forest. These controversial points have been clearly explained in the book Krishna, by His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da. The basic explanation is that Lord Krishna is the source of everything, and the gop&#299;s are the Lord's own potency. Thus there is no discrepancy or immorality in the almighty Personality of Godhead's loving affairs with His own manifest potency, the gop&#299;s, who happen to be the most beautiful young girls in the creation of God.</P><P>There is no illusion on the part of the gop&#299;s, for they are so attracted to Lord Krishna that they do not care to think of anything else. Since all existence is situated within the body of Lord Krishna, there is no loss for the gop&#299;s when they concentrate on the Lord. It is the nature of very deep love to exclude all objects except the beloved. However, in the material world, where we try to love a limited temporary object such as our nation, family or personal body, our exclusion of other objects constitutes ignorance. But when our love is intensely concentrated on the Supreme Personality of Godhead, the origin of everything, such concentration cannot be considered ignorance or small-mindedness.</P><P>The example of the sages in sam&#257;dhi is given here only to illustrate exclusive concentration on a single object. Otherwise, there is no comparison between the ecstatic love of the gop&#299;s and the dry meditation of the yog&#299;s, who merely try to understand that they are not their material bodies. Since the gop&#299;s had no material bodies to become detached from and were personally dancing with and embracing the Absolute Truth, one can never compare the exalted position of the gop&#299;s to that of mere yog&#299;s. It is stated that the bliss of impersonal Brahman realization cannot be compared to even an atomic fragment of the blissful ocean of love of Krishna. Intimate attachment is like a strong rope that binds the mind and heart. In material life we are bound to that which is temporary and illusory, and therefore such binding of the heart causes great pain. However, if we bind our minds and hearts to the eternal Lord Krishna, the reservoir of all pleasure and beauty, then our hearts will expand unlimitedly in the ocean of transcendental bliss.</P><P>One should understand that the gop&#299;s were not in any way inclined toward impersonal meditation, in which one denies the reality of variegated creation. The gop&#299;s did not deny anything; they simply loved Krishna and could not think of anything else. They only rejected whatever impeded their concentration on Lord Krishna, cursing even their own eyelids, which blinked and thus removed Krishna from their sight for a split second. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has stated that all sincere devotees of the Lord should have the courage to remove from their lives anything that impedes their progressive march back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>