<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.13</P><P CLASS=c>mat-k&#257;m&#257; ramanam j&#257;ram</P><P CLASS=c>asvar&#363;pa-vido 'bal&#257;h</P><P CLASS=c>brahma m&#257;m paramam pr&#257;puh</P><P CLASS=c>sa&#324;g&#257;c chata-sahasra&#347;ah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;m&#257;h</A> &#8212; those who desired; <A CLASS=v HREF="http://vedabase.net/r/ramanam">ramanam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> charming lover; <A CLASS=v HREF="http://vedabase.net/j/jaram">j&#257;ram</A> &#8212; the lover of another's wife; <A CLASS=v HREF="http://vedabase.net/a/asvarupa">asvar&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/v/vidah">vidah</A> &#8212; not knowing My actual situation; <A CLASS=v HREF="http://vedabase.net/a/abalah">abal&#257;h</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; the Absolute; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/prapuh">pr&#257;puh</A> &#8212; they achieved; <A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; by association; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/s/sahasrasah">sahasra&#347;ah</A> &#8212; by hundreds of thousands.</P><P CLASS=t>TRANSLATION</P><P>All those hundreds of thousands of gop&#299;s, understanding Me to be their most charming lover and ardently desiring Me in that way, were unaware of My actual position. Yet by intimately associating with Me, the gop&#299;s attained Me, the Supreme Absolute Truth.</P><P CLASS=t>PURPORT</P><P>The words asvar&#363;pa-vidah ("not understanding My actual position or form") indicate that the lovely gop&#299;s were so completely absorbed in conjugal love for Lord Krishna that they were not aware of the Lord's unlimited potencies as the Supreme Personality of Godhead. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura explains this and other meanings of the word asvar&#363;pa-vidah. In Sanskrit the word vid also means "to acquire." Thus, asvar&#363;pa-vidah indicates that the gop&#299;s, like other pure devotees of the Lord, were not interested in achieving s&#257;r&#363;pya-mukti, the liberation of acquiring a bodily form similar to the Lord's. Were the gop&#299;s to obtain a bodily form like the Lord's, how could the Lord execute His conjugal pastimes of dancing with the gop&#299;s and embracing them? Since the gop&#299;s had realized their eternal spiritual forms as servitors of the Lord, the word svar&#363;pa also may indicate their own spiritual bodies, and thus asvar&#363;pa-vidah means that the gop&#299;s never thought, as materialists do, of their own bodily beauty. Although the gop&#299;s are the most beautiful girls in the Lord's creation, they never thought of their own bodies but rather were always meditating on the transcendental body of Lord Krishna. Although we cannot imitate the gop&#299;'s exalted conjugal feelings, we can follow their superb example of practical Krishna consciousness. They naturally took shelter of Lord Krishna and achieved the highest perfection of life.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14-15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>