<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.16</P><P CLASS=c>&#347;r&#299;-uddhava uv&#257;ca</P><P CLASS=c>sam&#347;ayah &#347;rinvato v&#257;cam</P><P CLASS=c>tava yoge&#347;vare&#347;vara</P><P CLASS=c>na nivartata &#257;tma-stho</P><P CLASS=c>yena bhr&#257;myati me manah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/u/uddhavah">uddhavah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/u/uddhava">Uddhava</A> said; <A CLASS=v HREF="http://vedabase.net/s/samsayah">sam&#347;ayah</A> &#8212; doubt; <A CLASS=v HREF="http://vedabase.net/s/srnvatah">&#347;rinvatah</A> &#8212; of the one who is hearing; <A CLASS=v HREF="http://vedabase.net/v/vacam">v&#257;cam</A> &#8212; the words; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; of the lords of mystic power; <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; You who <A HREF="http://vedabase.net/a/are">are</A> the Lord; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/n/nivartate">nivartate</A> &#8212; will not <A HREF="http://vedabase.net/g/go">go</A> away; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/s/sthah">sthah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/b/bhramyati">bhr&#257;myati</A> &#8212; is bewildered; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A> &#8212; mind.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Uddhava said: O Lord of all masters of mystic power, I have heard Your words, but the doubt in my heart does not go away; thus my mind is bewildered.</P><P CLASS=t>PURPORT</P><P>In the first verse of the Tenth Chapter of this canto, the Lord stated that one should take shelter of Him and execute one's duties within the varn&#257;&#347;rama system without material desire. Uddhava interpreted this statement as recommending karma-mi&#347;r&#257; bhakti, or devotional service mixed with a tendency toward fruitive activities. It is a fact that until one understands Lord Krishna to be everything, it is not possible to retire from ordinary, worldly duties. Rather, one is encouraged to offer the fruits of such work to the Lord. In verse 4 of the Tenth Chapter, the Lord recommended that one retire from worldly duties and systematically cultivate knowledge, accepting Him as the Supreme. Uddhava understood this instruction to indicate jñ&#257;na-mi&#347;r&#257; bhakti, or devotional service to the Lord mixed with the secondary desire to accumulate knowledge. Beginning with verse 35 of the Tenth Chapter, Uddhava inquired about the process of material conditioning and liberation from material life. The Lord replied elaborately, stating that without devotional service the process of philosophical speculation can never be perfected. In Chapter Eleven, verse 18, the Lord emphasized the importance of faith in the Supreme Personality of Godhead, and in verse 23 Krishna extensively widened His discussion of devotional service, emphasizing that one should be faithful and hear and chant the glories of the Lord. The Lord concluded that both the development and perfection of devotional service depend on association with the devotees. In verse 26 of the Eleventh Chapter, Uddhava inquired about the actual ways and means of devotional service and about the symptoms of devotional perfection. And in verse 48 Lord Krishna stated that unless one takes to the process of devotional service, one's attempt for liberation will be useless. One must associate with the devotees of the Lord and follow in their footsteps. Finally, in verse 14 of this chapter the Lord categorically rejected the paths of fruitive activities and mental speculation and in verse 15 recommended that one exclusively surrender unto Him with all one's heart.</P><P>Having received such elaborate and technical instructions on the perfection of life, Uddhava is bewildered, and his mind is afflicted with doubt about what he should actually do. Lord Krishna has described many procedures and the results of such procedures, all of which ultimately lead to the single goal of Lord Krishna Himself. Uddhava therefore desires that Lord Krishna state in simple terms what should be done. Arjuna makes a similar request of the Lord at the beginning of the Third Chapter of Bhagavad-g&#299;t&#257;. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, Uddhava is stating here, "My dear friend Krishna, first You recommended that I perform worldly activities within the varn&#257;&#347;rama system, and then You advised that I reject such activities and take to the path of philosophical research. Now rejecting the path of jñ&#257;na, You recommend that I simply surrender unto You in bhakti-yoga. If I accept Your decision, in the future You may again go back to Your original point and recommend worldly activities." By his boldness in disclosing his mind, Uddhava reveals his intimate friendship with Lord Krishna.</P><P CLASS=l><A CLASS=i HREF="14-15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>