<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.17</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>sa esha j&#299;vo vivara-pras&#363;tih</P><P CLASS=c>pr&#257;nena ghoshena guh&#257;m pravishtah</P><P CLASS=c>mano-mayam s&#363;kshmam upetya r&#363;pam</P><P CLASS=c>m&#257;tr&#257; svaro varna iti sthavishthah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> Himself; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;vah</A> &#8212; the Supreme Lord, who gives life <A HREF="http://vedabase.net/t/to">to</A> all; <A CLASS=v HREF="http://vedabase.net/v/vivara">vivara</A> &#8212; within the heart; <A CLASS=v HREF="http://vedabase.net/p/prasutih">pras&#363;tih</A> &#8212; manifest; <A CLASS=v HREF="http://vedabase.net/p/pranena">pr&#257;nena</A> &#8212; along with the life air; <A CLASS=v HREF="http://vedabase.net/g/ghosena">ghoshena</A> &#8212; with the subtle manifestation of sound; <A CLASS=v HREF="http://vedabase.net/g/guham">guh&#257;m</A> &#8212; the heart; <A CLASS=v HREF="http://vedabase.net/p/pravistah">pravishtah</A> &#8212; who has entered; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; perceived by the mind, or controlling the mind even of great demigods like Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/s/suksmam">s&#363;kshmam</A> &#8212; subtle; <A CLASS=v HREF="http://vedabase.net/u/upetya">upetya</A> &#8212; being situated <A HREF="http://vedabase.net/i/in">in</A>; <A CLASS=v HREF="http://vedabase.net/r/rupam">r&#363;pam</A> &#8212; the form; <A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tr&#257;</A> &#8212; the different vocalic lengths; <A CLASS=v HREF="http://vedabase.net/s/svarah">svarah</A> &#8212; the different intonations; <A CLASS=v HREF="http://vedabase.net/v/varnah">varnah</A> &#8212; the different sounds of the alphabet; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sthavisthah">sthavishthah</A> &#8212; the gross form.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead said: My dear Uddhava, the Supreme Lord gives life to every living being and is situated within the heart along with the life air and primal sound vibration. The Lord can be perceived in His subtle form within the heart by one's mind, since the Lord controls the minds of everyone, even great demigods like Lord &#346;iva. The Supreme Lord also assumes a gross form as the various sounds of the Vedas, composed of short and long vowels and consonants of different intonations.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura comments as follows on the dialogue between Lord Krishna and Uddhava. Uddhava was bewildered and doubtful because Lord Krishna explained many different processes such as devotional service, speculative knowledge, renunciation, mystic yoga, austerities, pious duties, and so on. However, all of these processes are meant to help the living entities obtain the shelter of Lord Krishna, and ultimately no Vedic process should be understood in any other way. Thus Lord Krishna explained the entire Vedic system, placing everything in proper order. In fact, Lord Krishna was surprised that Uddhava foolishly thought that he was meant to practice every process, as if each method were meant simply for him. Lord Krishna therefore wants to inform His devotee, "My dear Uddhava, when I told you that analytic knowledge is to be practiced, pious duties are to be performed, devotional service is obligatory, yoga procedures must be observed, austerities are to be executed, etc., I was instructing all living entities, using you as My immediate audience. That which I have spoken, am speaking now and will speak in the future should be understood as guidance for all living entities in different situations. How could you possibly think that you were meant to practice all of the different Vedic processes? I accept you as you are now, My pure devotee. You are not supposed to execute all of these processes." Thus according to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the Lord, with lighthearted and encouraging words, reveals to Uddhava the deep purpose behind the variety of Vedic procedures.</P><P>Lord Krishna became manifest from the mouth of Lord Brahm&#257; in the form of the Vedas. The word vivara-pras&#363;ti in this verse also indicates that the Lord is manifest within the &#257;dh&#257;r&#257;di-cakras situated within the body of Lord Brahm&#257;. The word ghoshena means "subtle sound," and guh&#257;m pravishtah also indicates that Lord Krishna enters within the &#257;dh&#257;ra-cakra. The Lord can further be perceived within other cakras such as the manip&#363;raka-cakra, located around the navel, and the vi&#347;uddhi-cakra. The Sanskrit alphabet is composed of short and long vowels, and consonants pronounced with high and low tones, and utilizing these vibrations the different branches of Vedic literatures are manifested as a gross form of the Supreme Personality of Godhead. According to Bhagavad-g&#299;t&#257;, such literatures deal mostly with the three modes of material nature: traigunya-vishay&#257; ved&#257; nistrai-gunyo bhav&#257;rjuna. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; explains that due to the control of the illusory energy, m&#257;y&#257;, the Personality of Godhead appears to the conditioned souls as part of the material universe. The imagined imposition of gross and subtle material qualities on the Personality of Godhead is called avidy&#257;, or ignorance, and through such ignorance the living entity considers himself to be the doer of his own activities and becomes bound up in the network of karma. The Vedas therefore order an entangled soul to observe positive and negative injunctions to purify his existence. These procedures are called pravritti-m&#257;rga, or the path of regulated fruitive activities. When one has purified one's existence, one gives up this gross stage of fruitive activities because it is detrimental to the practice of pure devotional service. By firm faith one may then worship the Personality of Godhead. One who has developed perfect Krishna consciousness no longer has to perform ritualistic duties. As stated in Bhagavad-g&#299;t&#257;, tasya k&#257;ryam na vidyate.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, this verse may be understood in another way. The word j&#299;va indicates Lord Krishna, who gives life to the residents of Vrind&#257;vana, and vivara-pras&#363;ti indicates that although Lord Krishna eternally performs His pastimes in the spiritual world, beyond the vision of the conditioned souls, He also enters within the material universe to display these same pastimes. The words guh&#257;m pravishtah indicates that after displaying such pastimes, the Lord withdraws them and enters into His unmanifest pastimes, or those pastimes not manifest to the conditioned souls. In this case, m&#257;tr&#257; indicates the transcendental senses of the Lord, svara indicates the Lord's transcendental sound vibration and singing, and the word varna indicates the transcendental form of the Lord. The word sthavishtha, or "gross manifestation," means that the Lord becomes manifest in the material world even to those devotees who are not completely advanced in Krishna consciousness and whose vision is not completely purified. Mano-maya indicates that somehow or other Lord Krishna is to be kept within one's mind; and for the nondevotees Lord Krishna is s&#363;kshma, or most subtle, because He cannot be known. Thus different &#257;c&#257;ryas have glorified Lord Krishna in different ways through the transcendental sound vibration of this verse.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>