<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 21</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 21"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.21</P><P CLASS=c>yasminn idam protam a&#347;esham otam</P><P CLASS=c>pato yath&#257; tantu-vit&#257;na-samsthah</P><P CLASS=c>ya esha sams&#257;ra-taruh pur&#257;nah</P><P CLASS=c>karm&#257;tmakah pushpa-phale pras&#363;te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yasmin">yasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> whom; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this universe; <A CLASS=v HREF="http://vedabase.net/p/protam">protam</A> &#8212; woven crosswise; <A CLASS=v HREF="http://vedabase.net/a/asesam">a&#347;esham</A> &#8212; the whole; <A CLASS=v HREF="http://vedabase.net/o/otam">otam</A> &#8212; and lengthwise; <A CLASS=v HREF="http://vedabase.net/p/patah">patah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> cloth; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just like; <A CLASS=v HREF="http://vedabase.net/t/tantu">tantu</A> &#8212; of the threads; <A CLASS=v HREF="http://vedabase.net/v/vitana">vit&#257;na</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the expansion; <A CLASS=v HREF="http://vedabase.net/s/samsthah">samsthah</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of material existence; <A CLASS=v HREF="http://vedabase.net/t/taruh">taruh</A> &#8212; the tree; <A CLASS=v HREF="http://vedabase.net/p/puranah">pur&#257;nah</A> &#8212; existing <A HREF="http://vedabase.net/s/since">since</A> time immemorial; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A> &#8212; toward fruitive activities; <A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah</A> &#8212; naturally inclined; <A CLASS=v HREF="http://vedabase.net/p/puspa">pushpa</A> &#8212; the first result, blossoming; <A CLASS=v HREF="http://vedabase.net/p/phale">phale</A> &#8212; and the fruit; <A CLASS=v HREF="http://vedabase.net/p/prasute">pras&#363;te</A> &#8212; being produced.</P><P CLASS=t>TRANSLATION</P><P>Just as woven cloth rests on the expansion of lengthwise and crosswise threads, similarly the entire universe is expanded on the lengthwise and crosswise potency of the Supreme Personality of Godhead and is situated within Him. The conditioned soul has been accepting material bodies since time immemorial, and these bodies are like great trees sustaining one's material existence. Just as a tree first blossoms and then produces fruit, similarly the tree of material existence, one's material body, produces the various results of material existence.</P><P CLASS=t>PURPORT</P><P>Before a tree produces fruit, blossoms appear. Similarly, the word pushpa-phale, according to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, indicates the happiness and distress of material existence. One's material life may appear to be blossoming, but ultimately there will appear the bitter fruits of old age, death and other catastrophes. Attachment to the material body, which is always inclined toward sense gratification, is the root cause of material existence, and it is therefore called sams&#257;ra-taru. The tendency to exploit the external energy of the Supreme Lord has existed since time immemorial, as expressed by the words pur&#257;nah karm&#257;tmakah. The material universe is an expansion of the illusory potency of the Supreme Lord and is always dependent on Him and nondifferent from Him. This simple understanding can relieve the conditioned souls from endless wandering in the unhappy kingdom of m&#257;y&#257;.</P><P>The word pushpa-phale may also be understood as meaning sense gratification and liberation. The tree of material existence will be further explained in the following verses.</P><P CLASS=l><A CLASS=i HREF="20.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="22-23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>