<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.24</P><P CLASS=c>evam gur&#363;p&#257;sanayaika-bhakty&#257;</P><P CLASS=c>vidy&#257;-kuth&#257;rena &#347;itena dh&#299;rah</P><P CLASS=c>vivri&#347;cya j&#299;v&#257;&#347;ayam apramattah</P><P CLASS=c>sampadya c&#257;tm&#257;nam atha tyaj&#257;stram</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus (with the knowledge <A HREF="http://vedabase.net/i/i">I</A> have given you); <A CLASS=v HREF="http://vedabase.net/g/guru">guru</A> &#8212; of the spiritual master; <A CLASS=v HREF="http://vedabase.net/u/upasanaya">up&#257;sanay&#257;</A> &#8212; developed by worship; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; unalloyed; <A CLASS=v HREF="http://vedabase.net/b/bhaktya">bhakty&#257;</A> &#8212; by loving devotional service; <A CLASS=v HREF="http://vedabase.net/v/vidya">vidy&#257;</A> &#8212; of knowledge; <A CLASS=v HREF="http://vedabase.net/k/kutharena">kuth&#257;rena</A> &#8212; by the ax; <A CLASS=v HREF="http://vedabase.net/s/sitena">&#347;itena</A> &#8212; sharp; <A CLASS=v HREF="http://vedabase.net/d/dhirah">dh&#299;rah</A> &#8212; one who is steady by knowledge; <A CLASS=v HREF="http://vedabase.net/v/vivrscya">vivri&#347;cya</A> &#8212; cutting down; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A> &#8212; of the living entity; <A CLASS=v HREF="http://vedabase.net/a/asayam">&#257;&#347;ayam</A> &#8212; the subtle body (filled with designations created by the three modes of material nature); <A CLASS=v HREF="http://vedabase.net/a/apramattah">apramattah</A> &#8212; being very careful <A HREF="http://vedabase.net/i/in">in</A> spiritual life; <A CLASS=v HREF="http://vedabase.net/s/sampadya">sampadya</A> &#8212; achieving; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/t/tyaja">tyaja</A> &#8212; you should give up; <A CLASS=v HREF="http://vedabase.net/a/astram">astram</A> &#8212; the means by which you achieved perfection.</P><P CLASS=t>TRANSLATION</P><P>With steady intelligence you should develop unalloyed devotional service by careful worship of the spiritual master, and with the sharpened ax of transcendental knowledge you should cut off the subtle material covering of the soul. Upon realizing the Supreme Personality of Godhead, you should then give up that ax of analytic knowledge.</P><P CLASS=t>PURPORT</P><P>Because Uddhava had achieved the perfection of personal association with Lord Krishna, there was no need for him to maintain the mentality of a conditioned soul, and thus, as described here by the words sampadya c&#257;tm&#257;nam, Uddhava could personally serve the lotus feet of the Lord in the spiritual world. Indeed, Uddhava requested this opportunity at the beginning of this great conversation. As stated here, gur&#363;p&#257;sanayaika-bhakty&#257;: one can achieve pure devotional service by worshiping a bona fide spiritual master. It is not recommended here that one give up pure devotional service or one's spiritual master. Rather, it is clearly stated by the words vidy&#257;-kuth&#257;rena that one should cultivate knowledge of the material world as described by Lord Krishna in this chapter. One should fully understand that each and every aspect of the material creation is the expansion of the illusory potency of the Lord. Such knowledge works as a sharpened ax to cut down the roots of material existence. In this way, even the stubborn subtle body, created by the three modes of nature, is cut to pieces, and one becomes apramatta, or sane and cautious in Krishna consciousness.</P><P>Lord Krishna has clearly explained in this chapter that the cowherd damsels of Vrind&#257;vana were not interested in an analytical approach to life. They simply loved Lord Krishna and could not think of anything else. Lord Caitanya Mah&#257;prabhu taught that all His devotees should follow in the footsteps of the cowherd damsels of Vraja in order to develop the highest intensity of selfless love of Godhead. Lord Krishna has elaborately analyzed the nature of the material world so that the conditioned souls, who are trying to enjoy it, can cut down the tree of material existence with this knowledge. The words sampadya c&#257;tm&#257;nam indicate that a person with such knowledge has no further material existence, because he has already achieved the Personality of Godhead. Such a person should not loiter in the kingdom of m&#257;y&#257;, perpetually refining his understanding of the illusory creation. One who has accepted Lord Krishna as everything may enjoy eternal bliss in the Lord's service. Yet even though he remains in this world, he has no more business with it and gives up the analytical procedures for negating it. Lord Krishna therefore tells Uddhava, tyaj&#257;stram: "Give up the ax of analytic knowledge by which you have cut down your sense of proprietorship and residence in the material world."</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Twelfth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Beyond Renunciation and Knowledge."</P><P CLASS=l><A CLASS=i HREF="22-23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../13/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>