<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verses 3-6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verses 3-6"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.3-6</P><P CLASS=c>sat-sa&#324;gena hi daitey&#257;</P><P CLASS=c>y&#257;tudh&#257;n&#257; mrig&#257;h khag&#257;h</P><P CLASS=c>gandharv&#257;psaraso n&#257;g&#257;h</P><P CLASS=c>siddh&#257;&#347; c&#257;rana-guhyak&#257;h</P><P CLASS=c>vidy&#257;dhar&#257; manushyeshu</P><P CLASS=c>vai&#347;y&#257;h &#347;&#363;dr&#257;h striyo 'ntya-j&#257;h</P><P CLASS=c>rajas-tamah-prakritayas</P><P CLASS=c>tasmims tasmin yuge yuge</P><P CLASS=c>bahavo mat-padam pr&#257;pt&#257;s</P><P CLASS=c>tv&#257;shtra-k&#257;y&#257;dhav&#257;dayah</P><P CLASS=c>vrishaparv&#257; balir b&#257;no</P><P CLASS=c>maya&#347; c&#257;tha vibh&#299;shanah</P><P CLASS=c>sugr&#299;vo hanum&#257;n riksho</P><P CLASS=c>gajo gridhro vanikpathah</P><P CLASS=c>vy&#257;dhah kubj&#257; vraje gopyo</P><P CLASS=c>yajña-patnyas tath&#257;pare</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/s/sangena">sa&#324;gena</A> &#8212; by association with My devotees; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/d/daiteyah">daitey&#257;h</A> &#8212; the sons of <A HREF="http://vedabase.net/d/diti">Diti</A>; <A CLASS=v HREF="http://vedabase.net/y/yatudhanah">y&#257;tudh&#257;n&#257;h</A> &#8212; demons; <A CLASS=v HREF="http://vedabase.net/m/mrgah">mrig&#257;h</A> &#8212; animals; <A CLASS=v HREF="http://vedabase.net/k/khagah">khag&#257;h</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A> &#8212; Gandharvas; <A CLASS=v HREF="http://vedabase.net/a/apsarasah">apsarasah</A> &#8212; the society girls of heaven; <A CLASS=v HREF="http://vedabase.net/n/nagah">n&#257;g&#257;h</A> &#8212; snakes; <A CLASS=v HREF="http://vedabase.net/s/siddhah">siddh&#257;h</A> &#8212; residents of Siddhaloka; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;rana</A> &#8212; the C&#257;ranas; <A CLASS=v HREF="http://vedabase.net/g/guhyakah">guhyak&#257;h</A> &#8212; the Guhyakas; <A CLASS=v HREF="http://vedabase.net/v/vidyadharah">vidy&#257;dhar&#257;h</A> &#8212; the residents of Vidy&#257;dharaloka; <A CLASS=v HREF="http://vedabase.net/m/manusyesu">manushyeshu</A> &#8212; among the human beings; <A CLASS=v HREF="http://vedabase.net/v/vaisyah">vai&#347;y&#257;h</A> &#8212; mercantile men; <A CLASS=v HREF="http://vedabase.net/s/sudrah">&#347;&#363;dr&#257;h</A> &#8212; laborers; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/a/antya">antya</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">j&#257;h</A> &#8212; uncivilized men; <A CLASS=v HREF="http://vedabase.net/r/rajah">rajah</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A>-<A CLASS=v HREF="http://vedabase.net/p/prakrtayah">prakritayah</A> &#8212; those bound <A HREF="http://vedabase.net/i/in">in</A> the modes of passion and ignorance; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> each and every; <A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> <A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> &#8212; <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/b/bahavah">bahavah</A> &#8212; many living entities; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; abode; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;pt&#257;h</A> &#8212; achieved; <A CLASS=v HREF="http://vedabase.net/t/tvastra">tv&#257;shtra</A> &#8212; Vritr&#257;sura; <A CLASS=v HREF="http://vedabase.net/k/kayadhava">k&#257;y&#257;dhava</A> &#8212; <A HREF="http://vedabase.net/p/prahlada">Prahl&#257;da</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; and others like them; <A CLASS=v HREF="http://vedabase.net/v/vrsaparva">vrishaparv&#257;</A> &#8212; named <A HREF="http://vedabase.net/v/vrsaparva">Vrishaparv&#257;</A>; <A CLASS=v HREF="http://vedabase.net/b/balih">balih</A> &#8212; <A HREF="http://vedabase.net/b/bali">Bali</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A>; <A CLASS=v HREF="http://vedabase.net/b/banah">b&#257;nah</A> &#8212; B&#257;n&#257;sura; <A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; the demon <A HREF="http://vedabase.net/m/maya">Maya</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vibhisanah">vibh&#299;shanah</A> &#8212; <A HREF="http://vedabase.net/v/vibhisana">Vibh&#299;shana</A>, the brother of <A HREF="http://vedabase.net/r/ravana">R&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/s/sugrivah">sugr&#299;vah</A> &#8212; the monkey king <A HREF="http://vedabase.net/s/sugriva">Sugr&#299;va</A>; <A CLASS=v HREF="http://vedabase.net/h/hanuman">hanum&#257;n</A> &#8212; the great devotee <A HREF="http://vedabase.net/h/hanuman">Hanum&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/r/rksah">rikshah</A> &#8212; <A HREF="http://vedabase.net/j/jambavan">J&#257;mbav&#257;n</A>; <A CLASS=v HREF="http://vedabase.net/g/gajah">gajah</A> &#8212; the devotee-elephant <A HREF="http://vedabase.net/g/gajendra">Gajendra</A>; <A CLASS=v HREF="http://vedabase.net/g/grdhrah">gridhrah</A> &#8212; Jat&#257;yu the vulture; <A CLASS=v HREF="http://vedabase.net/v/vanikpathah">vanikpathah</A> &#8212; the merchant Tul&#257;dh&#257;ra; <A CLASS=v HREF="http://vedabase.net/v/vyadhah">vy&#257;dhah</A> &#8212; <A HREF="http://vedabase.net/d/dharma">Dharma</A>-<A HREF="http://vedabase.net/v/vyadha">vy&#257;dha</A>; <A CLASS=v HREF="http://vedabase.net/k/kubja">kubj&#257;</A> &#8212; the former prostitute <A HREF="http://vedabase.net/k/kubja">Kubj&#257;</A>, saved by Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/v/vraje">vraje</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/y/yajna">yajña</A>-<A CLASS=v HREF="http://vedabase.net/p/patnyah">patnyah</A> &#8212; the wives of the br&#257;hmanas performing sacrifice; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; others.</P><P CLASS=t>TRANSLATION</P><P>In every yuga many living entities entangled in the modes of passion and ignorance gained the association of My devotees. Thus, such living entities as the Daityas, R&#257;kshasas, birds, beasts, Gandharvas, Apsar&#257;s, N&#257;gas, Siddhas, C&#257;ranas, Guhyakas and Vidy&#257;dharas, as well as such lower-class human beings as the vai&#347;yas, &#347;&#363;dras, women and others, were able to achieve My supreme abode. Vritr&#257;sura, Prahl&#257;da Mah&#257;r&#257;ja and others like them also achieved My abode by association with My devotees, as did personalities such as Vrishaparv&#257;, Bali Mah&#257;r&#257;ja, B&#257;n&#257;sura, Maya, Vibh&#299;shana, Sugr&#299;va, Hanum&#257;n, J&#257;mbav&#257;n, Gajendra, Jat&#257;yu, Tul&#257;dh&#257;ra, Dharma-vy&#257;dha, Kubj&#257;, the gop&#299;s in Vrind&#257;vana and the wives of the br&#257;hmanas who were performing sacrifice.</P><P CLASS=t>PURPORT</P><P>The Lord has mentioned devotees such as the gop&#299;s in Vrind&#257;vana and also demons like B&#257;n&#257;sura to illustrate how He comes under the control of those who surrender to Him. It is understood that devotees like the gop&#299;s and others mentioned here obtained pure love of Krishna, whereas the demons generally obtained only salvation. Many demons were purified by association with devotees and came to accept devotional service to the Lord as the most important among the various activities in their lives, but the exalted devotees like Prahl&#257;da and Bali Mah&#257;r&#257;ja know nothing except devotional service, which they accept as their very life. Still, the reformed demons are also mentioned so that readers of &#346;r&#299;mad-Bh&#257;gavatam will understand the enormous benefits one may achieve by associating with devotees of the Lord.</P><P>The demon Vritr&#257;sura was the pious King Citraketu in his previous life, during which he associated with &#346;r&#299; N&#257;rada Muni, &#346;r&#299; A&#324;gir&#257; Muni and Lord Sa&#324;karshana. Prahl&#257;da Mah&#257;r&#257;ja, being the son of Hiranyaka&#347;ipu, is considered a Daitya, or demon. Yet while still in the womb of his mother, Kay&#257;dh&#363;, he associated with N&#257;rada Muni by sound vibration. The demon Vrishaparv&#257; was abandoned by his mother at birth, but he was raised by a muni and became a devotee of Lord Vishnu. Bali Mah&#257;r&#257;ja associated with his grandfather Prahl&#257;da and also with Lord V&#257;manadeva. Bali Mah&#257;r&#257;ja's son, B&#257;n&#257;sura, was saved by association with his father and Lord &#346;iva. He also associated with Lord Krishna personally when the Lord cut off all but two of his one thousand arms, which had been awarded as a benediction by Lord &#346;iva. Understanding the glories of Lord Krishna, B&#257;n&#257;sura also became a great devotee. The demon Maya D&#257;nava constructed an assembly house for the P&#257;ndavas and also associated with Lord Krishna Himself, eventually achieving the shelter of the Lord. Vibh&#299;shana was a pious-natured demon, the brother of R&#257;vana, and he associated with Hanum&#257;n and R&#257;macandra.</P><P>Sugr&#299;va, Hanum&#257;n, J&#257;mbav&#257;n and Gajendra are examples of animals who achieved the mercy of the Lord. J&#257;mbav&#257;n, or Rikshar&#257;ja, was a member of a race of monkeys. He personally associated with Lord Krishna, fighting with Him over the Syamantaka jewel. The elephant Gajendra in a previous life had association with devotees, and at the end of his life as Gajendra he was personally saved by the Lord. Jat&#257;yu, the bird who at the cost of his own life assisted Lord R&#257;macandra, associated with &#346;r&#299; Garuda and Mah&#257;r&#257;ja Da&#347;aratha as well as other devotees in r&#257;ma-l&#299;l&#257;. He also personally met with S&#299;t&#257; and Lord R&#257;ma. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, the association that the Gandharvas, Apsar&#257;s, N&#257;gas, Siddhas, C&#257;ranas, Guhyakas and Vidy&#257;dharas had with the devotees is not very prominent and does not need to be mentioned. Vanikpatha is a vai&#347;ya, and his story is mentioned in the Mah&#257;bh&#257;rata in connection with the pride of J&#257;jali Muni.</P><P>The importance of association with devotees is illustrated in the story of Dharma-vy&#257;dha, the nonviolent hunter, as described in the Var&#257;ha Pur&#257;na. In a previous life he somehow became a brahma-r&#257;kshasa, or br&#257;hmana ghost, but was eventually saved. In a previous Kali-yuga he had the association of a Vaishnava king named V&#257;su. The lady Kubj&#257; associated directly with Lord Krishna, and in her previous birth she had associated with &#346;r&#299; N&#257;rada Muni The gop&#299;s of Vrind&#257;vana rendered service to saintly persons in their previous births. Having had ample association with devotees, they became gop&#299;s in Vrind&#257;vana in their next lives and associated with the eternally liberated gop&#299;s who had descended there. They also had association with Tulas&#299;-dev&#299;, or Vrind&#257;-dev&#299;. The wives of the br&#257;hmanas performing sacrifice had association with women sent by Lord Krishna to sell flower garlands and betel nuts and heard about the Lord from them.</P><P CLASS=l><A CLASS=i HREF="1-2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>