<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.7</P><P CLASS=c>te n&#257;dh&#299;ta-&#347;ruti-gan&#257;</P><P CLASS=c>nop&#257;sita-mahattam&#257;h</P><P CLASS=c>avrat&#257;tapta-tapasah</P><P CLASS=c>mat-sa&#324;g&#257;n m&#257;m up&#257;gat&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/adhita">adh&#299;ta</A> &#8212; having studied; <A CLASS=v HREF="http://vedabase.net/s/sruti">&#347;ruti</A>-<A CLASS=v HREF="http://vedabase.net/g/ganah">gan&#257;h</A> &#8212; the Vedic literatures; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/u/upasita">up&#257;sita</A> &#8212; having worshiped; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; great saints; <A CLASS=v HREF="http://vedabase.net/a/avrata">avrata</A> &#8212; without vows; <A CLASS=v HREF="http://vedabase.net/a/atapta">atapta</A> &#8212; not having undergone; <A CLASS=v HREF="http://vedabase.net/t/tapasah">tapasah</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/s/sangat">sa&#324;g&#257;t</A> &#8212; simply by association with <A HREF="http://vedabase.net/m/me">Me</A> and My devotees; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/u/upagatah">up&#257;gat&#257;h</A> &#8212; they achieved.</P><P CLASS=t>TRANSLATION</P><P>The persons I have mentioned did not undergo serious studies of the Vedic literature, nor did they worship great saintly persons, nor did they execute severe vows or austerities. Simply by association with Me and My devotees, they achieved Me.</P><P CLASS=t>PURPORT</P><P>Study of the Vedic literature, worship of those who teach the &#347;ruti-mantras, acceptance of vows and austerities, etc., as mentioned previously, are helpful processes that please the Supreme Personality of Godhead. In this verse, however, the Lord again explains that all such processes are secondary to the essential process of associating with the Supreme Personality of Godhead and His pure devotees. By other processes one may gain the association of the Lord and His devotees, which will actually give the perfection of life. The word mat-sa&#324;g&#257;t can also be read as sat-sa&#324;g&#257;t, with the same meaning. In the reading mat-sa&#324;g&#257;t ("from association with Me"), mat is also understood to indicate "those who are Mine," or the devotees. &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; mentions that a pure devotee can advance in Krishna consciousness by his own association, since simply by associating with his own activities and consciousness, he associates with the Lord.</P><P CLASS=l><A CLASS=i HREF="3-6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>