<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.8</P><P CLASS=c>kevalena hi bh&#257;vena</P><P CLASS=c>gopyo g&#257;vo nag&#257; mrig&#257;h</P><P CLASS=c>ye 'nye m&#363;dha-dhiyo n&#257;g&#257;h</P><P CLASS=c>siddh&#257; m&#257;m &#299;yur añjas&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kevalena">kevalena</A> &#8212; by unalloyed; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; by love; <A CLASS=v HREF="http://vedabase.net/g/gopyah">gopyah</A> &#8212; the gop&#299;s; <A CLASS=v HREF="http://vedabase.net/g/gavah">g&#257;vah</A> &#8212; the <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> cows; <A CLASS=v HREF="http://vedabase.net/n/nagah">nag&#257;h</A> &#8212; the unmoving creatures of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> such <A HREF="http://vedabase.net/a/as">as</A> the twin <A HREF="http://vedabase.net/a/arjuna">arjuna</A> trees; <A CLASS=v HREF="http://vedabase.net/m/mrgah">mrig&#257;h</A> &#8212; other animals; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; others; <A CLASS=v HREF="http://vedabase.net/m/mudha">m&#363;dha</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyah">dhiyah</A> &#8212; with stunted intelligence; <A CLASS=v HREF="http://vedabase.net/n/nagah">n&#257;g&#257;h</A> &#8212; <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A> snakes such <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/k/kaliya">K&#257;liya</A>; <A CLASS=v HREF="http://vedabase.net/s/siddhah">siddh&#257;h</A> &#8212; achieving the perfection of life; <A CLASS=v HREF="http://vedabase.net/m/mam">m&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/i/iyuh">&#299;yuh</A> &#8212; they went; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; quite easily.</P><P CLASS=t>TRANSLATION</P><P>The inhabitants of Vrind&#257;vana, including the gop&#299;s, cows, unmoving creatures such as the twin arjuna trees, animals, living entities with stunted consciousness such as bushes and thickets, and snakes such as K&#257;liya, all achieved the perfection of life by unalloyed love for Me and thus very easily achieved Me.</P><P CLASS=t>PURPORT</P><P>Although innumerable living entities achieved liberation by association with the Lord and His devotees, many such personalities also executed other processes such as austerity, charity, philosophical speculation, and so on. As we have already explained, such procedures are secondary. But the inhabitants of Vrind&#257;vana such as the gop&#299;s did not know anything except Lord Krishna, and their whole purpose in life was simply to love Lord Krishna, as indicated here by the words kevalena hi bh&#257;vena. Even the trees, bushes and hills such as Govardhana loved Lord Krishna. As the Lord explains to His brother, &#346;r&#299; Baladeva, in the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/15/5.htm">10.15.5</A>):</P><P>aho am&#299; deva-var&#257;mar&#257;rcitam</P><P CLASS=n>p&#257;d&#257;mbujam te sumanah-phal&#257;rhanam</P><P CLASS=n>namanty up&#257;d&#257;ya &#347;ikh&#257;bhir &#257;tmanas</P><P CLASS=n>tamo-'pahatyai taru-janma yat-kritam</P><P>"My dear brother Baladeva, just see how these trees are bowing down with their branches and offering obeisances to Your lotus feet, which are worshipable even by the demigods. Indeed, My dear brother, You are the Supreme God, and thus these trees have produced fruits and flowers as an offering to You. Although a living entity takes birth as a tree due to the mode of ignorance, certainly by such a birth in Vrind&#257;vana these trees are destroying all darkness in their lives by serving Your lotus feet."</P><P>Although many living entities achieved the mercy of Lord Krishna by associating with the Lord and His devotees in various ways, those who take Lord Krishna as everything are situated in the highest process of spiritual realization. Therefore the Lord has not bothered to mention in this verse those who achieved perfection through mixed processes, but rather glorifies the unalloyed devotees of Vrind&#257;vana, headed by the gop&#299;s, who knew nothing but Lord Krishna. The residents of Vrind&#257;vana were so satisfied in their relationships with Lord Krishna that they did not pollute their loving service with mental speculation or fruitive desires. The gop&#299;s served Lord Krishna in the conjugal rasa, or relationship, whereas according to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura the cows loved Lord Krishna in v&#257;tsalya-rasa, or the love of parents for a child, because the cows were always supplying milk to child Krishna. Unmoving objects like Govardhana Hill and other hills and mountains loved Lord Krishna as a friend, and the ordinary animals, trees and bushes of Vrind&#257;vana loved Lord Krishna in d&#257;sya-rasa, or with love of a servant for his master. Snakes like K&#257;liya also developed this love in servitude, and after relishing their loving service to Lord Krishna, all of them went back home, back to Godhead. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, all those inhabitants of Vrind&#257;vana should be considered eternally liberated souls, as expressed by the word siddh&#257;h, which means "having achieved the perfection of life."</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>