<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12.9</P><P CLASS=c>yam na yogena s&#257;&#324;khyena</P><P CLASS=c>d&#257;na-vrata-tapo-'dhvaraih</P><P CLASS=c>vy&#257;khy&#257;-sv&#257;dhy&#257;ya-sanny&#257;saih</P><P CLASS=c>pr&#257;pnuy&#257;d yatnav&#257;n api</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/y/yogena">yogena</A> &#8212; by the mystic <A HREF="http://vedabase.net/y/yoga">yoga</A> systems; <A CLASS=v HREF="http://vedabase.net/s/sankhyena">s&#257;&#324;khyena</A> &#8212; by philosophical speculation; <A CLASS=v HREF="http://vedabase.net/d/dana">d&#257;na</A> &#8212; by charity; <A CLASS=v HREF="http://vedabase.net/v/vrata">vrata</A> &#8212; vows; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; austerities; <A CLASS=v HREF="http://vedabase.net/a/adhvaraih">adhvaraih</A> &#8212; or Vedic ritualistic sacrifices; <A CLASS=v HREF="http://vedabase.net/v/vyakhya">vy&#257;khy&#257;</A> &#8212; by explaining Vedic knowledge <A HREF="http://vedabase.net/t/to">to</A> others; <A CLASS=v HREF="http://vedabase.net/s/svadhyaya">sv&#257;dhy&#257;ya</A> &#8212; personal study of the <A HREF="http://vedabase.net/v/veda">Veda</A>; <A CLASS=v HREF="http://vedabase.net/s/sannyasaih">sanny&#257;saih</A> &#8212; or by taking the renounced order of life; <A CLASS=v HREF="http://vedabase.net/p/prapnuyat">pr&#257;pnuy&#257;t</A> &#8212; can one obtain; <A CLASS=v HREF="http://vedabase.net/y/yatna">yatna</A>-<A CLASS=v HREF="http://vedabase.net/v/van">v&#257;n</A> &#8212; with great endeavor; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even.</P><P CLASS=t>TRANSLATION</P><P>Even though one engages with great endeavor in the mystic yoga system, philosophical speculation, charity, vows, penances, ritualistic sacrifices, teaching of Vedic mantras to others, personal study of the Vedas, or the renounced order of life, still one cannot achieve Me.</P><P CLASS=t>PURPORT</P><P>Lord Krishna here explains that it is very difficult to achieve His personal association, even for one who seriously endeavors to reach the Absolute Truth. The inhabitants of Vrind&#257;vana, such as the gop&#299;s and cows, were always living with Lord Krishna, and thus their association is called sat-sa&#324;ga. Anyone who is favorably living with the Supreme Personality of Godhead becomes sat, or eternal, and thus the association of such a person can immediately award others pure devotional service to the Lord. There is an austerity called c&#257;ndr&#257;yana, a fast in which one's intake of food is diminished by one mouthful each day as the moon wanes and increased in the same way as the moon waxes. Similarly, there are painstaking ritualistic sacrifices and grueling studies of the Sanskrit Vedic mantras, which one may also teach to others. All these tedious activities cannot award the highest perfection of life unless one gets the causeless mercy of the pure devotees of the Lord. As stated in the First Canto of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/2/8.htm">1.2.8</A>):</P><P>dharmah sv-anushthitah pums&#257;m</P><P CLASS=n>vishvaksena-kath&#257;su yah</P><P CLASS=n>notp&#257;dayed yadi ratim</P><P CLASS=n>&#347;rama eva hi kevalam</P><P>"The occupational activities a man performs according to his own position are only so much useless labor if they do not provoke attraction for the message of the Personality of Godhead."</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>