<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 12"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 12: <A CLASS=v HREF="index.htm">Beyond Renunciation and Knowledge</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.12 Summary</P><P>In this chapter the glories of holy association and the superexcellence of the pure love of the residents of Vrind&#257;vana are described.</P><P>The association of saintly devotees destroys the soul's attachment to material life and is capable of bringing even the Supreme Lord, Krishna, under one's control. Neither yoga, S&#257;&#324;khya philosophy, ordinary religious duties, study of scriptures, austerities, renunciation, works of isht&#257; and p&#363;rtam, charity, vows of fasting, worship of the Deity, secret mantras, visiting of holy places, nor adherence to any major or minor regulative principles can effect the same result. In every age there are demons, monsters, birds and animals who are in the modes of passion and ignorance, and there are also human beings in the categories of businessmen, women, workers, outcastes, and so on, who cannot study the Vedic scriptures. Nevertheless, by the purifying effect of the association of devotees they may all achieve the supreme abode of the Personality of Godhead, whereas without such saintly association, even those very seriously endeavoring in yoga, S&#257;&#324;khya study, charity, vows and practice of the renounced order of life may remain incapable of attaining the Supreme Personality of Godhead.</P><P>The young damsels of Vraja, ignorant of the true identity of Lord Krishnacandra, considered Him to be their paramour who would give them pleasure. Yet by the power of their constant association with &#346;r&#299; Krishna, they attained to the supreme Absolute Truth, which even great demigods like Brahm&#257; cannot achieve. The young women of Vrind&#257;vana displayed such deep attachment to Lord Krishna that their minds, which were overflowing with the ecstasy of being with Him, perceived an entire night spent in His company as just a fraction of a second. However, when Akr&#363;ra took &#346;r&#299; Krishna along with Baladeva to Mathur&#257;, the gop&#299;s then thought each night without Him to be equal in duration to a millennium of the demigods. Being tormented by separation from Lord Krishna, they could not imagine anything that could give them satisfaction other than His return. This is the incomparable excellence of the gop&#299;s' pure love of God.</P><P>The Supreme Lord, &#346;r&#299; Krishna, after imparting these instructions to Uddhava, advised that for the sake of attaining the Absolute Truth, Uddhava should give up all consideration of religion and irreligion as promulgated in the &#347;rutis and smritis and instead take shelter of the example of the women of Vrind&#257;vana.</P><P CLASS=l><A CLASS=i HREF="../11/49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>