<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 12: Further Aspects of Transcendental Service</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>It is also said to N&#257;rada Muni, "My dear N&#257;rada, a person who writes Vaishnava literature and keeps such literature at home has Lord N&#257;r&#257;yana always residing in his house."</P><P>In &#346;r&#299;mad-Bh&#257;gavatam, Twelfth Canto, Thirteenth Chapter, verse 15, it is stated, "&#346;r&#299;mad-Bh&#257;gavatam is the essence of all Ved&#257;nta philosophy. Any person who has become attached in some way or other to the reading of &#346;r&#299;mad-Bh&#257;gavatam cannot have any taste for reading any other literature. In other words, a person who has relished the transcendental bliss of &#346;r&#299;mad-Bh&#257;gavatam cannot be satisfied with mundane writings."</P><P>Residing in Mathur&#257;</P><P>In the Var&#257;ha Pur&#257;na there is a statement praising the residential quarters of Mathur&#257;. Lord Var&#257;ha tells the men of earth, "Any person who becomes attracted to places other than Mathur&#257; will certainly be captivated by the illusory energy." In the Brahm&#257;nda Pur&#257;na it is said that all the results of traveling on all the pilgrimages within the three worlds can be achieved simply by touching the holy land of Mathur&#257;. In many &#347;&#257;stras (scriptures) it is said that simply by hearing, remembering, glorifying, desiring, seeing or touching the land of Mathur&#257;, one can achieve all desires.</P><P>Rendering Service to Devotees</P><P>In the Padma Pur&#257;na, there is a nice statement praising the service of the Vaishnavas, or devotees. In that scripture Lord &#346;iva tells P&#257;rvat&#299;, "My dear P&#257;rvat&#299;, there are different methods of worship, and out of all such methods the worship of the Supreme Person is considered to be the highest. But even higher than the worship of the Lord is the worship of the Lord's devotees."</P><P>A similar statement is in the Third Canto, Seventh Chapter, verse 19, of &#346;r&#299;mad-Bh&#257;gavatam: "Let me become a sincere servant of the devotees, because by serving them one can achieve unalloyed devotional service unto the lotus feet of the Lord. The service of devotees diminishes all miserable material conditions and develops within one a deep devotional love for the Supreme Personality of Godhead."</P><P>In the Skanda Pur&#257;na there is a similar statement: "Persons whose bodies are marked with tilaka, symbolizing the conchshell, wheel, club and lotus &#8212; and who keep the leaves of tulas&#299; on their heads, and whose bodies are always decorated with gop&#299;-candana &#8212; even seen once, can help the seer be relieved from all sinful activities."</P><P>A similar statement is found in the First Canto, Nineteenth Chapter, verse 33, of &#346;r&#299;mad-Bh&#257;gavatam: "There is no doubt about one's becoming freed from all reactions to sinful activities after visiting a devotee or touching his lotus feet or giving him a sitting place. Even by remembering the activities of such a Vaishnava, one becomes purified, along with one's whole family. And what, then, can be said of rendering direct service to him?"</P><P>In the &#256;di Pur&#257;na there is the following statement by Lord Krishna Himself, addressed to Arjuna: "My dear P&#257;rtha, one who claims to be My devotee is not so. Only a person who claims to be the devotee of My devotee is actually My devotee." No one can approach the Supreme Personality of Godhead directly. One must approach Him through His pure devotees. Therefore, in the system of Vaishnava activities, the first duty is to accept a devotee as spiritual master and then to render service unto him.</P><P>&#346;r&#299; R&#363;pa Gosv&#257;m&#299; affirms that all the quotations given in the Bhakti-ras&#257;mrita-sindhu from different scriptures are accepted by the great &#257;c&#257;ryas and devotees of the Lord.</P><P>Serving the Lord According to One's Position</P><P>In the Padma Pur&#257;na there is a statement that one should perform the ceremonies for the Lord according to one's financial position. Everyone should observe the different ceremonies and celebrations of the Lord by all means.</P><P>Performing Devotional Service in K&#257;rttika</P><P>One of the most important of these ceremonial functions is called &#362;rja-vrata. &#362;rja-vrata is observed in the month of K&#257;rttika (October-November); especially in Vrind&#257;vana, there is a specific program for temple worship of the Lord in His D&#257;modara form. "D&#257;modara" refers to Krishna's being bound with rope by His mother, Ya&#347;od&#257;. It is said that just as Lord D&#257;modara is very dear to His devotees, so the month known as D&#257;modara or K&#257;rttika is also very dear to them.</P><P>The execution of devotional service during &#362;rja-vrata in the month of K&#257;rttika is especially recommended to be performed at Mathur&#257;. This system is still followed by many devotees. They go to Mathur&#257; or Vrind&#257;vana and stay there during the month of K&#257;rttika specifically to perform devotional services during this period.</P><P>In the Padma Pur&#257;na it is said, "The Lord may offer liberation or material happiness to a devotee, but after some devotional service has been executed, particularly in Mathur&#257; during the month of K&#257;rttika, the devotees want only to attain pure devotional service unto the Lord." The purport is that the Lord does not award devotional service to ordinary persons who are not serious about it. But even such unserious persons who execute devotional service according to the regulative principles during the month of K&#257;rttika, and within the jurisdiction of Mathur&#257; in India, are very easily awarded the Lord's personal service.</P><P>Observing Festivals Celebrating the Lord's Activities</P><P>In the Bhavishya Pur&#257;na there is a statement about observing different ceremonies celebrating the Lord's appearance (birthday) and other transcendental activities. It is said, "My Lord Jan&#257;rdana [Krishna], please let us know the date when Your mother Devak&#299;-dev&#299; gave birth to You. If You kindly inform us about this, then we shall observe a great celebration on this date. O killer of Ke&#347;&#299;, we are souls one-hundred-percent surrendered unto Your lotus feet, and we wish only to please You with our ceremonies."</P><P>This statement of the Bhavishya Pur&#257;na gives evidence that by observing different functions in relationship with the Lord one is sure to become pleasing to the Lord.</P><P>Serving the Deity with Great Devotion</P><P>It is said in the &#256;di Pur&#257;na, "A person who is constantly engaged in chanting the holy name and who feels transcendental pleasure, being engaged in devotional service, is certainly awarded the facilities of devotional service and is never given just mukti [liberation]."</P><P>Mukti means liberation from material contamination; when liberated, one does not have to take birth again in the material world. The impersonalists desire to merge into the spiritual existence, to end their individual existence, but according to &#346;r&#299;mad-Bh&#257;gavatam, mukti is only the beginning of one's becoming situated in his normal condition. The normal condition of every living entity is to be engaged in the devotional service of the Lord. From the statement of the &#256;di Pur&#257;na it appears that a devotee is satisfied simply with being engaged in devotional service. He does not aspire for any liberation from material, conditional life. In other words, anyone who is engaged in devotional service is not in the material condition of life, although he may appear so.</P><P>Recitation of &#346;r&#299;mad-Bh&#257;gavatam Among Devotees</P><P>&#346;r&#299;mad-Bh&#257;gavatam is the desire tree of Vedic wisdom. Veda itself means "the aggregate of knowledge." And whatever knowledge is required for human society is perfectly presented in &#346;r&#299;mad-Bh&#257;gavatam. There are different branches of knowledge in the Vedic writings, including sociology, politics, medicine and military art. All these and other branches of knowledge are perfectly described in the Vedas. So, as far as spiritual knowledge is concerned, that is also perfectly described there, and &#346;r&#299;mad-Bh&#257;gavatam is considered to be the ripened fruit of this desire-fulfilling tree of the Vedas. A tree is honored by the production of its fruit. For example, a mango tree is considered very valuable because it produces the king of all fruits, the mango. When the mango fruit becomes ripened it is the greatest gift of that tree, and &#346;r&#299;mad-Bh&#257;gavatam is similarly held to be the ripened fruit of the Vedic tree. And as ripened fruit becomes more relishable when first touched by the beak of a parrot, or &#347;uka, &#346;r&#299;mad-Bh&#257;gavatam has become more relishable by being delivered through the transcendental mouth of &#346;ukadeva Gosv&#257;m&#299;.</P><P>&#346;r&#299;mad-Bh&#257;gavatam should be received in disciplic succession without any breakage. When a ripened fruit comes from the upper part of the tree onto the ground by the process of being handed down from a higher branch to a lower branch by persons in the tree, the fruit does not break. &#346;r&#299;mad-Bh&#257;gavatam, when received in the parampar&#257; system, or disciplic succession, will likewise remain unbroken. It is stated in Bhagavad-g&#299;t&#257; that the disciplic succession, or parampar&#257;, is the way of receiving transcendental knowledge. Such knowledge must come down through the disciplic succession, through authorized persons who know the real purpose of the &#347;&#257;stra.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu recommended that one learn &#346;r&#299;mad-Bh&#257;gavatam from the mouth of the self-realized person called bh&#257;gavatam. Bh&#257;gavata means "in relationship with the Personality of Godhead [Bhagav&#257;n]." So the devotee is sometimes called bh&#257;gavatam, and the book which is in relationship with devotional service to the Supreme Personality of Godhead is also called Bh&#257;gavatam. &#346;r&#299; Caitanya Mah&#257;prabhu recommended that, in order to relish the real taste of &#346;r&#299;mad-Bh&#257;gavatam, one should take instruction from the person bh&#257;gavatam. &#346;r&#299;mad-Bh&#257;gavatam is relishable even by a liberated person. &#346;ukadeva Gosv&#257;m&#299; admitted that although he was liberated from within the very womb of his mother, it was only after relishing &#346;r&#299;mad-Bh&#257;gavatam that he became a great devotee. Thus, one who is desirous of advancing in Krishna consciousness should relish the purport of &#346;r&#299;mad-Bh&#257;gavatam through the discussions of authorized devotees.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam, Second Canto, First Chapter, verse 9, &#346;ukadeva Gosv&#257;m&#299; admits that although he was very much attracted by the impersonal Brahman, when he heard the transcendental pastimes of the Supreme Personality of Godhead from the mouth of his father, Vy&#257;sadeva, he became more attracted to &#346;r&#299;mad-Bh&#257;gavatam. The idea is that Vy&#257;sadeva was also a self-realized soul, and his mature contribution of transcendental knowledge was delivered directly to &#346;ukadeva Gosv&#257;m&#299; in the manner indicated.</P><P>Associating with Advanced Devotees</P><P>The importance of discussing &#346;r&#299;mad-Bh&#257;gavatam in the society of pure devotees was explained by &#346;aunaka Muni during the meeting at Naimish&#257;ranya, in the presence of S&#363;ta Gosv&#257;m&#299;. S&#363;ta Gosv&#257;m&#299; confirmed that if someone is fortunate enough to associate with a pure devotee of the Lord even for a moment, that particular moment is so valuable that even those pious activities which can promote one to the heavenly planets or give liberation from material miseries cannot compare to it. In other words, those who are attached to &#346;r&#299;mad-Bh&#257;gavatam do not care for any kind of benefit derived from elevation to the higher planetary kingdoms, or for the liberation which is conceived of by the impersonalists. As such, the association of pure devotees is so transcendentally valuable that no kind of material happiness can compare to it.</P><P>In the Hari-bhakti-sudhodaya there is a conversation between Prahl&#257;da Mah&#257;r&#257;ja and his father, Hiranyaka&#347;ipu, in which Hiranyaka&#347;ipu addresses Prahl&#257;da in this way: "My dear son, association is very important. It acts just like a crystal stone, which will reflect anything which is put before it." Similarly, if we associate with the flowerlike devotees of the Lord, and if our hearts are crystal clear, then certainly the same action will be there. Another example given in this connection is that if a man is potent and if a woman is not diseased, then by their conjugation there will be conception. In the same way, if the recipient of spiritual knowledge and the deliverer of spiritual knowledge are sincere and bona fide, there will be good results.</P><P>Chanting the Holy Name of the Lord</P><P>The importance of chanting Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare is very strongly stressed in the Second Canto, First Chapter, verse 11, of &#346;r&#299;mad-Bh&#257;gavatam in the following way. &#346;ukadeva Gosv&#257;m&#299; tells Mah&#257;r&#257;ja Par&#299;kshit, "My dear King, if one is spontaneously attached to the chanting of the Hare Krishna mah&#257;-mantra, it is to be understood that he has attained the highest perfectional stage." It is specifically mentioned that the karm&#299;s who are aspiring after the fruitive results of their activities, the salvationists who are aspiring to become one with the Supreme Person, and the yog&#299;s who are aspiring after mystic perfections can achieve the results of all perfectional stages simply by chanting the mah&#257;-mantra. &#346;ukadeva uses the word nirn&#299;tam, which means "it has already been decided." He was a liberated soul and therefore could not accept anything which was not conclusive. So &#346;ukadeva Gosv&#257;m&#299; especially stresses that it has already been concluded that one who has come to the stage of chanting the Hare Krishna mantra with determination and steadiness must be considered to have already passed the trials of fruitive activities, mental speculation and mystic yoga.</P><P>The same thing is confirmed in the &#256;di Pur&#257;na by Krishna. While addressing Arjuna He says, "Anyone who is engaged in chanting My transcendental name must be considered to be always associating with Me. And I may tell you frankly that for such a devotee I become easily purchased."</P><P>In the Padma Pur&#257;na also it is stated, "The chanting of the Hare Krishna mantra is present only on the lips of a person who has for many births worshiped V&#257;sudeva." It is further said in the Padma Pur&#257;na, "There is no difference between the holy name of the Lord and the Lord Himself. As such, the holy name is as perfect as the Lord Himself in fullness, purity and eternity. The holy name is not a material sound vibration, nor has it any material contamination." The holy name cannot, therefore, be chanted offenselessly by one who has failed to purify his senses. In other words, materialistic senses cannot properly chant the holy names of the Hare Krishna mah&#257;-mantra. But by adopting this chanting process, one is given a chance to actually purify himself, so that he may very soon chant offenselessly.</P><P>Caitanya Mah&#257;prabhu has recommended that everyone chant the Hare Krishna mantra just to cleanse the dust from the heart. If the dust of the heart is cleansed away, then one can actually understand the importance of the holy name. For persons who are not inclined to clean the dust from their hearts and who want to keep things as they are, it is not possible to derive the transcendental result of chanting the Hare Krishna mantra. One should, therefore, be encouraged to develop his service attitude toward the Lord, because this will help him to chant without any offense. And so, under the guidance of a spiritual master, the disciple is trained to render service and at the same time chant the Hare Krishna mantra. As soon as one develops his spontaneous service attitude, he can immediately understand the transcendental nature of the holy names of the mah&#257;-mantra.</P><P>Living in Mathur&#257;</P><P>In the Padma Pur&#257;na there is a statement about the importance of living at holy places like Mathur&#257; or Dv&#257;rak&#257;. It is stated there, "To travel to different places of pilgrimage means to attain emancipation from material bondage. This emancipation, however, is not the highest perfectional stage. After attaining this liberated stage, one has to become engaged in devotional service to the Lord. After attainment of the brahma-bh&#363;ta [liberation] stage, one can further advance to engagement in devotional service. So this attainment of transcendental loving devotional service to the Lord is the goal of life, and it can be achieved very easily for one who lives in Mathur&#257;-mandala even for a few seconds."</P><P>It is further said, "Who is that person who will not agree to worship the land of Mathur&#257;? Mathur&#257; can deliver all the desires and ambitions of the fruitive workers and of the salvationists, who desire to become one with the Supreme Brahman. Certainly Mathur&#257; will deliver the desires of the devotees, who simply aspire to be engaged in the devotional service of the Lord." In the Vedic literature it is also stated, "How wonderful it is that simply by residing in Mathur&#257; even for one day, one can achieve a transcendental loving attitude toward the Supreme Personality of Godhead! This land of Mathur&#257; must be more glorious than Vaikuntha-dh&#257;ma, the kingdom of God!"</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>