<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 13: Five Potent Forms of Devotional Service</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>R&#363;pa Gosv&#257;m&#299; further writes, "My dear foolish friend, I think that you have already heard some of the auspicious &#346;r&#299;mad-Bh&#257;gavatam, which decries seeking the results of fruitive activities, economic development and liberation. I think that now it is certain that gradually the verses of the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam, describing the pastimes of the Lord, will enter your ears and go into your heart."</P><P>In the beginning of &#346;r&#299;mad-Bh&#257;gavatam it is said that unless one has the ability to throw out, just like garbage, the fruitive results of ritualistic ceremonies, economic development and becoming one with the Supreme (or salvation), one cannot understand &#346;r&#299;mad-Bh&#257;gavatam. The Bh&#257;gavatam deals exclusively with devotional service. Only one who studies &#346;r&#299;mad-Bh&#257;gavatam in the spirit of renunciation can understand the pastimes of the Lord which are described in the Tenth Canto. In other words, one should not try to understand the topics of the Tenth Canto, such as the r&#257;sa-l&#299;l&#257; (love dance), unless he has spontaneous attraction for &#346;r&#299;mad-Bh&#257;gavatam. One must be situated in pure devotional service before he can relish &#346;r&#299;mad-Bh&#257;gavatam as it is.</P><P>In the above two verses of R&#363;pa Gosv&#257;m&#299; there are some metaphorical analogies that indirectly condemn the association of materialistic society, friendship and love. People are generally attracted to society, friendship and love, and they make elaborate arrangements and strong endeavors to develop these material contaminations. But to see the &#347;r&#299;-m&#363;rtis of R&#257;dh&#257; and Krishna is to forget such endeavors for material association. R&#363;pa Gosv&#257;m&#299; composed his verse in such a way that he was seemingly praising the material association of friendship and love and was condemning the audience of &#347;r&#299;-m&#363;rti or Govinda. This metaphorical analogy is constructed in such a way that things which seem to be praised are condemned, and things which are to be condemned are praised. The actual import of the verse is that one must see the form of Govinda if one at all wants to forget the nonsense of material friendship, love and society.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has similarly described the transcendental nature of relishing topics which concern Krishna. A devotee once said, "It is very astonishing that since I have seen this Personality of Godhead, who is washed by the tears of my eyes, there is shivering of my body, and He has made me a failure in executing my material duties. Since seeing Him, I cannot remain silently at home. I wish to go out to Him always." The purport of this statement is that as soon as one is fortunate enough to contact a pure devotee, one must be anxious immediately to hear about Krishna, to learn about Krishna, or, in other words, to become fully Krishna conscious.</P><P>Similarly, there is a statement about hearing and chanting the mah&#257;-mantra: "It is said that saints have been able to hear the vibrating strings of the v&#299;n&#257; in the hands of N&#257;rada, who is always singing the glories of Lord Krishna. Now this same sound vibration has entered my ears, and I am always feeling the presence of the Supreme Personality. Gradually I am becoming bereft of all attachment for material enjoyment."</P><P>Again, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has described Mathur&#257;-mandala: "I remember the Lord standing by the banks of the Yamun&#257; River, so beautiful amid the kadamba trees, where many birds are chirping in the gardens. And these impressions are always giving me transcendental realization of beauty and bliss." This feeling about Mathur&#257;-mandala and Vrind&#257;vana described by R&#363;pa Gosv&#257;m&#299; can actually be felt even by nondevotees. The places in the eighty-four-square-mile district of Mathur&#257; are so beautifully situated on the banks of the River Yamun&#257; that anyone who goes there will never want to return to this material world. These statements by R&#363;pa Gosv&#257;m&#299; are factually realized descriptions of Mathur&#257; and Vrind&#257;vana. All these qualities prove that Mathur&#257; and Vrind&#257;vana are situated transcendentally. Otherwise, there would be no possibility of invoking our transcendental sentiments in these places. Such transcendental feelings are aroused immediately and without fail after one arrives in Mathur&#257; or Vrind&#257;vana.</P><P>In these statements about devotional service, sometimes it may appear that the results have been overestimated, but actually there is no overestimation. Some devotees, as revealed scriptures give evidence, have had immediate results by such association, although this is not possible for all. For example, the Kum&#257;ras immediately became devotees simply by smelling the incense in the temple. Bilvama&#324;gala Th&#257;kura simply heard about Krishna and then immediately gave up his beautiful girl friend and started out for Mathur&#257; and Vrind&#257;vana, where he became a perfect Vaishnava. So these statements are not overestimations, nor are they stories. They are actual facts, but are true for certain devotees and do not necessarily apply to all. These descriptions, even if considered overestimations, must be taken as they are, in order to divert our attention from the fleeting material beauty to the eternal beauty of Krishna consciousness. And for a person who is already in contact with Krishna consciousness, the described results are not unusual.</P><P>Some scholars argue that simply by following the principles of varna and &#257;&#347;rama one can gradually rise to the perfections reached by practicing devotional service, but this argument is not accepted by the great authorities. Lord Caitanya also condemned this idea while He was talking with R&#257;m&#257;nanda R&#257;ya about the gradual development of devotional service. He rejected the idea of the importance of varn&#257;&#347;rama-dharma when it was put forward by R&#257;m&#257;nanda R&#257;ya. He said that this advancement of varna and &#257;&#347;rama is merely external. There is a higher principle. In Bhagavad-g&#299;t&#257; also the Lord says that one has to give up all other principles of elevation and take simply to the method of Krishna consciousness. That will help one in achieving the highest perfection of life.</P><P>In the Eleventh Canto, Twentieth Chapter, verse 9, of &#346;r&#299;mad-Bh&#257;gavatam, the Lord Himself says, "One should execute the prescribed duties of varna and &#257;&#347;rama as long as he has not developed spontaneous attachment for hearing about My pastimes and activities." In other words, the prescribed forms of varna and &#257;&#347;rama are ritualistic ceremonies of religion intended for economic development, sense gratification or salvation. All of these things are recommended for persons who have not developed Krishna consciousness; in fact, all such activities are recommended in the revealed scriptures only to bring one to the point of Krishna consciousness. But one who has already developed spontaneous attachment for Krishna does not require to execute the duties prescribed in the scriptures.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>