<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 16: Spontaneous Devotion Further Described</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Eligibility for Spontaneous Devotional Service</P><P>Persons desiring to follow in the footsteps of such eternal devotees of the Lord as the Vrishnis and Vrind&#257;vana denizens are called r&#257;g&#257;nug&#257; devotees, which means that they are trying to attain to the perfection of those devotees. These r&#257;g&#257;nug&#257; devotees do not follow the regulative principles of devotional service very strictly, but by spontaneous nature they become attracted to some of the eternal devotees such as Nanda or Ya&#347;od&#257;, and they try to follow in their footsteps spontaneously. There is a gradual development of the ambition to become like a particular devotee, and this activity is called r&#257;g&#257;nug&#257;.</P><P>We must always remember, however, that such eagerness to follow in the footsteps of the denizens of Vraja (Vrind&#257;vana) is not possible unless one is freed from material contamination. In following the regulative principles of devotional service, there is a stage called anartha-nivritti, which means the disappearance of all material contamination. Sometimes someone is found imitating such devotional love, but factually he is not freed from anarthas, or unwanted habits. It has been seen that a so-called devotee proclaims himself a follower of Nanda, Ya&#347;od&#257; or the gop&#299;s, while at the same time his abominable attraction for mundane sex life is visible. Such a manifestation of divine love is mere imitation and has no value. When one is actually spontaneously attracted to the loving principles of the gop&#299;s, there will be found no trace of any mundane contamination in his character.</P><P>Therefore, in the beginning, everyone should strictly follow the regulative principles of devotional service, according to the injunctions of the scriptures and the spiritual master. Only after the stage of liberation from material contamination can one actually aspire to follow in the footsteps of the devotees in Vrind&#257;vana.</P><P>It is said by &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, "When one is actually liberated from material contamination, he can always remember an eternal devotee in Vrind&#257;vana in order to love Krishna in the same capacity. And developing such an aptitude, one will always live in Vrind&#257;vana, even within his mind." The purport is that if it is possible one should go and physically be present at Vrajabh&#363;mi, Vrind&#257;vana, and be engaged always in the service of the Lord, following the devotees in Vraja-dh&#257;ma, the spiritual realm of Vraja. If it is not possible, however, to be physically present at Vrind&#257;vana, one can meditate anywhere upon living in that situation. Wherever he may be, one must always think about life in Vraja-dh&#257;ma and about following in the footsteps of a particular devotee in the service of the Lord.</P><P>A devotee who is actually advanced in Krishna consciousness, who is constantly engaged in devotional service, should not manifest himself, even though he has attained perfection. The idea is that he should always continue to act as a neophyte devotee as long as his material body is there. Activities in devotional service under regulative principles must be followed even by the pure devotee. But when he realizes his actual position in relationship with the Lord, he can, along with the discharging of regulative service, think within himself of the Lord, under the guidance of a particular associate of the Lord, and develop his transcendental sentiments in following that associate.</P><P>In this connection, we should be careful about the so-called siddha-pran&#257;l&#299;. The siddha-pran&#257;l&#299; process is followed by a class of men who are not very authorized and who have manufactured their own way of devotional service. They imagine that they have become associates of the Lord simply by thinking of themselves like that. This external behavior is not at all according to the regulative principles. The so-called siddha-pran&#257;l&#299; process is followed by the pr&#257;krita-sahajiy&#257;, a pseudosect of so-called Vaishnavas. In the opinion of R&#363;pa Gosv&#257;m&#299;, such activities are simply disturbances to the standard way of devotional service.</P><P>&#346;r&#299; R&#363;pa Gosv&#257;m&#299; says that learned &#257;c&#257;ryas recommend that we follow the regulative principles even after the development of spontaneous love for Krishna. According to the regulative principles, there are nine departmental activities, as described above, and one should specifically engage himself in the type of devotional service for which he has a natural aptitude. For example, one person may have a particular interest in hearing, another may have a particular interest in chanting, and another may have a particular interest in serving in the temple. So these, or any of the other six different types of devotional service (remembering, serving, praying, engaging in some particular service, being in a friendly relationship or offering everything in one's possession), should be executed in full earnestness. In this way, everyone should act according to his particular taste.</P><P>Conjugal Love</P><P>Devotional service following in the footsteps of the gop&#299;s of Vrind&#257;vana or the queens at Dv&#257;rak&#257; is called devotional service in conjugal love. This devotional service in conjugal love can be divided into two categories. One is indirect conjugal love, the other direct. In both of these categories, one has to follow the particular gop&#299; who is engaged in such service in Goloka Vrind&#257;vana. To be directly attached to the Supreme Personality of Godhead in conjugal love is technically called keli. This keli performance means to directly join with the Supreme Personality of Godhead. There are other devotees who do not wish direct contact with the Supreme Person, but who relish the conjugal love affairs of the Lord with the gop&#299;s. Such devotees enjoy simply by hearing of the activities of the Lord with the gop&#299;s.</P><P>This development of conjugal love can be possible only with those who are already engaged in following the regulative principles of devotional service, specifically in the worship of R&#257;dh&#257; and Krishna in the temple. Such devotees gradually develop a spontaneous love for the Deity, and by hearing of the Lord's exchange of loving affairs with the gop&#299;s, they gradually become attracted to these pastimes. After this spontaneous attraction becomes highly developed, the devotee is placed in either of the above-mentioned categories.</P><P>This development of conjugal love for Krishna is not manifested in women only. The material body has nothing to do with spiritual loving affairs. A woman may develop an attitude for becoming a friend of Krishna, and, similarly, a man may develop the feature of becoming a gop&#299; in Vrind&#257;vana. How a devotee in the form of a man can desire to become a gop&#299; is stated in the Padma Pur&#257;na as follows: In days gone by there were many sages in Dandak&#257;ranya. Dandak&#257;ranya is the name of the forest where Lord R&#257;macandra lived after being banished by His father for fourteen years. At that time there were many advanced sages who were captivated by the beauty of Lord R&#257;macandra and who desired to become women in order to embrace the Lord. Later on, these sages appeared in Goloka Vrind&#257;vana when Krishna advented Himself there, and they were born as gop&#299;s, or girl friends of Krishna. In this way they attained the perfection of spiritual life.</P><P>The story of the sages of Dandak&#257;ranya can be explained as follows. When Lord R&#257;macandra was residing in Dandak&#257;ranya, the sages who were engaged in devotional service there became attracted by His beauty and immediately thought of the gop&#299;s at Vrind&#257;vana, who enjoyed conjugal loving affection with Krishna. In this instance it is clear that the sages of Dandak&#257;ranya desired conjugal love in the manner of the gop&#299;s, although they were well aware of the Supreme Lord as both Krishna and Lord R&#257;macandra. They knew that although R&#257;macandra was an ideal king and could not accept more than one wife, Lord Krishna, being the full-fledged Personality of Godhead, could fulfill the desires of all of them in Vrind&#257;vana. These sages also concluded that the form of Lord Krishna is more attractive than that of Lord R&#257;macandra, and so they prayed to become gop&#299;s in their future lives to be associated with Krishna.</P><P>Lord R&#257;macandra remained silent, and His silence shows that He accepted the prayers of the sages. Thus they were blessed by Lord R&#257;macandra to have association with Lord Krishna in their future lives. As a result of this benediction, they all took birth as women in the wombs of gop&#299;s at Gokula, and as they had desired in their previous lives, they enjoyed the company of Lord Krishna, who was present at that time in Gokula Vrind&#257;vana. The perfection of their human form of life was thus achieved by their generating a transcendental sentiment to share conjugal love with Lord Krishna.</P><P>Conjugal love is divided into two classifications &#8212; namely, conjugal love as husband and wife and conjugal love as lover and beloved. One who develops conjugal love for Krishna as a wife is promoted to Dv&#257;rak&#257;, where the devotee becomes the queen of the Lord. One who develops conjugal love for Krishna as a lover is promoted to Goloka Vrind&#257;vana, to associate with the gop&#299;s and enjoy loving affairs with Krishna there. We should note carefully, however, that this conjugal love for Krishna, either as gop&#299; or as queen, is not limited only to women. Even men can develop such sentiments, as was evidenced by the sages of Dandak&#257;ranya. If someone simply desires conjugal love, but does not follow in the footsteps of the gop&#299;s, he is promoted to association with the Lord at Dv&#257;rak&#257;.</P><P>In the Mah&#257;-k&#363;rma Pur&#257;na it is stated, "Great sages who were the sons of fire-gods rigidly followed the regulative principles in their desire to have conjugal love for Krishna. As such, in their next lives they were able to associate with the Lord, the origin of all creation, who is known as V&#257;sudeva, or Krishna, and all of them got Him as their husband."</P><P>Parenthood or Friendship</P><P>Devotees who are attracted to Krishna as parents or as friends should follow in the footsteps of Nanda Mah&#257;r&#257;ja or Subala, respectively. Nanda Mah&#257;r&#257;ja is the foster father of Krishna, and out of all of the friends of Krishna, Subala is the most intimate in Vrajabh&#363;mi.</P><P>In the development of becoming either the father or friend of the Lord, there are two varieties. One method is that one may try to become the father of the Lord directly, and the other is that one may follow Nanda Mah&#257;r&#257;ja and cherish the ideal of being Krishna's father. Out of these two, the attempt to directly become the father of Krishna is not recommended. Such a development can become polluted with M&#257;y&#257;v&#257;da (impersonal) philosophy. The M&#257;y&#257;v&#257;d&#299;s, or monists, think that they themselves are Krishna, and if one thinks that he himself has become Nanda Mah&#257;r&#257;ja, then his parental love will become contaminated with the M&#257;y&#257;v&#257;da philosophy. The M&#257;y&#257;v&#257;da philosophical way of thinking is offensive, and no offender can enter into the kingdom of God to associate with Krishna.</P><P>In the Skanda Pur&#257;na there is a story of an old man residing in Hastin&#257;pura, capital of the kingdom of the P&#257;ndus, who desired Krishna as his beloved son. This old man was instructed by N&#257;rada to follow in the footsteps of Nanda Mah&#257;r&#257;ja, and thus he achieved success.</P><P>There is a statement in the N&#257;r&#257;yana-vy&#363;ha-stava prayers that persons who are always engaged in thinking of the Lord as their husband, friend, father or well-wisher are always worshipable by everyone. This spontaneous love for Krishna can be developed only by the special mercy of Krishna or His pure devotee. This process of devotional service is sometimes called pushti-m&#257;rga. Pushti means "nourishing," and m&#257;rga means "path." Such development of sentiment nourishes devotional service to the highest standard. Thus it is called the path of nourishment, or pushti-m&#257;rga. The Vallabha-samprad&#257;ya, which belongs to the Vishnusv&#257;m&#299; sect of Vaishnava religion, worships Krishna in this pushti-m&#257;rga. Generally devotees in Gujarat worship B&#257;la Krishna, under this heading of pushti-m&#257;rga.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>