<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 19: Devotional Service in Pure Love of God</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Ecstasy</P><P>Ecstatic love of Godhead can be potently invoked simply by following the rules and regulations of devotional service as they are prescribed in scriptures, under the direction of a bona fide spiritual master. In the Eleventh Canto, Second Chapter, verse 40, of &#346;r&#299;mad-Bh&#257;gavatam, this ecstatic love, born of the execution of regulative devotional service, is explained: "A devotee, in the course of executing the regulative principles of devotional service, develops his natural Krishna consciousness, and being thus softened at heart he chants and dances like a madman. While performing chanting of the holy name of the Lord, he sometimes cries, sometimes talks wildly, sometimes sings and sometimes &#8212; without caring for any outsider &#8212; dances like a madman."</P><P>In the Padma Pur&#257;na there is a statement about ecstatic love born of spontaneous affection. Candrak&#257;nti, a celebrated fair-faced girl, rigidly observed celibacy in order to obtain Krishna as her husband. She always engaged herself in meditating on the transcendental form of the Lord and always chanted the glories of the Lord. She did not desire to accept anyone else as her husband. She had firmly decided that only Lord Krishna would be her husband.</P><P>The Lord's Extraordinary Mercy</P><P>When a devotee is found to be always associated with the Lord in ecstatic love, it is to be understood that such a position has been awarded by the Lord Himself out of His causeless extraordinary mercy. An example of such extraordinary mercy is given in the Eleventh Canto, Twelfth Chapter, verse 7, of &#346;r&#299;mad-Bh&#257;gavatam, wherein Lord Krishna tells Uddhava, "The gop&#299;s in Vrind&#257;vana did not study the Vedas to achieve Me. Nor had they ever been in holy places of pilgrimage. Nor did they devoutly execute any regulative principle. Nor did they undergo any kind of austerity. It is simply by My association that they have attained the highest perfection of devotional service."</P><P>From the example of Candrak&#257;nti as found in the Padma Pur&#257;na and from the example of the gop&#299;s as found in &#346;r&#299;mad-Bh&#257;gavatam, it appears that a devotee who always thinks of Krishna and who always chants His glories in ecstatic love, regardless of his condition, will attain the highest perfection of unalloyed devotional love due to Lord Krishna's extraordinary mercy. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam: "If a person worships, adores and loves Hari, the Supreme Lord, he should be understood to have finished all kinds of austerities, penances and similar processes for self-realization. On the other hand, if after undergoing all types of austerities, penances and mystic yoga practices one does not develop such love for Hari, then all his performances are to be considered a useless waste of time. If someone always sees Krishna inside and out, then it is to be understood that he has surpassed all austerities and penances for self-realization. And if, after executing all kinds of penances and austerities, one cannot always see Krishna inside and out, then he has executed his performances uselessly."</P><P>Spontaneous attraction to Krishna, which is said to be due to the extraordinary mercy of the Lord, can be placed under two headings: one is profound veneration for the greatness of the Lord, and the other is one's being automatically attracted to Krishna without any extraneous consideration. In the N&#257;rada-pañcar&#257;tra it is said that if on account of profound veneration for the greatness of the Supreme Lord one attains a great affection and steady love for Him, one is certainly assured of attaining the four kinds of Vaishnava liberation &#8212; namely achieving the same bodily features as the Lord, achieving the same opulence as the Lord, dwelling on the planet where the Lord is residing, and attaining eternal association with the Lord. The Vaishnava liberation is completely different from the M&#257;y&#257;v&#257;da liberation, which is simply a matter of being merged into the effulgence of the Lord.</P><P>In the N&#257;rada-pañcar&#257;tra pure, unalloyed devotional service is explained as being without any motive for personal benefit. If a devotee is continuously in love with Lord Krishna and his mind is always fixed upon Him, that devotional attitude will prove to be the only means of attracting the attention of the Lord. In other words, a Vaishnava who is incessantly thinking of the form of Lord Krishna is to be known as a pure Vaishnava.</P><P>Generally, a devotee who has achieved the causeless mercy of the Lord on account of following the strict rules and regulations of devotional service becomes attracted by the supreme greatness of the Lord, by the transcendental beauty of the Lord and by the spontaneous execution of devotional service. To be more clear, by executing the regulative principles of devotional service one can fully appreciate the transcendental beauty of the Lord. In any case, such exalted positions are possible only by the extraordinary mercy of the Lord upon the devotee.</P><P>Association with Pure Devotees</P><P>Although many different processes for developing love of Godhead have been explained so far, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; now gives us a general description of how one can best achieve such a high position. The beginning of ecstatic love of Godhead is basically faith. There are many societies and associations of pure devotees, and if someone with just a little faith begins to associate with such societies, his advancement to pure devotional service is rapid. The influence of a pure devotee is such that if someone comes to associate with him with a little faith, one gets the chance of hearing about the Lord from authoritative scriptures like Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. Thus, by the mercy of the Lord, who is situated in everyone's heart, one gradually develops his faith in the descriptions of such authoritative scriptures. This is the first stage of association with pure devotees. In the second stage, after one becomes a little advanced and mature, he automatically offers to follow the principles of devotional service under the guidance of the pure devotee and accepts him as the spiritual master. In the next stage, under the guidance of the spiritual master, the devotee executes regulative devotional service, and as a result of such activities, he becomes freed from all unwanted occupations. When he is freed from unwanted occupations, his faith becomes steadily fixed, and he develops a transcendental taste for devotional service, then attachment, then ecstasies, and in the last stage there is pure love of Godhead. These are the different stages of the development of pure love.</P><P>Only the most fortunate persons can achieve such success in life. Those who are simply academic students of the Vedic scriptures cannot appreciate how such a development takes place. In the N&#257;rada-pañcar&#257;tra Lord &#346;iva therefore tells P&#257;rvat&#299;, "My dear supreme goddess, you may know from me that any person who has developed the ecstasy of love for the Supreme Personality of Godhead, and who is always merged in transcendental bliss on account of this love, cannot even perceive the material distress or happiness coming from the body or mind."</P><P>The affection and the dealings of love that are different branches of the original tree of love precede many varieties of affectionate manifestations that will not be discussed here. These different manifestations have been described by San&#257;tana Gosv&#257;m&#299; in his Bh&#257;gavat&#257;mrita. Although the subject of such affections and dealings of love is very confidential, San&#257;tana Gosv&#257;m&#299; has described them very explicitly.</P><P>&#346;r&#299; R&#363;pa Gosv&#257;m&#299; thus concludes the first division of the Bhakti-ras&#257;mrita-sindhu, offering up his treatise for the transcendental pleasure of San&#257;tana Gosv&#257;m&#299;, who has established the transcendental beauty, and of Gop&#257;la Bhatta Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha Bhatta Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. It appears from this statement that the great &#346;r&#299;la J&#299;va Gosv&#257;m&#299; was not yet active when Bhakti-ras&#257;mrita-sindhu was written.</P><P>Thus ends the Bhaktivedanta summary study of the first division of Bhakti-ras&#257;mrita-sindhu, up to the descriptions of ecstatic love of Godhead, which are to follow next.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>