<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 2: The First Stages of Devotion</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>To support this statement there are many authoritative assertions by the learned scholars of bygone ages. According to their general opinion, a person may become governed by certain convictions derived by his own arguments and decisions. Then another person, who may be a greater logician, will nullify these conclusions and establish another thesis. In this way the path of argument will never be safe or conclusive. &#346;r&#299;mad-Bh&#257;gavatam recommends, therefore, that one follow in the footsteps of the authorities.</P><P>Here is a general description of devotional service given by &#346;r&#299; R&#363;pa Gosv&#257;m&#299; in his Bhakti-ras&#257;mrita-sindhu. Previously, it has been stated that devotional service can be divided into three categories &#8212; namely devotional service in practice, devotional service in ecstasy and devotional service in pure love of God. Now &#346;r&#299; R&#363;pa Gosv&#257;m&#299; proposes to describe devotional service in practice.</P><P>Practice means employing our senses in some particular type of work. Therefore devotional service in practice means utilizing our different sensory organs in service to Krishna. Some of the senses are meant for acquiring knowledge, and some are meant for executing the conclusions of our thinking, feeling and willing. So practice means employing both the mind and the senses in practical devotional service. This practice is not for developing something artificial. For example, a child learns or practices to walk. This walking is not unnatural. The walking capacity is there originally in the child, and simply by a little practice he walks very nicely. Similarly, devotional service to the Supreme Lord is the natural instinct of every living entity. Even uncivilized men like the aborigines offer their respectful obeisances to something wonderful exhibited by nature's law, and they appreciate that behind some wonderful exhibition or action there is something supreme. So this consciousness, though lying dormant in those who are materially contaminated, is found in every living entity. And, when purified, this is called Krishna consciousness.</P><P>There are certain prescribed methods for employing our senses and mind in such a way that our dormant consciousness for loving Krishna will be invoked, as much as the child, with a little practice, can begin to walk. One who has no basic walking capacity cannot walk by practice. Similarly, Krishna consciousness cannot be aroused simply by practice. Actually there is no such practice. When we wish to develop our innate capacity for devotional service, there are certain processes which, by our accepting and executing them, will cause that dormant capacity to be invoked. Such practice is called s&#257;dhana-bhakti.</P><P>Every living entity under the spell of material energy is held to be in an abnormal condition of madness. In &#346;r&#299;mad-Bh&#257;gavatam it is said, "Generally, the conditioned soul is mad, because he is always engaged in activities which are the causes of bondage and suffering." Spirit soul in his original condition is joyful, blissful, eternal and full of knowledge. Only by his implication in material activities has he become miserable, temporary and full of ignorance. This is due to vikarma. Vikarma means "actions which should not be done." Therefore, we must practice s&#257;dhana-bhakti &#8212; which means to offer ma&#324;gala-&#257;rati (Deity worship) in the morning, to refrain from certain material activities, to offer obeisances to the spiritual master and to follow many other rules and regulations which will be discussed here one after another. These practices will help one become cured of madness. As a man's mental disease is cured by the directions of a psychiatrist, so this s&#257;dhana-bhakti cures the conditioned soul of his madness under the spell of m&#257;y&#257;, material illusion.</P><P>N&#257;rada Muni mentions this s&#257;dhana-bhakti in &#346;r&#299;mad-Bh&#257;gavatam, Seventh Canto, First Chapter, verse 32. He says there to King Yudhishthira, "My dear King, one has to fix his mind on Krishna by any means." That is called Krishna consciousness. It is the duty of the &#257;c&#257;rya, the spiritual master, to find the ways and means for his disciple to fix his mind on Krishna. That is the beginning of s&#257;dhana-bhakti.</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu has given us an authorized program for this purpose, centered around the chanting of the Hare Krishna mantra. This chanting has so much power that it immediately attaches one to Krishna. That is the beginning of s&#257;dhana-bhakti. Somehow or other, one has to fix his mind on Krishna. The great saint Ambar&#299;sha Mah&#257;r&#257;ja, although a responsible king, fixed his mind on Krishna, and similarly anyone who tries to fix his mind in this way will very rapidly make progress in successfully reviving his original Krishna consciousness.</P><P>Now this s&#257;dhana-bhakti, or practice of devotional service, may also be divided into two parts. The first part is called service according to regulative principles: one has to follow these different regulative principles by the order of the spiritual master or on the strength of authoritative scriptures, and there can be no question of refusal. That is called vaidhi, or regulated. One has to do it without argument. Another part of s&#257;dhana-bhakti is called r&#257;g&#257;nug&#257;. R&#257;g&#257;nug&#257; refers to the point at which, by following the regulative principles, one becomes a little more attached to Krishna and executes devotional service out of natural love. For example, a person engaged in devotional service may be ordered to rise early in the morning and offer &#257;rati, which is a form of Deity worship. In the beginning, by the order of his spiritual master, one rises early in the morning and offers &#257;rati, but then he develops real attachment. When he gets this attachment, he automatically tries to decorate the Deity and prepare different kinds of dresses and thinks of different plans to execute his devotional service nicely. Although it is within the category of practice, this offering of loving service is spontaneous. So the practice of devotional service, s&#257;dhana-bhakti, can be divided into two parts &#8212; namely, regulative and spontaneous.</P><P>R&#363;pa Gosv&#257;m&#299; defines the first part of devotional practice, or vaidhi-bhakti, as follows: "When there is no attachment or no spontaneous loving service to the Lord, and one is engaged in the service of the Lord simply out of obedience to the order of the spiritual master or in pursuance of the scriptures, such obligatory service is called vaidhi-bhakti."</P><P>These principles of vaidhi-bhakti are also described in &#346;r&#299;mad-Bh&#257;gavatam, Second Canto, First Chapter, verse 5, where &#346;ukadeva Gosv&#257;m&#299; instructs the dying Mah&#257;r&#257;ja Par&#299;kshit as to his course of action. Mah&#257;r&#257;ja Par&#299;kshit met &#346;ukadeva Gosv&#257;m&#299; just a week before his death, and the King was perplexed as to what should be done before he was to pass on. Many other sages also arrived there, but no one could give him the proper direction. &#346;ukadeva Gosv&#257;m&#299;, however, gave this direction to him as follows: "My dear King, if you want to be fearless in meeting your death next week (for actually everyone is afraid at the point of death), then you must immediately begin the process of hearing and chanting and remembering God." If one can chant and hear Hare Krishna and always remember Lord Krishna, then he is sure to become fearless of death, which may come at any moment.</P><P>In the statements of &#346;ukadeva Gosv&#257;m&#299; it is said that the Supreme Personality of Godhead is Krishna. Therefore &#346;ukadeva recommends that one should always hear about Krishna. He does not recommend that one hear and chant about the demigods. The M&#257;y&#257;v&#257;d&#299;s (impersonalists) say that one may chant any name, either that of Krishna or those of the demigods, and the result will be the same. But actually this is not a fact. According to the authorized version of &#346;r&#299;mad-Bh&#257;gavatam, one has to hear and chant about Lord Vishnu (Krishna) only.</P><P>So &#346;ukadeva Gosv&#257;m&#299; has recommended to Par&#299;kshit Mah&#257;r&#257;ja that in order to be fearless of death, one has to hear and chant and remember the Supreme Personality of Godhead, Krishna, by all means. He also mentions that the Supreme Personality of Godhead is sarv&#257;tm&#257;. Sarv&#257;tm&#257; means "the Supersoul of everyone." Krishna is also mentioned as &#299;&#347;vara, the supreme controller who is situated in everyone's heart. Therefore, if some way or other we become attached to Krishna, He will make us free from all danger. In Bhagavad-g&#299;t&#257; it is said that anyone who becomes a devotee of the Lord is never vanquished. Others, however, are always vanquished. "Vanquished" means that after getting this human form of life, a person does not come out of the entanglement of birth and death and thus misses his golden opportunity. Such a person does not know where he is being thrown by the laws of nature.</P><P>Suppose one does not develop Krishna consciousness in this human form of life. He will be thrown into the cycle of birth and death, involving 8,400,000 spieces of life, and his spiritual identity will remain lost. One does not know whether he is going to be a plant, or a beast, or a bird, or something like that, because there are so many species of life. The recommendation of R&#363;pa Gosv&#257;m&#299; for reviving our original Krishna consciousness is that somehow or other we should apply our minds to Krishna very seriously and thus also become fearless of death. After death we do not know our destination, because we are completely under the control of the laws of nature. Only Krishna, the Supreme Personality of Godhead, is controller over the laws of nature. Therefore, if we take shelter of Krishna seriously, there will be no fear of being thrown back into the cycle of so many species of life. A sincere devotee will surely be transferred to the abode of Krishna, as affirmed in Bhagavad-g&#299;t&#257;.</P><P>In the Padma Pur&#257;na, also, the same process is advised. There it is said that one should always remember Lord Vishnu. This is called dhy&#257;na, or meditation &#8212; always remembering Krishna. It is said that one has to meditate with his mind fixed upon Vishnu. Padma Pur&#257;na recommends that one always fix his mind on the form of Vishnu by meditation and not forget Him at any moment. And this state of consciousness is called sam&#257;dhi, or trance.</P><P>We should always try to mold the activities of our lives in such a way that we will constantly remember Vishnu, or Krishna. That is Krishna consciousness. Whether one concentrates his mind on the four-handed form of Vishnu or on the form of two-handed Krishna, it is the same. The Padma Pur&#257;na recommends: somehow or other always think of Vishnu, without forgetting Him under any circumstances. Actually this is the most basic of all regulative principles. For, when there is an order from a superior about doing something, there is simultaneously a prohibition. When the order is that one should always remember Krishna, the prohibition is that one should never forget Him. Within this simple order and prohibition, all regulative principles are found complete.</P><P>This regulative principle is applicable to all varnas and &#257;&#347;ramas, the castes and occupations of life. There are four varnas, namely the br&#257;hmanas (priests and intellectuals), the kshatriyas (warriors and statesmen), the vai&#347;yas (businessmen and farmers) and the &#347;&#363;dras (laborers and servants). There are also four standard &#257;&#347;ramas, namely brahmacarya (student life), grihastha (householder), v&#257;naprastha (retired) and sanny&#257;sa (renounced). The regulative principles are not only for the brahmac&#257;r&#299;s (celibate students) to follow, but are applicable for all. It doesn't matter whether one is a beginner &#8212; a brahmac&#257;r&#299; &#8212; or is very advanced &#8212; a sanny&#257;s&#299;. The principle of remembering the Supreme Personality of Godhead constantly and not forgetting Him at any moment is meant to be followed by everyone without fail.</P><P>If this injunction is followed, then all other rules and regulations will automatically fall into line. All other rules and regulations should be treated as assistants or servants to this one basic principle. The injunctions of rules and regulations and the resultant reactions are mentioned in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, Fifth Chapter, verses 2 and 3. Camasa Muni, one of the nine sages who came to instruct King Nimi, addressed the King and said, "The four social orders, namely the br&#257;hmanas, the kshatriyas, the vai&#347;yas and the &#347;&#363;dras, have come out of the different parts of the universal form of the Supreme Lord as follows: the br&#257;hmanas have come out from the head, the kshatriyas have come out from the arms, the vai&#347;yas have come out from the waist, and the &#347;&#363;dras have come out from the legs. Similarly, the sanny&#257;s&#299;s have come out from the head, the v&#257;naprasthas from the arms, the grihasthas from the waist and the brahmac&#257;r&#299;s from the legs."</P><P>These different orders of society and grades of spiritual advancement are conceived in terms of qualification. It is confirmed in Bhagavad-g&#299;t&#257; that the four social orders and the four spiritual orders are created by the Lord Himself, in terms of different individual qualities. As the different parts of the body have different types of activities, so the social orders and spiritual orders also have different types of activities in terms of qualification and position. The target of these activities, however, is always the Supreme Personality of Godhead. As confirmed in Bhagavad-g&#299;t&#257;, "He is the supreme enjoyer." So, whether one is a br&#257;hmana or a &#347;&#363;dra, one has to satisfy the Supreme Lord by one's activities. This is also confirmed in &#346;r&#299;mad-Bh&#257;gavatam by a verse which reads, "Everyone must be engaged in his particular duty, but the perfection of such work should be tested by how far the Lord is satisfied with such activities." The injunction herein is that one has to act according to his position, and by such activities one must either satisfy the Supreme Personality or else fall down from one's position.</P><P>For example a br&#257;hmana, who is born out of the head of the Lord, has as his business to preach the transcendental Vedic sounds, or &#347;abda-brahma. Because the br&#257;hmana is the head, he has to preach the transcendental sound, and he also has to eat on behalf of the Supreme Lord. According to Vedic injunctions, when a br&#257;hmana eats it is to be understood that the Personality of Godhead is eating through him. It is not, however, that the br&#257;hmana should simply eat on behalf of the Lord and not preach the message of Bhagavad-g&#299;t&#257; to the world. Actually, one who preaches the message of the G&#299;t&#257; is very dear to Krishna, as is confirmed in the G&#299;t&#257; itself. Such a preacher is factually a br&#257;hmana, and thus by feeding him one feeds the Supreme Lord directly.</P><P>Similarly, the kshatriya has to protect people from the onslaughts of m&#257;y&#257;. That is his duty. For example, as soon as Mah&#257;r&#257;ja Par&#299;kshit saw that a black man was attempting to kill a cow, he immediately took his sword, wanting to kill the black man, whose name was Kali. That is a kshatriya's duty. Violence is required in order to give protection. In Bhagavad-g&#299;t&#257; Lord Krishna directly gave His order to Arjuna to commit violence on the Battlefield of Kurukshetra, just to give protection to the people in general.</P><P>The vai&#347;yas are meant for producing agricultural products, trading them and distributing them. And the working class, or &#347;&#363;dras, are those who haven't the intelligence of the br&#257;hmanas or the kshatriyas or the vai&#347;yas, and therefore they are meant to help these higher classes by bodily labor. In this way, there is full cooperation and spiritual advancement among all the different orders of society. And when there is no such cooperation, the members of society will fall down. That is the present position in the Kali-yuga, this age of quarrel. Nobody is doing his duty, and everyone is simply puffed up by calling himself a br&#257;hmana (intellectual) or a kshatriya (soldier or statesman). But actually such people are without status. They are out of touch with the Supreme Personality of Godhead because they are not Krishna conscious. Therefore, the Krishna consciousness movement is intended to set the whole of human society in proper condition, so that everyone will be happy and take profit from developing Krishna consciousness.</P><P>Lord &#346;r&#299; Krishna instructed Uddhava that by following the injunctions of the social and spiritual orders of human society, one can satisfy the Supreme Personality of Godhead, and as a result of such satisfaction the whole society gets all the necessities of life amply and without difficulty. This is because, after all, the Supreme Personality of Godhead maintains all other living entities. If the whole society performs its respective duties and remains in Krishna consciousness, there is no doubt that all of its members will live very peacefully and happily. Without wanting the necessities of life, the whole world will be turned into Vaikuntha, a spiritual abode. Even without being transferred to the kingdom of God, by following the injunctions of &#346;r&#299;mad-Bh&#257;gavatam and prosecuting the duties of Krishna consciousness all human society will be happy in all respects.</P><P>There is a similar statement by &#346;r&#299; Krishna Himself to Uddhava, in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, Twenty-seventh Chapter, verse 49. The Lord says there, "My dear Uddhava, all persons are engaged in activities, whether those indicated in the revealed scriptures or ordinary worldly activities. If by the result of either of such activities they worship Me in Krishna consciousness, then automatically they become very happy within this world, as well as in the next. Of this there is no doubt." We can conclude from this statement by Krishna that activities in Krishna consciousness will give everyone all perfection in all desires.</P><P>Thus the Krishna consciousness movement is so nice that there is no need of even designating oneself br&#257;hmana, kshatriya, vai&#347;ya, &#347;&#363;dra, brahmac&#257;r&#299;, grihastha, v&#257;naprastha or sanny&#257;s&#299;. Let everyone be engaged in whatever occupation he now has. Simply let him worship Lord Krishna by the result of his activities in Krishna consciousness. That will adjust the whole situation, and everyone will be happy and peaceful within this world. In the N&#257;rada-pañcar&#257;tra the regulative principles of devotional service are described as follows: "Any activities sanctioned in the revealed scriptures and aiming at the satisfaction of the Supreme Personality of Godhead are accepted by saintly teachers as the regulative principles of devotional service. If one regularly executes such service unto the Supreme Personality of Godhead under the direction of a bona fide spiritual master, then gradually he rises to the platform of serving in pure love of God."</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>