<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 23: Krishna's Personality</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Krishna's personality is analyzed as dh&#299;rod&#257;tta, dh&#299;ra-lalita, dh&#299;ra-pra&#347;&#257;nta and dh&#299;roddhata. If one asks how a personality can be beheld in four quite opposing ways, the answer is that the Lord is the reservoir of all transcendental qualities and activities. Therefore, His different aspects can be analyzed according to the exhibition of His limitless variety of pastimes, and as such there is no contradiction.</P><P>Dh&#299;rod&#257;tta</P><P>A dh&#299;rod&#257;tta is a person who is naturally very grave, gentle, forgiving, merciful, determined, humble, highly qualified, chivalrous and physically attractive.</P><P>In this connection, the following statement given by Indra, the King of heaven, is very significant: "My dear Lord, I admit that I have committed great offenses unto You, but I cannot express my feelings of regret, being bewildered at seeing Your extraordinary chivalrous spirit, Your endeavor to protect Your devotees, Your determination, Your steadiness in lifting the great hill of Govardhana, Your beautiful bodily features and Your astonishing characteristic of being pleased simply by accepting the prayers of Your devotees and offenders."</P><P>The above statement by the King of heaven is an exact corroboration of Krishna's being dh&#299;rod&#257;tta. Many learned scholars have agreed to also accept Lord R&#257;macandra as dh&#299;rod&#257;tta, but all of Lord R&#257;macandra's qualities are also included in the character of Lord Krishna.</P><P>Dh&#299;ra-lalita</P><P>A person is called dh&#299;ra-lalita if he is naturally very funny, always in full youthfulness, expert in joking and free from all anxieties. Such a dh&#299;ra-lalita personality is generally found to be domesticated and very submissive to his lover. This dh&#299;ra-lalita trait in the personality of Krishna is described by Yajña-patn&#299;, the wife of one of the br&#257;hmanas who were performing sacrifices in Vrind&#257;vana. She tells her friends, "One day &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, accompanied by Her associates, was taking rest in Her garden, and at that time Lord &#346;r&#299; Krishna arrived in that assembly. After sitting down, He began to narrate very impudently about His previous night's pastimes with R&#257;dh&#257;r&#257;n&#299;. While He was speaking in that way, R&#257;dh&#257;r&#257;n&#299; became very embarrassed. She was feeling ashamed and was absorbed in thought, and Krishna took the opportunity to mark Her breasts with different kinds of tilaka. Krishna proved Himself to be very expert in that art." In this way Krishna, as dh&#299;ra-lalita, was enjoying His youthful proclivities in the company of the gop&#299;s.</P><P>Generally, those who are expert in writing drama choose to call Cupid the ideal dh&#299;ra-lalita, but we can more perfectly find in the personality of Krishna all the characteristics of dh&#299;ra-lalita.</P><P>Dh&#299;ra-pra&#347;&#257;nta</P><P>A person who is very peaceful, forbearing, considerate and obliging is called dh&#299;ra-pra&#347;&#257;nta. This dh&#299;ra-pra&#347;&#257;nta trait of Krishna was exhibited in His dealings with the P&#257;ndavas. On account of the P&#257;ndavas' faithful devotion to the Lord, He agreed to become their charioteer, their advisor, their friend, their messenger and sometimes their bodyguard. Such is an example of the result of devotional service toward Vishnu. When Krishna was speaking to Mah&#257;r&#257;ja Yudhishthira about religious principles, He demonstrated Himself to be a great learned scholar, but because He accepted the position of younger cousin to Yudhishthira, He was speaking in a very gentle tone which enhanced His beautiful bodily features. The movements of His eyes and the mode of His speech proved that He was very, very expert in giving moral instruction. Sometimes, Mah&#257;r&#257;ja Yudhishthira is also accepted by learned scholars as dh&#299;ra-pra&#347;&#257;nta.</P><P>Dh&#299;roddhata</P><P>A person who is very envious, proud, easily angered, restless and complacent is called dh&#299;roddhata by learned scholars. Such qualities were visible in the character of Lord Krishna, because when He was writing a letter to K&#257;layavana, Krishna addressed him as a sinful frog. In His letter Krishna advised K&#257;layavana that he should immediately go and find some dark well for his residence, because there was a black snake named Krishna who was very eager to devour all such sinful frogs. Krishna reminded K&#257;layavana that He could turn all the universes to ashes simply by looking at them.</P><P>The above statement by Krishna seems apparently to be of an envious nature, but according to different pastimes, places and times this quality is accepted as a great characteristic. Krishna's dh&#299;roddhata qualities have been accepted as great because Krishna uses them only to protect His devotees. In other words, even undesirable traits may also be used in the exchange of devotional service.</P><P>Sometimes Bh&#299;ma, the second brother of the P&#257;ndavas, is also described as dh&#299;roddhata.</P><P>Once, while fighting with a demon who was appearing as a deer, Krishna challenged him in this way: "I have come before you as a great elephant named Krishna. You must leave the battlefield, accepting defeat, or else there is death awaiting you." This challenging spirit of Krishna's is not contradictory to His sublime character; because He is the Supreme Being, everything is possible in His character.</P><P>There is a nice statement in the K&#363;rma Pur&#257;na about these contradictory traits of the Supreme Personality of Godhead. It is stated there that the Supreme Person is neither very fat nor very thin; He is always transcendental to material qualities, and yet His bodily luster is blackish. His eyes are reddish, He is all-powerful, and He is equipped with all different kinds of opulences. Contradictory traits in Krishna's person are not at all surprising; one should not consider the characteristics of Krishna, the Supreme Personality of Godhead, to be actually contradictory. One should try to understand the traits of Krishna from authorities and try to understand how these characteristics are employed by the supreme will of the Lord.</P><P>In the Mah&#257;-var&#257;ha Pur&#257;na it is confirmed that the transcendental bodies of the Supreme Personality of Godhead and His expansions are all existing eternally. Such bodies are never material; they are completely spiritual and full of knowledge. They are reservoirs of all transcendental qualities. In the Vishnu-y&#257;mala-tantra there is a statement that because the Personality of Godhead and His expanded bodies are always full of knowledge, bliss and eternity, they are always free from the eighteen kinds of material contaminations &#8212; illusion, fatigue, errors, roughness, material lust, restlessness, pride, envy, violence, disgrace, exhaustion, untruth, anger, hankering, dependence, desire to lord over the universe, seeing duality and cheating.</P><P>Regarding all of the above-mentioned statements, it is understood that the Mah&#257;-Vishnu is the source of all incarnations in the material world. But because of His greater, extraordinary opulence, we can understand that the son of Nanda Mah&#257;r&#257;ja is the source of the Mah&#257;-Vishnu also. This is confirmed in the Brahma-samhit&#257;, wherein it is stated, "Let me offer my respectful obeisances unto Govinda, whose partial representation is the Mah&#257;-Vishnu." The gigantic form of the Mah&#257;-Vishnu is the source of generation for innumerable universes. Innumerable universes are coming out of His exhaling breath, and the same universes are going back in with His inhaling breath. This Mah&#257;-Vishnu is also a plenary portion of a portion of Krishna.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>