<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 24: Further Traits of &#346;r&#299; Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>It is said that a person is great if he is decorated with the qualities of being very merciful toward the unfortunate, very powerful, superior, chivalrous, enthusiastic, expert and truthful. These decorations were manifested in the character of Krishna during His govardhana-l&#299;l&#257;. At that time the whole tract of land in Vrind&#257;vana was being disturbed by the rains sent by Indra, as described elsewhere. At first Krishna thought, "Let Me retaliate against this vengeance of Indra by destroying his heavenly kingdom," but later on, when He thought of the insignificance of the King of heaven, Krishna changed His mind and felt merciful toward Indra. No one is able to tolerate the wrath of Krishna, so instead of retaliating against Indra, He simply showed His compassion for His friends in Vrind&#257;vana by lifting the whole of Govardhana Hill to protect them.</P><P>Enjoying</P><P>When a person is seen to be always happy and is accustomed to speak smilingly, he is considered to be in the mode of enjoyment. This trait was found in Krishna when He appeared at the sacrificial arena of King Kamsa. It is described that the lotus-eyed Krishna entered among the wrestlers without being impolite to them, glanced over them with determination and seemed to them just like an elephant attacking some plants. Even while speaking to them, Krishna was still smiling, and in this way He stood valiantly upon the wrestling dais.</P><P>Pleasing</P><P>When one's characteristics are very sweet and desirable, his personality is called pleasing. An example of Krishna's pleasing nature is thus described in &#346;r&#299;mad-Bh&#257;gavatam: "One day while Krishna was awaiting the arrival of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; by the bank of the Yamun&#257;, He began to make a garland of kadamba flowers. In the meantime, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; appeared there, and at that time Mur&#257;ri [Krishna], the enemy of Mura, glanced over R&#257;dh&#257;r&#257;n&#299; very sweetly."</P><P>Dependable</P><P>Any person who is reliable in all circumstances is called dependable. In this connection R&#363;pa Gosv&#257;m&#299; says that even the demons were relying upon the dependability of Krishna, because they were confident that Krishna would never attack them without due cause. Therefore, with faith and confidence, they used to live with their doors wide open. And the demigods, although afraid of the demons, were confident of the protection of Krishna. Therefore, even in the midst of danger they were engaged in sportive activities. Persons who had never undergone the reformatory ritualistic ceremonies of the Vedas were confident that Krishna would accept only faith and devotion, and so they were engaged in Krishna consciousness and were freed from all anxieties. In other words, all kinds of men, from the demigods down to the uncultured, can rely on the causeless mercy of the Supreme Lord.</P><P>Steady</P><P>A person who is not disturbed even in a situation of reverses is called steady. This steadiness was observed in Krishna in connection with His chastising the demon known as B&#257;na. The B&#257;na demon had many hands, and Krishna was cutting off these hands one after another. This B&#257;na was a great devotee of Lord &#346;iva and the goddess Durg&#257;. Thus, when B&#257;na was being chastised, Lord &#346;iva and Durg&#257; became very furious at Krishna. But Krishna did not care for them.</P><P>Predominating</P><P>A person who can affect the mind of everyone is called predominating. As far as Krishna's predomination is concerned, in the Tenth Canto, Forty-third Chapter, verse 17, of &#346;r&#299;mad-Bh&#257;gavatam, Krishna is described thus by &#346;ukadeva Gosv&#257;m&#299; to King Par&#299;kshit: "My dear King, Krishna is a thunderbolt to the wrestlers; to the common man He is the most beautiful human being; to the young girls He is just like Cupid; to the cowherd men and women He is the most intimate relative; to the impious kings He is the supreme ruler; to His parents, Nanda and Ya&#347;od&#257;, He is just a baby; to Kamsa, the King of Bhoja, He is death personified; to the dull and stupid He is just like a stone; to the yog&#299;s He is the Supreme Absolute Truth; and to the Vrishnis He is the Supreme Personality of Godhead. In such a predominating position, Krishna appeared in that arena along with His older brother, Balar&#257;ma." When Krishna, the reservoir of all mellows, was present in the arena of Kamsa, He appeared differently to the different persons who were related to Him in different mellows. It is stated in Bhagavad-g&#299;t&#257; that He appears to every person according to one's relationship with Him.</P><P>Sometimes learned scholars describe "predominating" to mean a person intolerant of being neglected. This peculiarity in Krishna was visible when Kamsa was insulting Mah&#257;r&#257;ja Nanda. Vasudeva was asking Krishna's assistance in killing Kamsa, and Krishna was glancing over Kamsa with longing eyes, just like a prostitute, and was just preparing to jump at the King.</P><P>Meticulous Dresser</P><P>A person who is very fond of dressing himself is called lalita, or a meticulous dresser. This characteristic was found in Krishna in two ways: sometimes He used to decorate &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; with various marks, and sometimes, when He was preparing to kill demons like Arisht&#257;sura, He would take care to arrange His belt very nicely.</P><P>Magnanimous</P><P>Persons who can give themselves to anyone are called magnanimous. No one could be more magnanimous than Krishna, because He is always prepared to give Himself completely to His devotee. Even to one who is not a devotee, Krishna in His form of Lord Caitanya is prepared to give Himself and to grant deliverance.</P><P>Although Krishna is independent of everyone, out of His causeless mercy He is dependent upon Garga Rishi for religious instruction; for learning the military art He is dependent upon S&#257;tyaki; and for good counsel He is dependent upon His friend Uddhava.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>