<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 27: Symptoms of Ecstatic Love</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>These symptoms are divided into two parts: one is called &#347;&#299;ta, and the other is called kshepana. When there is yawning, the symptoms are called &#347;&#299;ta, and when there is dancing they are called kshepana.</P><P>Dancing</P><P>While watching the r&#257;sa dance performed by Lord Krishna and the gop&#299;s, Lord &#346;iva beheld the beautiful face of Krishna and immediately began to dance and beat upon his small dindima drum. While Lord &#346;iva was dancing in ecstasy, his eldest son, Gane&#347;a, joined him.</P><P>Rolling on the Ground</P><P>In the Third Canto, First Chapter, verse 32, of &#346;r&#299;mad-Bh&#257;gavatam, Vidura inquires from Uddhava, "My dear friend, is Akr&#363;ra in an auspicious condition? Not only is he a learned scholar and sinless, but he is also a devotee of Lord Krishna. He has such ecstatic love for Krishna that I have seen him rolling upon Krishna's footprints in the dust as if bereft of all sense." Similarly, one gop&#299; gave a message to Krishna that R&#257;dh&#257;r&#257;n&#299;, because of Her separation from Him and because of Her enchantment with the aroma of His flower garlands, was rolling on the ground, thereby bruising Her soft body.</P><P>Singing Loudly</P><P>One gop&#299; informed Krishna that when &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was singing about His glories, She enchanted all of Her friends in such a way that they became stonelike and dull. At the same time, the nearby stones began to melt away in ecstatic love.</P><P>When N&#257;rada Muni was chanting the Hare Krishna mantra, he chanted so loudly that it was apprehended that Lord Nrisimha had appeared. Thus all the demons began to flee in different directions.</P><P>Stretching the Body</P><P>It is said that sometimes when N&#257;rada, the carrier of the v&#299;n&#257;, remembers his Lord Krishna in great ecstasy, he begins to stretch his body so vigorously that his sacred thread gives way.</P><P>Crying Loudly</P><P>A gop&#299; once said to Krishna, "My dear son of Nanda Mah&#257;r&#257;ja, by the sound of Your flute &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; has become full of lamentation and fear, and thus, with a faltering voice, She is crying like a kurar&#299; bird."</P><P>It is described that by hearing the vibration of Krishna's flute, Lord &#346;iva becomes very puzzled and begins to cry so loudly into space that the demons become vanquished and the devotees become overwhelmed with joy.</P><P>Yawning</P><P>It is said that when the full moon rises, the lotus petals become expanded. Similarly, when Krishna used to appear before R&#257;dh&#257;r&#257;n&#299;, Her face, which is compared to the lotus flower, would expand by Her yawning.</P><P>Breathing Heavily</P><P>As far as breathing heavily is concerned, it is state d, "Lalit&#257; [one of the gop&#299;s] is just like a c&#257;tak&#299; bird, which only takes water falling directly from the rain cloud and not from any other source." In this statement Krishna is compared to the dark cloud, and Lalit&#257; is compared to the c&#257;tak&#299; bird seeking only Krishna's company. The metaphor continues to say, "As a heavy wind sometimes disperses a mighty cloud, so the heavy breath from Lalit&#257;'s nostrils caused her to miss Krishna, who had disappeared by the time she recovered herself."</P><P>Neglecting the Presence of Others</P><P>As far as neglecting the presence of others is concerned, the wives of the br&#257;hmanas who were performing sacrifices at Vrind&#257;vana left home as soon as they heard that Krishna was nearby. They left their homes without caring for their learned husbands. The husbands began to discuss this among themselves: "How wonderful is the attraction for Krishna that it has made these women leave us without any care!" This is the influence of Krishna. Anyone who becomes attracted to Krishna can be relieved from the bondage of birth and death, which can be compared to the locked-up homes that were neglected by the wives of the br&#257;hmanas.</P><P>In the Pady&#257;val&#299; there is a statement by some devotees: "We shall not care for any outsiders. If they should deride us, we shall still not care for them. We shall simply enjoy the transcendental mellow of chanting Hare Krishna, and thus we shall roll on the ground and dance ecstatically. In this way we shall eternally enjoy transcendental bliss."</P><P>Drooling</P><P>As an example of the running down of saliva from the mouth, it is stated that sometimes when N&#257;rada Muni was chanting the Hare Krishna mantra, he remained stunned for a while, and saliva oozed from his mouth.</P><P>Laughing like a Madman</P><P>When a devotee laughs very loudly like a madman, it is done out of an extraordinary agitation of ecstatic love within the heart. Such mad laughing is an expression of the condition of the heart which is technically called atta-h&#257;sa. When a devotee becomes affected with this mental condition, his love is expressed through the lips. The laughing sounds, coming one after another, are compared to flowers falling from the creeper of devotion which grows within the heart of the devotee. In the Caitanya-carit&#257;mrita devotional service to the Lord is also compared to a creeper which rises up to the lotus feet of Krishna in Goloka Vrind&#257;vana.</P><P>Wheeling of the Head</P><P>One gop&#299; told her friend, "It appears that Lord Krishna, the enemy of the demon Agha, has released from His mouth a whirlwind which is acting on your head and is gradually proceeding to do the same to the other lotus-eyed gop&#299;s."</P><P>Belching</P><P>Sometimes belching also becomes a symptom of ecstatic love for Krishna. There is evidence of this in Paurnam&#257;s&#299;'s address to one crying associate of R&#257;dh&#257;r&#257;n&#299;: "My dear daughter, don't be worried because &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is belching. I am about to offer a remedial measure for this symptom. Do not cry so loudly. This belching is not due to indigestion; it is a sign of ecstatic love for Krishna. I shall arrange to cure this belching symptom immediately. Don't be worried." This statement by Paurnam&#257;s&#299; is evidence that ecstatic love for Krishna is sometimes manifested through belching.</P><P>Sometimes trembling of the whole body and hemorrhaging from some part of the body are also manifested in response to ecstatic love for Krishna, but such symptoms are very rare, and therefore &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; does not discuss any further on this point.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>