<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 28: Existential Ecstatic Love</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>When there are manifestations of ecstatic symptoms in the body of a nondevotee, these are called dried-up symptoms of ecstatic love. The nondevotees are actually materialistic, but in contact with some pure devotee, they sometimes may manifest some symptoms of ecstasy. Devotional scholars call these dried-up symptoms.</P><P>There are eight symptoms of existential ecstatic love: becoming stunned, perspiring, standing of the hairs on the body, faltering of the voice, trembling of the body, changing of bodily colors, shedding of tears and devastation.</P><P>The scientific explanation of these eight symptoms is given by R&#363;pa Gosv&#257;m&#299; as follows. When the vital force of life is in contact with the earth, one is stunned. When the same force comes into contact with water, there is the shedding of tears. When the same force comes into contact with fire, there is perspiration. When the force comes into contact with the sky, there is complete devastation. And when that force comes into contact with the air, there is trembling, failing of the voice and standing of the hairs on the body.</P><P>These symptoms are sometimes manifested internally and sometimes externally. The pure devotee always feels such symptomatic expressions within himself, but being afraid of outsiders he does not generally manifest them externally.</P><P>Becoming Stunned</P><P>The symptom of being stunned is caused by ecstatic tribulation, fearfulness, astonishment, lamentation and anger. This symptom is exhibited by a stoppage of talking, a stoppage of movement, a feeling of voidness and an extreme feeling of separation.</P><P>When Uddhava was describing Krishna's pastimes to Vidura, he said, "One day the gop&#299;s became stunned when Krishna, in the dress of a gardening maid, entered the greenhouse and enlivened them with joking and laughter. Then when Krishna left the greenhouse, the gop&#299;s were seeing Krishna so ecstatically that it was as though both their minds and eyes were following Him." These symptoms signify that although the gop&#299;s' business was not finished, they had become stunned with ecstatic love.</P><P>Another example of being stunned took place when Krishna was surrounded by various wrestlers in the sacrificial arena of Kamsa. His mother, Devak&#299;, then became stunned, and her eyes dried up when she saw Krishna among the wrestlers.</P><P>There is also an example of the astonishment of Lord Brahm&#257;. It is explained in the Tenth Canto, Thirteenth Chapter, verse 56, of &#346;r&#299;mad-Bh&#257;gavatam, that when Brahm&#257; understood that this cowherd boy was the Supreme Personality of Godhead Himself, he became stunned. All of his sensory activities stopped when he saw all the cowherd boys again, along with Krishna. Lord Brahm&#257; was so stunned that he appeared to be a golden statue with four heads. Also, when the residents of Vraja found that Krishna had lifted Govardhana Hill with His left hand, they became stunned.</P><P>Astonishment caused by lamentation was exemplified when Krishna was entering into the belly of the Bak&#257;sura demon and all the demigods from higher planets became stunned with lamentation. A similar example of becoming stunned was visible in Arjuna when he saw that A&#347;vatth&#257;m&#257; was attempting to release his brahm&#257;stra at Krishna.</P><P>Perspiring</P><P>An example of perspiring because of jubilation is described in &#346;r&#299;mad-Bh&#257;gavatam. One gop&#299; addressed R&#257;dh&#257;r&#257;n&#299; thus: "My dear R&#257;dh&#257;r&#257;n&#299;, You are rebuking the sunshine unnecessarily, but I can understand that You are perspiring only because of Your becoming too lusty at seeing Krishna."</P><P>Perspiration caused by fearfulness was exhibited by Raktaka, one of the servants of Krishna. One day Krishna dressed Himself just like Abhimanyu, the husband of R&#257;dh&#257;r&#257;n&#299;. Abhimanyu did not like R&#257;dh&#257;r&#257;n&#299;'s association with Krishna, and therefore when Raktaka saw Krishna in the dress of Abhimanyu and thus mistook His identity, he began to strongly rebuke Him. As soon as Raktaka finally understood that it was Krishna in the dress of Abhimanyu, he began perspiring. This perspiration was caused by fearfulness.</P><P>Perspiration due to anger was exhibited by Garuda, the eagle who is the carrier of Vishnu. Once the heavenly king, Indra, was sending torrents of rain over Vrind&#257;vana. Garuda was observing the incident from above the clouds, and because of his anger, he began perspiring.</P><P>Standing of Hairs on the Body</P><P>The standing up of hair on the body was manifested when mother Ya&#347;od&#257; found within Krishna's mouth all of the universal planetary systems. She had asked Krishna to open His mouth wide just to see whether He had eaten dirt. But when Krishna opened His mouth, she saw not only the entire earth, but also many other planets within His mouth. This caused a standing up of the hair on her body.</P><P>The standing up of hair on the body resulting from jubilation is described in the Tenth Canto, Thirtieth Chapter, verse 10, of &#346;r&#299;mad-Bh&#257;gavatam, in connection with the gop&#299;s engaged in the r&#257;sa dance. During this r&#257;sa dance Krishna disappeared all of a sudden with R&#257;dh&#257;r&#257;n&#299;, and the gop&#299;s began to search Him out. At that time they addressed the earth and said, "Dear earthly planet, how many austerities and penances you must have undergone to have the lotus feet of Krishna always touching your surface. I think that you must be very jubilant, because the trees and plants, which are just like hairs on your body, are standing up so gloriously. May we ask when you first got these symptoms? Have you been enjoying this jubilation since you were touched by the incarnation V&#257;mana or since you were delivered by the incarnation Var&#257;ha?"</P><P>Krishna would sometimes perform mock fighting along with the cowherd boys. When Krishna blew His horn in this mock fighting, &#346;r&#299;d&#257;m&#257;, who was on the opposing side, felt his bodily hairs stand up. Similarly, when Arjuna saw Krishna in His gigantic universal form, there was a standing of the hairs on his body.</P><P>Faltering of the Voice</P><P>When Krishna was going to Mathur&#257; on the chariot driven by Akr&#363;ra, Ya&#347;od&#257; and all the gop&#299;s came to try to forbid Him to pass and to block His way. At that time R&#257;dh&#257;r&#257;n&#299; was so perturbed that in a faltering voice She requested mother Ya&#347;od&#257; to please stop Akr&#363;ra.</P><P>Faltering of the voice resulting from wonder was exhibited by Brahm&#257;. It is said in &#346;r&#299;mad-Bh&#257;gavatam, Tenth Canto, Thirteenth Chapter, verse 64, that after bowing down before Lord Krishna, when Brahm&#257; began to rise he prayed to the Lord in a faltering voice.</P><P>In the Tenth Canto, Twenty-ninth Chapter, verse 30, another example of faltering of the voice was exhibited by the gop&#299;s when they came to Krishna, desiring to dance with Him. Krishna asked them to go back to their husbands and homes. The gop&#299;s apparently became very angry and began to talk to Krishna with faltering voices.</P><P>In the Tenth Canto, Thirty-ninth Chapter, verses 56 and 57, of &#346;r&#299;mad-Bh&#257;gavatam, a faltering voice due to jubilation was exhibited by Akr&#363;ra when he was shown all of the Vaikuntha planets resting within the River Yamun&#257;. When Akr&#363;ra understood that Krishna was the Supreme Personality of Godhead, he bowed his head to Krishna's lotus feet and with folded hands began to pray in a faltering voice.</P><P>There are also examples of faltering of the voice caused by fearfulness. One of Krishna's friends praised Him thus: "My dear friend, Your flute was given to Your servant Patr&#299;, and when I asked him to return it he began speaking in a faltering voice, and his complexion became yellow."</P><P>Trembling</P><P>When Krishna was trying to capture the demon &#346;a&#324;kha, R&#257;dh&#257;r&#257;n&#299; began trembling out of fearfulness. Similar trembling of the body was exhibited in Sahadeva, the younger brother of Nakula. When &#346;i&#347;up&#257;la was vehemently blaspheming the Lord, Sahadeva began to tremble out of anger.</P><P>Trembling of the body was also exhibited by R&#257;dh&#257;r&#257;n&#299; out of tribulation. R&#257;dh&#257;r&#257;n&#299; trembled as She told one of the gop&#299;s, "Don't joke with this disappointing boy! Please ask Him not to approach Me, because He is always the cause of all grief for us."</P><P>Changing of Bodily Color</P><P>Sometimes, due to great aggrievement caused by the dealings of Krishna, the body changes color. The gop&#299;s therefore addressed the Lord thus: "Dear Krishna, due to separation from You, all of the denizens of Vrind&#257;vana have changed their color. And because of this change of color even the great sage N&#257;rada was thinking of Vrind&#257;vana as a white island in the ocean of milk."</P><P>When Krishna and Balar&#257;ma were present in the arena of Kamsa, Kamsa's body changed color. Similarly, Indra's face changed color when he saw that Krishna was protecting all the denizens of Vraja by lifting Govardhana Hill. If the color change takes place due to excessive jubilation, the hue turns red. Because such a change of color is so rare, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; does not further discuss this point.</P><P>Tears</P><P>Out of jubilation, anger or separation there may be the pouring down of tears from the eyes. When such tears are very cold they are due to jubilation, and when they are due to anger the tears become hot. In all cases there is a severe movement of the eyes, and the eyes generally become reddish. There is also an itching sensation which causes the sufferer to rub his eyes.</P><P>When the lotus-eyed Rukmin&#299;, the first queen of Krishna in Dv&#257;rak&#257;, was shedding tears out of ecstatic jubilation, she did not like the tears. There is a passage in the Hari-vam&#347;a wherein Satyabh&#257;m&#257; begins to shed tears because of her great affection for Krishna.</P><P>An example of shedding tears because of anger was exhibited by Bh&#299;ma when he saw that &#346;i&#347;up&#257;la was insulting Krishna in the R&#257;jas&#363;ya arena of sacrifice. Bh&#299;ma wanted to kill &#346;i&#347;up&#257;la immediately, but because Krishna did not order him to do so, he became morose with anger. It is described that there were hot tears covering his eyes, as a thin cloud sometimes covers the evening moon. In the evening, when the moon is slightly covered by a thin cloud, it looks very nice, and when Bh&#299;ma was shedding tears on account of his anger, he also looked very nice.</P><P>In the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam, Sixtieth Chapter, verse 23, there is a nice example of Rukmin&#299;'s shedding tears of lamentation. When Krishna and Rukmin&#299; were talking, Rukmin&#299; became frightened of separation from Krishna, and therefore she began scratching the earth with her red, lotuslike nails. Because she was shedding tears, the black ointment from her eyes was dripping, along with the tears, onto her breasts, which were covered with kumkum powder. Rukmin&#299; was so aggrieved that her voice was choked up.</P><P>Devastation</P><P>When a person is confused by simultaneous happiness and tribulation and does not know what to do, this state of confusion is called pralaya, or devastation. In this condition of pralaya one sometimes falls down on the ground, and all the symptoms of ecstatic love become manifest. When the gop&#299;s were searching after Krishna and all of a sudden He came out from the bushes and creepers, all of them became stunned and almost senseless. In this state the gop&#299;s appeared very beautiful. This is an example of pralaya, or devastation, in happiness.</P><P>There are also instances of pralaya in distress. One such example is described in the Tenth Canto, Thirty-ninth Chapter, verse 15, of &#346;r&#299;mad-Bh&#257;gavatam, wherein &#346;ukadeva Gosv&#257;m&#299; tells King Par&#299;kshit, "My dear King, when the gop&#299;s were missing Krishna, they were so much absorbed in meditation upon Him that all of their senses stopped functioning, and they lost all bodily sense. It was as though they had become liberated from all material conditions."</P><P>Degrees of Ecstatic Symptoms</P><P>Out of the many ecstatic symptoms of the body, the symptom of being stunned is especially significant. According to the degree of being stunned, the vital force within the body becomes agitated, and due to such a state, the other ecstatic loving symptoms sometimes become altered. These transcendental ecstatic symptoms gradually develop, and in the course of such development they are sometimes called smoky, sometimes called blazing, and sometimes called shining. These three degrees are experienced for many, many years, and they extend to different parts of the body. Unlike the shedding of tears and faltering of the voice, the condition of being stunned is spread all over the body. The shedding of tears and faltering of the voice are simply localized symptoms.</P><P>The shedding of tears, however, sometimes makes the eyes become swollen and whitish, and sometimes the lenses of the eyes become differently focused. Faltering of the voice may sometimes cause choking in the throat and extreme anxiety. As the different symptoms of these ecstatic manifestations are localized, they are accompanied by different local reactions; e.g., when the throat is choked up because of a faltering voice, there may be a sound like "ghura." Such sounds choke the voice, and with extreme mental anxiety they may be manifest in different ways. All these symptoms are listed under the dried-up existential condition known as smoky, and they are exhibited in different ways.</P><P>Sometimes, while participating in ceremonies celebrating Krishna's pastimes, or in the society of devotees, there is dancing ecstasy. Such sentiments are called blazing.</P><P>None of the above symptoms can be manifested without the basic principle of strong attachment for Krishna. In the smoky condition of such ecstatic expressions, the symptoms could otherwise be hidden. This type of symptom was experienced by Priest Gargamuni, who was performing some ritualistic ceremony in the house of Nanda Mah&#257;r&#257;ja. When he heard about Krishna's killing of the Agh&#257;sura demon, there were some tears visible in his eyes, his throat was trembling, and perspiration covered his whole body. In this way Priest Gargamuni's beautiful face assumed a nice condition.</P><P>When several such ecstatic symptoms are visible, the condition is called blazing. For example, one of Krishna's friends told Him, "My dear friend, as soon as I heard the sound of Your flute from within the forest, my hands became almost motionless, and my eyes became full of tears &#8212; so much so, in fact, that I could not recognize Your peacock feather. My thighs became almost completely stunned so that I could not move even an inch. Therefore, my dear friend, I must acknowledge the wonderful vibration of Your transcendental flute."</P><P>Similarly, one gop&#299; said to another, "My dear friend, when I heard the sound of Krishna's flute, I tried to hide myself from the reaction of the vibrations. But still I could not check the trembling of my body, and therefore all of my friends in the house could detect my attachment for Krishna without any doubt."</P><P>When the ecstatic symptoms cannot be checked and they simultaneously appear in four or five different categories, this stage of ecstatic love is called shining. The example is cited, in this connection, that when the sage N&#257;rada saw Lord Krishna standing before him, his body became so stunned that he stopped playing on his v&#299;n&#257;. Because of his faltering voice, he could not offer any prayers to Krishna, and his eyes filled with tears. Thus, N&#257;rada's ability to see Krishna was also obstructed.</P><P>When similar symptoms were manifest in the body of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, some of Her friends criticized Her: "Dear friend, You are blaming the aroma of the flowers for the tears in Your eyes. You are rebuking the air for the standing of the hairs on Your body. And You are cursing Your walking in the forest for Your thighs' being stunned. But Your faltering voice reveals the cause to be different: it is just Your attachment for Krishna!"</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; remarks that when various symptoms become manifest very prominently, the devotee's condition may be called the brightest. For example, a friend of Krishna addressed Him as follows: "My dear P&#299;t&#257;mbara, because of separation from You all the residents of Goloka Vrind&#257;vana are perspiring. They are lamenting with different words, and their eyes have become moistened with tears. Actually, all of them are in great confusion."</P><P>There is a supreme symptom of ecstatic love which is called mah&#257;bh&#257;va. This mah&#257;bh&#257;va expression was possible only in R&#257;dh&#257;r&#257;n&#299;, but later on when &#346;r&#299; Krishna Caitanya appeared to feel the mode of love of R&#257;dh&#257;r&#257;n&#299;, He also expressed all of the symptoms of mah&#257;bh&#257;va. &#346;r&#299; R&#363;pa Gosv&#257;m&#299; says in this connection that when the symptoms of ecstatic love become the most bright, that stage is accepted as mah&#257;bh&#257;va.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; further analyzes the ecstatic loving expression into four divisions which are called s&#257;ttvik&#257;bh&#257;s&#257;.</P><P>Sometimes impersonalists, who are not actually in devotional service, may also exhibit such symptoms of ecstatic love, but this is not accepted as actual ecstasy. It is a reflection only. For example, sometimes in V&#257;r&#257;nas&#299;, a holy city for impersonalist scholars, there may be seen a sanny&#257;s&#299; crying from hearing the glories of the Lord. Impersonalists also sometimes chant the Hare Krishna mantra and dance, but their aim is not to serve the Lord. It is to become one with the Lord and merge into His existence. R&#363;pa Gosv&#257;m&#299; therefore says that even if the reactions to chanting are manifested in the impersonalist's body, they should not be considered to be symptoms of actual attachment, but reflections only, just like the sun reflected in a dark room through some polished glass. The chanting of Hare Krishna, however, is so nice and transcendental that it will eventually melt even the hearts of persons who are impersonalists. R&#363;pa Gosv&#257;m&#299; says that the impersonalists' symptoms are simply reflections of ecstatic love, not the real thing.</P><P>Sometimes it is found that when staunch logicians, without any trace of devotional service and without actually understanding the transcendental glories of the Lord, sit down to hear the glories of the Lord, they appear to be melting and shedding tears. In this connection there is a statement by a devotee who addresses the Lord thus: "My dear Mukunda, I cannot properly express the glories of Your pastimes. Even when the nondevotees hear of Your glorious pastimes they become affected and shed tears and start to tremble." Such nondevotees are not actually melted; they are hardhearted. But the influence of the glories of the Lord is so great that even the nondevotees sometimes shed tears.</P><P>Sometimes it is found that a nondevotee who has practically no taste for Krishna and who follows no rules or regulations can, by practice, make a show of devotional symptoms, even crying in an assembly of devotees. This shedding of tears is not actually an ecstatic loving expression, however. It is done simply by practice. Although there is no need to describe these reflections of ecstatic love, R&#363;pa Gosv&#257;m&#299; gives some instances where there is no actual devotional service and such expressions are manifested.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>