<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 29: Expressions of Love for Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>When one is forced to act in a way which is forbidden, or to refrain from acting in a way which is proper, he becomes regretful and thinks himself dishonored. At that time there is a sense of disappointment. In this kind of disappointment one becomes full of anxiety, sheds tears, changes bodily color, feels humility and breathes heavily.</P><P>When Krishna, in punishing the K&#257;liya serpent, appeared to have drowned Himself in the poisonous water of the Yamun&#257;, Nanda Mah&#257;r&#257;ja addressed Ya&#347;od&#257;-dev&#299; thus: "My dear wife, Krishna has gone deep into the water, and so there is no longer any need to maintain our bodies, which are so full of sinful activities! Let us also enter into the poisonous water of the Yamun&#257; and compensate for the sinful activities of our lives!" This is an instance of severe shock, wherein the devotee becomes greatly disappointed.</P><P>When Krishna left Vrind&#257;vana, Subala, His intimate friend, decided to leave also. While leaving, Subala was contemplating that without Krishna there was no longer any pleasure to be found in Vrind&#257;vana. The analogy is given that as the bees go away from a flower that has no honey, Subala left Vrind&#257;vana when he found that there was no longer any relishable transcendental pleasure there.</P><P>In D&#257;na-keli-kaumud&#299; &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; addresses one of Her friends in this manner: "My dear friend, if I cannot hear of the glorious activities of Krishna, it is better for Me to become deaf. And because I am now unable to see Him, it would be good for Me to be a blind woman." This is another instance of disappointment due to separation from Krishna.</P><P>There is a statement in the Hari-vam&#347;a wherein Satyabh&#257;m&#257;, one of the queens of Krishna in Dv&#257;rak&#257;, tells her husband, "My dear Krishna, since I heard N&#257;rada glorifying Rukmin&#299; before You, I can understand that there is no need of any talking about myself!" This is an instance of disappointment caused by envy. Rukmin&#299; and Satyabh&#257;m&#257; were co-wives, and because Krishna was husband of both, there naturally was some feminine envy between them. So when Satyabh&#257;m&#257; heard the glories of Rukmin&#299;, she was envious of her and thus became disappointed.</P><P>In the Tenth Canto, Fifty-first Chapter, verse 47, of the &#346;r&#299;mad-Bh&#257;gavatam, there is this statement: "My dear Krishna, I cannot say that it is only other people who are implicated in material existence, because I too am much entangled with the bodily concept of life. I am always too anxious about my family, home, wife, wealth, land and kingdom. And because I have been so maddened by this material atmosphere, I am thinking now that my life has been simply spoiled." This statement is an instance of disappointment caused by lamentation.</P><P>According to Bharata Muni, this disappointment is inauspicious. But there are other learned scholars who have accepted such disappointment as being in the mood of neutrality and as being a preservative of ecstatic love.</P><P>Lamentation</P><P>When one is unsuccessful in achieving his desired goal of life, when one finds no fulfillment in his present occupation, when one finds himself in reversed conditions and when one feels guilt &#8212; at such a time one is said to be in a state of lamentation.</P><P>In this condition of lamentation one becomes questioning, thoughtful, tearful, regretful and heavy-breathed. His bodily color changes, and his mouth becomes dry.</P><P>One aged devotee of Krishna addressed Him in this way: "My dear Krishna, O killer of the demon Agha, my body is now invalid due to old age. I cannot speak very fluently, my voice is faltering, my mind is not strong, and I am often attacked by forgetfulness. But, my dear Lord, You are just like the moonlight, and my only real regret is that for want of any taste for Your pleasant shining I did not advance myself in Krishna consciousness." This statement is an instance of lamentation due to one's being unable to achieve his desired goal.</P><P>One devotee said, "This night I was dreaming of collecting various flowers from the garden, and I was thinking of making a garland to offer to Krishna. But I am so unfortunate that all of a sudden my dream was over, and I could not achieve my desired goal!" This statement is an instance of lamentation resulting from nonfulfillment of one's duties.</P><P>When Nanda Mah&#257;r&#257;ja saw his foster son Krishna embarrassed in the sacrificial arena of Kamsa, he said, "How unfortunate I am that I did not keep my son bolted within a room. Unfortunately, I have brought Him to Mathur&#257;, and now I see that He's embarrassed by this giant elephant named Kuvalaya. It is as though the moon of Krishna were eclipsed by the shadow of the earth." This is an instance of lamentation caused by reversed conditions.</P><P>In the Tenth Canto, Fourteenth Chapter, verse 9, of the &#346;r&#299;mad-Bh&#257;gavatam there is a statement by Brahm&#257;: "My dear Lord, just see my impudence! You are the unlimited, the original Personality of Godhead, the Supersoul &#8212; and You rule over the most perfect illusory energies! And just see my impudence! I wanted to supersede You by my own personal power, and I was very puffed up with this tiny power of mine. Just as a simple spark from a fire cannot do any harm to the fire, so my bewildering potency was completely unsuccessful in thwarting Your superior illusory power. Therefore I find myself to be most insignificant and think of myself as a most useless person." This statement by Brahm&#257; is an instance of lamentation caused by committing an offense.</P><P>Humility</P><P>A sense of weakness caused by distress, fear or offensiveness is called humility. In such a humble condition one becomes talkative, small in heart, dirty in mind, full of anxiety and inactive.</P><P>In the Tenth Canto, Fifty-first Chapter, verse 57, of the &#346;r&#299;mad-Bh&#257;gavatam, there is the following statement by King Mucukunda: "My dear Lord, because of my bad deeds in the past I am everlastingly aggrieved. I am always suffering from my desires, but still my senses are never satisfied with material enjoyments. Somehow or other, by Your grace, I am now in a peaceful condition because I have taken shelter of Your lotus feet, which are always free from all lamentation, fear and death. O supreme protector, O supreme soul! O supreme controller! Kindly give me Your protection. I am so much embarrassed." This statement by Mucukunda is an instance of humility resulting from a severely miserable condition of material existence.</P><P>When Uttar&#257; was attacked by the brahm&#257;stra of A&#347;vatth&#257;m&#257;, she became afraid of losing her child, Mah&#257;r&#257;ja Par&#299;kshit, who was still within the womb. She immediately surrendered to Krishna and said, "My dear Lord, kindly save my child! I do not mind if I myself must be killed by the brahm&#257;stra of A&#347;vatth&#257;m&#257;." This is an instance of humility caused by fear.</P><P>In the Tenth Canto, Fourteenth Chapter, verse 10, of the &#346;r&#299;mad-Bh&#257;gavatam, Lord Brahm&#257; says, "O infallible one! I am born in the mode of passion, and therefore I have been falsely proud of being the creator of this material world. My false pride was just like dense darkness, and in this darkness I had become blind. In my blindness I was considering myself a competitor to You, the Supreme Personality of Godhead. But, my dear Lord, even though I am accepted as the creator of this universe, I am eternally Your servant. Therefore, kindly always be compassionate toward me and excuse me in that way." This statement by Brahm&#257; is another instance of humility resulting from committing an offense.</P><P>Sometimes there is humility due to shyness. For example, when Krishna stole all of the garments from the gop&#299;s while they were bathing in the river, all of them begged Krishna not to commit this injustice upon them. The gop&#299;s addressed Him thus: "Dear Krishna, we know that You are the son of Nanda Mah&#257;r&#257;ja and that You are the most beloved of all Vrind&#257;vana. And You are very much loved by us also! But why are You giving us this trouble? Kindly return our garments. Just see how we are trembling from the severe cold!" This humility was due to their shyness from being naked before Krishna.</P><P>Guilt</P><P>When a person blames himself for committing an inappropriate action, his feeling is called guilt.</P><P>One day &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was churning yogurt for Krishna. At that time the jeweled bangles on Her hands were circling around, and She was also chanting the holy name of Krishna. All of a sudden She thought, "I am chanting the holy name of Krishna, and My superiors &#8212; My mother-in-law and My sister-in-law &#8212; may hear Me!" By this thought R&#257;dh&#257;r&#257;n&#299; became overanxious. This is an instance of feeling guilty because of devotion to Krishna.</P><P>One day the beautiful-eyed &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; entered into the forest to collect some flowers to prepare a garland for Krishna. While collecting the flowers, She became afraid that someone might see Her, and She felt some fatigue and weakness. This is an instance of guilty feelings caused by labor for Krishna.</P><P>There is a statement in Rasa-sudh&#257;kara that after passing the night with Krishna, R&#257;dh&#257;r&#257;n&#299; became so weak that She was unable to get up from bed. When Krishna took Her hand to help Her, R&#257;dh&#257;r&#257;n&#299; felt guilty about having passed the night with Him.</P><P>Fatigue</P><P>One feels fatigue after walking a long distance, after dancing and after sexual activity. In this kind of fatigue there is dizziness, perspiration, inactivity of the limbs, yawning and very heavy breathing.</P><P>One day Ya&#347;od&#257; was chasing Krishna in the yard after He had offended her. After a while, Ya&#347;od&#257; became very fatigued, and therefore she was perspiring, and her bunched hair became loosened. This is an instance of becoming fatigued because of working too much.</P><P>Sometimes all of the cowherd friends of Krishna, along with Balar&#257;ma, danced together in some ceremony. At these times the garlands on their necks would move, and the boys would begin to perspire. Their whole bodies became wet from their ecstatic dancing. This is an instance of fatigue caused by dancing.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam, Tenth Canto, Thirty-third Chapter, verse 20, it is said that after enjoying love affairs with Krishna by dancing, embracing and kissing, the gop&#299;s would sometimes become very tired, and Krishna, out of His causeless mercy and compassion, would smear their faces with His lotus hands. This is an example of fatigue caused by laboring in the r&#257;sa dance.</P><P>Intoxication</P><P>When one becomes arrogant with false prestige due to drinking intoxicants or being too lustful, the voice becomes faulty, the eyes become swollen, and there are symptoms of redness on the body. There is a statement in the Lalita-m&#257;dhava that Lord Baladeva, intoxicated from drinking excessive quantities of honey, once began to address the ants, "O you kings of the ants! Why are you hiding yourselves in these holes?" At the same time He also addressed the King of heaven, "O King Indra! You plaything of &#346;ac&#299;! Why are you laughing? I am now prepared to smash the whole universe, and I know that Krishna will not be angry with Me."* Then He addressed Krishna, "My dear Krishna, tell Me immediately why the whole world is trembling and why the moon has become elongated! And O you members of the Yadu dynasty, why are you laughing at Me? Please give Me back My liquors made of honey from the kadamba flower!" &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; prays that Lord Balar&#257;ma will be pleased with all of us while He is thus talking just like an intoxicated person.</P><P>In this state of intoxication, Balar&#257;ma felt tired and lay down for rest. Generally, those who are exalted personalities lie down when they feel intoxicated, whereas those who are mediocre laugh and sing during intoxication, and those who are lowly use vulgar language and sometimes cry. Such intoxication is manifested according to different ages and mentalities. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; does not describe further in this direction because there is no necessity for such a discussion.</P><P>There is another description of the symptoms of intoxication in the person of &#346;r&#299; R&#257;dh&#257;r&#257;n&#299; after She saw Krishna. Sometimes She was walking hither and thither, sometimes She was laughing, sometimes She was covering Her face, sometimes She was talking without any meaning, and sometimes She was praying to Her associate gop&#299;s. Seeing these symptoms in R&#257;dh&#257;r&#257;n&#299;, the gop&#299;s began to talk among themselves: "Just see how R&#257;dh&#257;r&#257;n&#299; has become intoxicated simply by seeing Krishna before Her!" This is an instance of ecstatic love in intoxication.</P><P>Pride</P><P>Expressions of ecstatic love in pride may be the result of excessive wealth, exquisite beauty, a first-class residence or the attainment of one's ideal goal. One is also considered proud when he does not care about the neglect of others.</P><P>Bilvama&#324;gala Th&#257;kura said, "My dear Krishna, You are leaving me, forcibly getting out of my clutches. But I shall be impressed by Your strength only when You can go forcibly from the core of my heart." This is an instance of feeling pride in ecstatic love for Krishna.</P><P>Once during the r&#257;sa dance, when R&#257;dh&#257;r&#257;n&#299; left the arena and Krishna went to seek Her out, one of the dear friends of R&#257;dh&#257;r&#257;n&#299; addressed Krishna thus: "My dear Krishna, You have been very much obliging in serving the form of our &#346;r&#299; R&#257;dh&#257;r&#257;n&#299;, and now You have left all the other gop&#299;s to search for Her. Please allow me to inquire how You want Her to treat You." This is an instance of feeling pride on account of exquisite beauty.</P><P>Sometimes R&#257;dh&#257;r&#257;n&#299; felt pride within Herself and said, "Although the cowherd boys prepare nice flower garlands for Krishna, when I present My garland to Him, He becomes struck with wonder and immediately accepts it and puts it on His heart."</P><P>Similarly, in the Tenth Canto, Second Chapter, verse 33, of &#346;r&#299;mad-Bh&#257;gavatam, Lord Brahm&#257; says, "My dear Madhus&#363;dana, persons who are pure devotees of Your Lordship actually feel Your ecstatic friendship, and as such they are never vanquished by enemies. They know they are always protected by You, and so they can matter-of-factly pass over the heads of their enemies without any care." In other words, one who has taken complete shelter under the lotus feet of the Lord is always proud of being able to conquer all enemies.</P><P>One weaver at Mathur&#257; addressed Krishna in this way: "My dear King of Vrind&#257;vana, I have become so proud of Your causeless mercy upon me that I do not even count upon the mercy of the Lord of Vaikuntha, which is sought after by many great sages in deep meditation." In other words, although the yog&#299;s and great sages sit in meditation upon Lord Vishnu, who is residing in Vaikuntha, a devotee of Krishna is so proud that he does not consider such meditation to be very valuable. This feeling of pride is due to one's having achieved the highest goal of life &#8212; Krishna.</P><P>Doubt</P><P>After Lord Brahm&#257; had stolen all of the calves, cows and cowherd boys from Krishna, he was trying to go away. But all of a sudden he became doubtful about his stealing affairs and began to watch on all sides with his eight eyes. Lord Brahm&#257; has four heads, and therefore he has eight eyes. This is an instance of ecstatic love in doubt, caused by stealing.</P><P>Similarly, just to please Krishna, Akr&#363;ra stole the Syamantaka mani, a stone which can produce unlimited quantities of gold, but later on he repented his stealing. This is another instance of ecstatic love for Krishna in doubt caused by stealing.</P><P>When the King of heaven, Indra, was causing torrents of rain to fall on the land of Vraja, he was advised to surrender himself at the lotus feet of Krishna. At that time Indra's face became very dark because of doubt.</P><P>Apprehension</P><P>When a person becomes disturbed in his heart by seeing lightning in the sky, by seeing a ferocious animal or by hearing a tumultuous sound, his state of mind is called apprehensive. In such a state of apprehension, one tries to take shelter of something which provides safety. There may be standing of the hairs on the body, trembling of the body and sometimes the committing of mistakes. And sometimes the body may become stunned.</P><P>In the Pady&#257;val&#299; there is the following statement: "My dear friend, Krishna's residence in the demoniac circle at Mathur&#257;, under the supremacy of the king of demons, Kamsa, is causing me much worry." This is one instance of apprehending some danger to Krishna in ecstatic love for Him.</P><P>When Vrish&#257;sura appeared in Vrind&#257;vana as a bull, all of the gop&#299;s became greatly affected with fear. Being perturbed in that way, they began to embrace the tam&#257;la trees. This is an instance of fear caused by a ferocious animal and of the search for shelter while remembering Krishna in ecstatic love. Upon hearing the jackals crying in the forest of Vrind&#257;vana, mother Ya&#347;od&#257; sometimes became very careful about keeping Krishna under her vigilance, fearing that Krishna might be attacked by them. This is an instance of ecstatic love for Krishna in fear caused by a tumultuous sound. This kind of fear is a little different from being actually afraid. When one is afraid of something, he can still think of past and future. But when there is this kind of ecstatic apprehension, there is no scope for such thinking.</P><P>Intense Emotion</P><P>Emotion is caused by something very dear, by something very detestable, by fire, by strong wind, by strong rainfall, by some natural disturbance, by the sight of a big elephant or by the sight of an enemy. When there is emotion caused by seeing something very dear, one can speak very swiftly and use kind words. When there is emotion caused by seeing something detestable, one cries very loudly. When there is emotion caused by seeing fire, one tries to flee. There may also be trembling of the body, closing of the eyes and tears in the eyes. When one becomes emotional on account of a strong wind, one tries to run very swiftly and rubs his eyes. When one is emotional because of rainfall, one takes an umbrella, and there is tension in his body. When there is emotion due to a sudden disturbance, one's face becomes discolored, one becomes struck with wonder, and there is trembling of the body. If there is emotion from seeing an elephant, one may jump and show various signs of fear, and sometimes one may keep looking behind him. When there is emotion due to the presence of an enemy, one looks for a fatal weapon and tries to escape.</P><P>When Krishna returned from the forest of Vrind&#257;vana, mother Ya&#347;od&#257; was so emotional from seeing her son that milk began to flow from her breasts. This is an instance of emotion caused by seeing a dear object.</P><P>In the Tenth Canto, Twenty-third Chapter, verse 18, of &#346;r&#299;mad-Bh&#257;gavatam, &#346;ukadeva Gosv&#257;m&#299; informs King Par&#299;kshit, "My dear King, the wives of the br&#257;hmanas were usually very much attached to the glorification of Krishna, and they were always anxious to get an opportunity to see Him. Because of this, when they heard that Krishna was nearby, they became very anxious to see Him and immediately left their homes." This is an instance of emotional activity caused by the presence of someone very dear.</P><P>When P&#363;tan&#257;, the demoniac witch, was struck down and killed by Krishna, mother Ya&#347;od&#257; was struck with wonder and began to cry emotionally, "Oh, what is this? What is this?" When she saw that her dear baby Krishna was playing on the chest of the dead demoniac woman, mother Ya&#347;od&#257;, at a loss what to do, began to walk this way and that. This is an instance of being emotional on account of seeing something ghastly.</P><P>When Krishna uprooted the two arjuna trees and Ya&#347;od&#257; heard the sound of the trees crashing down, she became overcome with emotion and simply stared upward, being too bewildered to know what else to do. This is an instance of being emotional from hearing a tumultuous sound.</P><P>When there was a forest fire in Vrind&#257;vana, all the cowherd men assembled together and desperately appealed to Krishna for protection. This is an instance of emotion caused by fire.</P><P>The whirlwind demon known as Trin&#257;varta once carried Krishna off from the ground and blew Him around, along with some very big trees. At that time, mother Ya&#347;od&#257; could not see her son, and she was so disturbed that she began to walk this way and that. This is an instance of emotion caused by severe wind.</P><P>In the Tenth Canto, Twenty-fifth Chapter, verse 11, of &#346;r&#299;mad-Bh&#257;gavatam, there is a description of Indra's causing severe torrents of rain at Vrind&#257;vana. All the cows and cowherd boys became so afflicted by the wind and cold that they all gathered together to take shelter under the lotus feet of Krishna. This is an instance of emotion caused by severe rainfall.</P><P>There were severe torrents of hail when Krishna was staying in the forest of Vrind&#257;vana, and the elderly persons bade Him, "Krishna, don't You move now! Even persons who are stronger and older than You cannot move, and You are just a little boy. So please stay still!" This is an instance of emotion caused by heavy hailing.</P><P>When Krishna was chastising K&#257;liya in the poisonous water of the Yamun&#257;, mother Ya&#347;od&#257; began to speak emotionally: "Oh, see how the earth appears to be trembling! There appears to be an earth tremor, and in the sky tears are flying here and there! My dear son has entered into the poisonous water of the Yamun&#257;. What shall I do now?" This is an instance of emotion resulting from a natural disturbance.</P><P>In the arena of Kamsa, when Krishna was attacked by big elephants, all of the ladies present began to address Him in this way: "My dear boy &#8212; please leave this place immediately! Please leave this place immediately! Don't You see the big elephants coming to attack You? Your innocent gazing upon them is causing us too much perturbation!" Krishna then told mother Ya&#347;od&#257;, "My dear mother, don't be perturbed by the appearance of the elephants and horses that are so forcibly coming and raising dust, causing blindness to these lotus-eyed women. Let even the Ke&#347;&#299; demon come before Me; My arms will still be adequate for victory. So please don't be perturbed."</P><P>In the Lalita-m&#257;dhava, a friend tells mother Ya&#347;od&#257;, "How wonderful it is that when the &#346;a&#324;khac&#363;da demon &#8212; vast and strong as a great hill &#8212; attacked your Cupid-like beautiful son, there was no one present in Vrind&#257;vana to help. And yet the demon was killed by your little son. It appears to be due to the result of severe penances and austerities in your past lives that your son was saved in this way."</P><P>In the same Lalita-m&#257;dhava there is an account of Krishna's kidnapping Rukmin&#299; at her royal marriage ceremony. At that time all of the princes present began to converse among themselves, saying, "We have our elephants, horses, chariots, bows, arrows and swords, so why should we be afraid of Krishna? Let us attack Him! He is nothing but a lusty cowherd boy! He cannot take away the princess in this way! Let us all attack Him!" This is an instance of emotion caused by the presence of enemies.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; is trying to prove by the above examples that in relationship with Krishna there is no question of impersonalism. All personal activities are there in relationship with Krishna.</P><P>Madness</P><P>&#346;r&#299;la Bilvama&#324;gala Th&#257;kura prays in his book as follows: "Let &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; purify the whole world, because She has surrendered Herself completely unto Krishna. Out of Her ecstatic love for Him, She sometimes acted just like an addled person and attempted to churn yogurt, although there was no yogurt in the pot. And seeing this, Krishna became so enchanted by R&#257;dh&#257;r&#257;n&#299; that He began to milk a bull instead of a cow." These are some of the instances of insanity or madness in connection with the love affairs of R&#257;dh&#257; and Krishna. In &#346;r&#299;mad-Bh&#257;gavatam it is said that when Krishna entered the poisonous waters of the Yamun&#257;, &#346;r&#299;mat&#299; Ya&#347;od&#257;-dev&#299; went insane. Instead of searching for curative herbs, she began to speak to the trees as if they were snake chanters. With folded hands she began to bow down to the trees, asking them, "What is the medicinal herb which can check Krishna's dying from this poisonous water?" This is an instance of insanity caused by some great danger.</P><P>How a devotee can be in a state of insanity because of ecstatic love is described in the Tenth Canto, Thirtieth Chapter, verse 4, of &#346;r&#299;mad-Bh&#257;gavatam, wherein the gop&#299;s were searching for Krishna in the forests of Vrind&#257;vana. The gop&#299;s were loudly singing the glories of Krishna and wandering from one forest to another in search of Him. They knew that Krishna is not localized, but all-pervading. He is in the sky, He is in the water, He is in the air, and He is the Supersoul in everyone's heart. Thus the gop&#299;s began to inquire from all kinds of trees and plants about the Supreme Personality of Godhead. This is an instance of ecstatic madness on the part of devotees.</P><P>Similarly, there are symptoms of diseases caused by ecstatic love. This condition is credited by learned scholars as being mah&#257;bh&#257;va. This highly elevated condition is also called divyonm&#257;da, or transcendental madness.</P><P>Forgetfulness</P><P>When Krishna was absent from Vrind&#257;vana and was staying in Mathur&#257;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; sent news to Him that His mother, the Queen of Vraja, was feeling such separation from Him that there was foam coming from her mouth, like the foam on the shore of the ocean. And sometimes she was raising her arms like the waves of the ocean, and because of her intense feelings of separation, she was rolling on the ground and creating a tumultuous roaring sound. And sometimes she was remaining completely silent, like a calm sea. These symptoms of separation from Krishna are called apasm&#257;ra, or forgetfulness. One completely forgets his position when he manifests these symptoms in ecstatic love.</P><P>Another message was once sent to Krishna informing Him that after He had killed Kamsa, one of Kamsa's demon friends had gone insane. This demon was foaming at the mouth, waving his arms and rolling on the ground. This demoniac demonstration is in relationship with Krishna in a ghastly humor. This mellow or flavor is one of the indirect relationships with Krishna. The first five kinds of relationships are called direct, and the other seven are called indirect. Some way or other, the demon must have had some relationship with Krishna, because these symptoms developed when he heard that Krishna had already killed Kamsa. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; remarks that there is also transcendental excellence in this kind of symptom.</P><P>Disease</P><P>When Krishna was absent from Vrind&#257;vana and was staying at Mathur&#257;, some of His friends informed Him, "Dear Krishna, because of their separation from You, the inhabitants of Vraja are so afflicted that they appear to be diseased. Their bodies are feverish, and they cannot move properly. They are simply lying down on the ground and breathing heavily."</P><P>In the Tenth Canto, Twelfth Chapter, verse 44, of &#346;r&#299;mad-Bh&#257;gavatam, Mah&#257;r&#257;ja Par&#299;kshit asked about Lord Ananta, and upon hearing this question, &#346;ukadeva Gosv&#257;m&#299; began to show symptoms of collapsing. Yet he checked himself and answered King Par&#299;kshit's question in a mild voice. This collapsing condition is described as a feverish state resulting from ecstatic pleasure.</P><P>There is another statement in &#346;r&#299;mad-Bh&#257;gavatam telling of the damsels of Vraja meeting Krishna at the sacred place of Kurukshetra, many years after their childhood pastimes. When they met in that sacred place, all the gop&#299;s became stunned by the occurrence of a solar eclipse. Their breathing, blinking of the eyes and all similar activities stopped, and they stood before Krishna just like statues. This is another instance of a diseased condition resulting from exuberant transcendental pleasure.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>