<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 30: Further Features of Ecstatic Love for Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Death</P><P>Once the Bak&#257;sura demon assumed the shape of a very big duck and opened his mouth in order to swallow Krishna and all the cowherd boys. When Krishna was entering into the demon's mouth, Balar&#257;ma and the other cowherd boys almost fainted and appeared as though they had no life. Even if devotees are illusioned by some ghastly scene or by any accidental occurrence, they never forget Krishna. Even in the greatest danger they can remember Krishna. This is the benefit of Krishna consciousness: even at the time of death, when all the functions of the body become dislocated, the devotee can remember Krishna in his innermost consciousness, and this saves him from falling down into material existence. In this way Krishna consciousness immediately takes one from the material platform to the spiritual world.</P><P>In this connection there is a statement about persons who died at Mathur&#257;: "These persons had a slight breathing exhilaration, their eyes were wide open, the colors of their bodies were changed, and they began to utter the holy name of Krishna. In this condition they gave up their material bodies." These symptoms are prior manifestations of death.</P><P>Laziness</P><P>When, because of self-satisfaction or dislike of excessive labor, a person does not perform his duty in spite of having the energy, he is called lazy. This laziness also is manifested in ecstatic love of Krishna. For example, when some br&#257;hmanas were requested by Nanda Mah&#257;r&#257;ja to circumambulate Govardhana Hill, they told him that they were more interested in offering benedictions than in circumambulating Govardhana Hill. This is an instance of laziness caused by self-satisfaction.</P><P>Once when Krishna, along with His cowherd boyfriends, was having a mock battle, Subala showed the symptoms of fatigue. Krishna immediately told His other friends, "Subala is feeling too fatigued from mock-fighting with Me. So please do not disturb him any more by inviting him to fight." This is an instance of laziness caused by dislike of excessive labor.</P><P>Inertness</P><P>In the Tenth Canto, Twenty-first Chapter, verse 13, of &#346;r&#299;mad-Bh&#257;gavatam, there is an appreciation by the gop&#299;s of the inertia of the cows in Vrind&#257;vana. The gop&#299;s saw that the cows were hearing the sweet songs vibrated by Krishna's flute and were appearing to be drinking the nectar of these transcendental sounds. The calves were stunned, and they forgot to drink the milk from the milk bags. Their eyes seemed to be embracing Krishna, and there were tears in their eyes. This is an instance of inertia resulting from hearing the transcendental vibrations of Krishna's flute.</P><P>When Lakshman&#257; became disturbed upon hearing words against Krishna, she remained inert and did not move her eyelids. This is another example of inertia caused by hearing.</P><P>In the Tenth Canto, Seventy-first Chapter, verse 39, of &#346;r&#299;mad-Bh&#257;gavatam, there is an account of King Yudhishthira's bewilderment after his bringing Krishna into his home with the greatest respect. King Yudhishthira was very much bewildered because of his transcendental pleasure at having Krishna present in his house. In fact, while receiving Krishna, King Yudhishthira forgot himself. This is an instance of inertia resulting from the ecstasy of seeing Krishna.</P><P>There is another instance in the Tenth Canto, Thirty-ninth Chapter, verse 36, of &#346;r&#299;mad-Bh&#257;gavatam. When Krishna was going to Mathur&#257;, all of the gop&#299;s were standing behind Krishna, and upon seeing the chariot leaving, they stood there stunned and did not move. They remained like that until the flag of the chariot and the dust thrown up by its wheels became invisible.</P><P>Krishna was once addressed by His friend thus: "My dear Mukunda [Krishna], due to their being separated from You, the cowherd boys are standing just like neglected Deities in the house of a professional br&#257;hmana." There is a class of professional br&#257;hmanas who take to Deity worship as a means of earning their livelihood. Br&#257;hmanas in this class are not very interested in the Deity; they are interested mainly in the money they can earn as holy men. So the Deities worshiped by such professional br&#257;hmanas are not properly decorated, Their dress is not changed, and Their bodies are not cleaned. They look dirty and are not very attractive. Actually, Deity worship should be done very carefully: the dress should be changed daily, and as far as possible there should be ornaments. Everything should be so clean that the Deity is attractive to all visitors. Here the example is given of the Deities in the house of a professional br&#257;hmana because such Deities are not at all attractive. The friends of Krishna, in the absence of Krishna, were appearing like such neglected Deities.</P><P>Bashfulness</P><P>When R&#257;dh&#257;r&#257;n&#299; was first introduced to Krishna, She felt very bashful. One of Her friends addressed Her in this way: "My dear friend, You have already sold Yourself and all Your beauty to Govinda. Now You should not be bashful. Please look upon Him cheerfully. One who has sold an elephant to another person should not make a miserly quarrel about selling the trident which controls the elephant." This kind of bashfulness is due to a new introduction in ecstatic love with Krishna.</P><P>The heavenly King, Indra, upon being defeated in his fight with Krishna for possession of the p&#257;rij&#257;ta flower, became very bashful because of his defeat. He was standing before Krishna, bowing down his head, when Krishna said, "All right, Indra, you can take this p&#257;rij&#257;ta flower. Otherwise, you will not be able to show your face before your wife, &#346;ac&#299;dev&#299;." Indra's bashfulness was due to defeat. In another instance, Krishna began to praise Uddhava for his various high qualifications. Upon being praised by Krishna, Uddhava also bowed down his head bashfully.</P><P>In the Hari-vam&#347;a, Satyabh&#257;m&#257;, feeling slighted by Rukmin&#299;'s high position, said, "My dear Krishna, the Raivataka Mountain is always full of spring flowers, but when I have become persona non grata to You, what is the use of my observing them?" This is an instance of bashfulness resulting from being defeated.</P><P>Concealment</P><P>There is a symptom of ecstatic love known as concealment, or trying to hide one's real mental condition by externally showing another attitude. In this state of mind one tries to hide his mind by looking away in different directions, by unnecessarily trying for something which is impossible, or by using words which cover one's real thoughts. According to &#257;c&#257;ryas expert in the study of psychological activities, these attempts at hiding one's real affections are another part of ecstatic feeling for Krishna.</P><P>In the Tenth Canto, Thirty-second Chapter, verse 15, of &#346;r&#299;mad-Bh&#257;gavatam, &#346;ukadeva Gosv&#257;m&#299; states, "My dear King, the gop&#299;s were always beautiful and decorated with confidential smiles and alluring garments. In their movements, intended to give impetus to lusty feelings, they would sometimes press Krishna's hand on their laps, and sometimes they would keep His lotus feet on their breasts. After doing this, they would talk with Krishna as if they were very angry with Him."</P><P>There is another instance of this concealment in ecstatic love. When Krishna, the supreme joker, planted the p&#257;rij&#257;ta tree in the courtyard of Satyabh&#257;m&#257;, Rukmin&#299;, the daughter of King Vidarbha, became very angry, but due to her natural gentle behavior, she did not express anything. No one could understand Rukmin&#299;'s real mental condition. This is an instance of competitive concealment.</P><P>There is another instance in the First Canto, Eleventh Chapter, verse 32, of &#346;r&#299;mad-Bh&#257;gavatam. After entering Dv&#257;rak&#257;, Krishna was received in different ways by different members of His family. Upon seeing their husband from a distance, the queens of Dv&#257;rak&#257; immediately embraced Him within their minds and slowly glanced over Him. As Krishna came nearer, they pushed their sons forward to embrace Him. Others were trying, out of shyness, not to shed tears, but they still could not keep the tears from gliding down. This is an instance of concealment caused by shyness.</P><P>On another occasion, when &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; thought that Krishna was involved with another woman, She addressed Her friend in this manner: "My dear friend, as soon as I think of Krishna the cowherd boy attached to some other woman, I become stricken with fear, and the hairs on My body stand up. I must be very careful that Krishna not see Me at such times." This is an instance of concealment caused by shyness and diplomatic behavior.</P><P>It has been stated, "Although &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; developed a deep loving affection for Krishna, She hid Her attitude in the core of Her heart so that others could not detect Her actual condition." This is an instance of concealment caused by gentleness.</P><P>Once when Krishna and His cowherd friends were enjoying friendly conversation, Krishna began to address His associates in casual language. At that time Krishna's servant Patr&#299; was also enjoying the conversation. But then, remembering his position of servitude, Patr&#299; bowed down before his master, and with great respect and control, he stifled his smiling. This subdued smiling is an instance of concealment caused by a respectful attitude.</P><P>Remembrance</P><P>There are many symptoms of ecstatic love caused by remembering Krishna. For example, one friend of Krishna informed Him, "My dear Mukunda, just after observing a bluish cloud in the sky, the lotus-eyed R&#257;dh&#257;r&#257;n&#299; immediately began to remember You. And simply by observing this cloud She became lusty for Your association." This is an instance of remembering Krishna in ecstatic love because of seeing something resembling Him. Krishna's bodily complexion is very similar to the bluish hue of a cloud, so simply by observing a bluish cloud, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; remembered Him.</P><P>One devotee said that even when he was not very attentive he would sometimes, seemingly out of madness, remember the lotus feet of Krishna within his heart. This is an instance of remembrance resulting from constant practice. In other words, devotees who are constantly thinking of the lotus feet of Krishna, even if they are momentarily inattentive, will see the figure of Lord Krishna appearing within their hearts.</P><P>Argumentativeness</P><P>Madhuma&#324;gala was an intimate friend of Krishna coming from the br&#257;hmana community. Krishna's friends were mostly cowherd boys belonging to the vai&#347;ya community, but there were others who belonged to the br&#257;hmana community. Actually, in Vrind&#257;vana the vai&#347;ya community and the br&#257;hmana community are considered prominent. This Madhuma&#324;gala one day addressed Krishna in this fashion: "My dear friend, I can see that You are not aware of the peacock feathers that are falling on the ground, and at the same time You are unmindful of the flower garlands which are offered to You. I think I can guess the reason for Your absentmindedness when I see Your two eyes flying over to the eyes of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, just like black drones flying to lotus flowers." This is an instance of an argumentative suggestion in ecstatic love.</P><P>Once while Krishna was out walking, one of the associates of R&#257;dh&#257;r&#257;n&#299; told Her, "My dear friend, do You think that this walking personality is a tam&#257;la tree? If He is a tam&#257;la tree, then how is it possible for Him to walk and be so beautiful? Then, this personality might be a cloud. But if He's a cloud, then where is the beautiful moon within? Under the circumstances, I think it may be granted that this person is the same enchanting Personality of Godhead by whose flute vibration the three worlds are captivated. He must be the same Mukunda who is standing before Govardhana Hill." This is another instance of an argumentative presentation of ecstatic love.</P><P>Anxiety</P><P>In the Tenth Canto, Twenty-ninth Chapter, verse 29, of &#346;r&#299;mad-Bh&#257;gavatam, when Krishna asked all the gop&#299;s to go back to their homes, they did not like it. Because of their grief at this, they were sighing heavily, and their beautiful faces appeared to be drying up. In this condition they remained, without making a sound. They began to draw lines on the ground with their toes, and with their tears they washed the black ointment from their eyes onto their breasts, which were covered with red kumkum powder. This is an instance of anxiety in ecstatic love.</P><P>One of the friends of Krishna once informed Him, "My dear killer of the demon Mura, Your kind and gentle mother is very anxious because You have not returned home, and with great difficulty she has passed the evening constantly sitting on the balcony of Your home. It is certainly astonishing how You could forget Your mother while You are off somewhere engaged in Your playful activities!" This is another instance of deep anxiety in ecstatic love.</P><P>When mother Ya&#347;od&#257; was very anxiously waiting for Krishna to return from Mathur&#257;, Mah&#257;r&#257;ja Nanda gave her this solace: "My dear Ya&#347;od&#257;, please don't be worried. Please dry your beautiful lotuslike face. There is no need for you to breathe so hotly. I will go immediately with Akr&#363;ra to the palace of Kamsa and get your son back for you." Here is an instance of anxiety in ecstatic love caused by Krishna's awkward position.</P><P>Thoughtfulness</P><P>In the Vai&#347;&#257;kha-m&#257;h&#257;tmya section of the Padma Pur&#257;na a devotee states that though in some of the eighteen Pur&#257;nas the process of glorifying Lord Vishnu is not mentioned and the glorifying of some demigod is offered, such glorification must be continued for millions of years. For when one studies the Pur&#257;nas very scrutinizingly, he can see that ultimately Lord Vishnu is the Supreme Personality of Godhead. This is an instance of ecstatic love developed out of thoughtfulness.</P><P>In the Tenth Canto, Sixtieth Chapter, verse 39, of &#346;r&#299;mad-Bh&#257;gavatam, there is an account of Rukmin&#299;dev&#299;'s writing a letter to Krishna requesting Him to kidnap her before her marriage to another person. At that time the specific attachment of Rukmin&#299; for Krishna was expressed by Rukmin&#299; as follows: "My dear Lord Krishna, Your transcendental glories are chanted by great sages who are free from material contamination, and in exchange for such glorification You are so kind that You freely distribute Yourself to such devotees. As one can elevate oneself simply by Your grace, so also by Your direction alone one may be lost to all benedictions, under the influence of eternal time. Therefore I have selected Your Lordship as my husband, brushing aside personalities like Brahm&#257; and Indra &#8212; not to mention others." Rukmin&#299; enhanced her love for Krishna simply by thinking of Him. This is an instance of thoughtfulness in ecstatic love.</P><P>Endurance</P><P>When a person is fully satisfied due to attaining knowledge, transcending all distress or achieving his desired goal of life in transcendental devotional service to God, his state of endurance or steady-mindedness is called dhriti. At this stage one is not perturbed by any amount of loss, nor does anything appear to be unachieved by him.</P><P>According to the opinion of Bhartrihari, a learned scholar, when a person is elevated to this state of endurance, he thinks as follows: "I do not wish to be a highly posted government servant. I shall prefer to remain naked, without proper garments. I shall prefer to lie down on the ground without any mattress. And despite all these disadvantages, I shall refuse to serve anyone, even the government." In other words, when one is in ecstatic love with the Personality of Godhead, he can endure any kind of disadvantages calculated under the material concept of life.</P><P>Nanda Mah&#257;r&#257;ja, the father of Krishna, used to think, "In my pasturing ground the goddess of fortune is personally present, and I possess more than ten hundred thousand cows, which loiter here and there. And above all, I have a son like Krishna, who is such a powerful, wonderful worker. Therefore, even though I am a householder, I am feeling so satisfied!" This is an instance of mental endurance resulting from the absence of all distress.</P><P>In another instance a devotee says, "I am always swimming in the nectarean ocean of the pastimes of the Personality of Godhead, and as such I have no more attraction for religious rituals, economic development, sense gratification or even the ultimate salvation of merging into the existence of Brahman." This is an instance of the mind's endurance due to achieving the best thing in the world. The best thing in the world is absorption in Krishna consciousness.</P><P>Happiness</P><P>It is described in the Vishnu Pur&#257;na that when Akr&#363;ra came to take Krishna and Balar&#257;ma to Mathur&#257;, just by seeing Their faces he became so cheerful that all over his body there were symptoms of ecstatic love. This state is called happiness.</P><P>It is stated in the Tenth Canto, Thirty-third Chapter, verse 11, of &#346;r&#299;mad-Bh&#257;gavatam, "Upon seeing that Krishna's arm was placed on her shoulder, one of the gop&#299;s engaged in the r&#257;sa dance became so ecstatically happy that she kissed Krishna on His cheek." This is an instance of feeling happiness because of achieving a desired goal.</P><P>Eagerness</P><P>In the Tenth Canto, Seventy-first Chapter, verse 33, of &#346;r&#299;mad-Bh&#257;gavatam, it is said, "When Krishna first came from His kingdom, Dv&#257;rak&#257;, to Indraprastha, the young females of the city became so eager to see Him that even at night, when they were lying down with their husbands, they could not restrain their eagerness. Even though they were not properly dressed and although their hair was loose and there were many household duties to perform, they still gave up everything and immediately went into the street to see Krishna." This is an instance of eagerness in ecstatic love.</P><P>In his book Stav&#257;val&#299;, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; has prayed for the mercy of R&#257;dh&#257;r&#257;n&#299;, who was so captivated by the flute vibrations of Krishna that She immediately asked information of His whereabouts from residents in the Vrind&#257;vana forest. Upon first seeing Krishna, She was filled with such ecstatic love and pleasure that She began to scratch Her ears. The damsels of Vraja and R&#257;dh&#257;r&#257;n&#299; were very expert in talking cunningly, so as soon as they saw Krishna they began their talkings; and Krishna, pretending to go for some flowers for them, immediately left that place and entered into a mountain cave. This is another instance of eager loving exchanges on the parts of both the gop&#299;s and Krishna.</P><P>Violence</P><P>When Krishna was fighting with the K&#257;liya snake by dancing on his heads, K&#257;liya bit Krishna on the leg. At that time Garuda became infuriated and began to murmur, "Krishna is so powerful that simply by His thundering voice the wives of K&#257;liya have had miscarriages. Because my Lord has been insulted by this snake, I wish to devour him immediately, but I cannot do so in the presence of my Lord, because He may become angry with me." This is an instance of eagerness to act in ecstatic love as a result of dishonor to Krishna.</P><P>When &#346;i&#347;up&#257;la objected to the worship of Krishna in the R&#257;jas&#363;ya arena at a sacrifice organized by Mah&#257;r&#257;ja Yudhishthira, Sahadeva, the younger brother of Arjuna, said, "A person who cannot tolerate the worship of Krishna is my enemy and is possessed of a demoniac nature. Therefore I wish to strike my left foot upon his broad head, just to punish him more strongly than the wand of Yamar&#257;ja!" Then Baladeva began to lament like this: "Oh, all auspiciousness to Lord Krishna! I am so surprised to see that the condemned descendants of the Kuru dynasty, who so unlawfully occupied the throne of the Kuru kingdom, are criticizing Krishna with diplomatic devices. Oh, this is intolerable!" This is another instance of eagerness caused by dishonor to Krishna.</P><P>Haughtiness, Resulting in Dishonorable Words</P><P>In the Vidagdha-m&#257;dhava, Jatil&#257;, the mother-in-law of R&#257;dh&#257;r&#257;n&#299;, began to criticize Krishna in this way: "Krishna, You are standing here, and R&#257;dh&#257;r&#257;n&#299;, who has just been married to my son, is also standing here. Now I know both of You very well, so why should I not be very anxious to protect my daughter-in-law from Your dancing eyes?" This is an instance of dishonorable words used to indirectly criticize Krishna.</P><P>Similarly, some of the gop&#299;s once began to address Krishna with these dishonorable words: "My dear Krishna, You are a first-class thief. So please leave this place immediately. We know You love Candr&#257;val&#299; more than us, but there is no use in praising her in our presence! Kindly do not contaminate the name of R&#257;dh&#257;r&#257;n&#299; in this place!" This is another instance of dishonorable words cast upon Krishna in ecstatic love.</P><P>There is another statement in the Tenth Canto, Thirty-first Chapter, verse 16, of &#346;r&#299;mad-Bh&#257;gavatam. When all the gop&#299;s came out of their homes to meet Krishna in the Vrind&#257;vana forest, Krishna refused to accept them and asked them to go home, giving them some moral instruction. At that time the gop&#299;s spoke as follows: "Dear Krishna, there is extreme distress in being out of Your presence, and there is extreme happiness simply in seeing You. Therefore we have all left our husbands, relatives, brothers and friends and have simply come to You, being captivated by the sound of Your transcendental flute. O infallible one, You had better know the reason for our coming here. In plain words, we are here simply because we have been captivated by the sweet sound of Your flute. We are all beautiful girls, and You are so foolish that You are rejecting our association. We do not know anyone, other than Yourself, who would miss this opportunity to associate with young girls in the dead of night!" This is another instance of indirect insults used against Krishna in ecstatic love.</P><P>Envy</P><P>In the Pady&#257;val&#299;, one of the friends of R&#257;dh&#257;r&#257;n&#299; once addressed Her thus: "My dear friend, please do not be too puffed up because Krishna has decorated Your forehead with His own hand. It may be that Krishna is yet attracted by some other beautiful girl. I see that the decoration on Your forehead is very nicely made, and so it appears that Krishna was not too disturbed in painting it. Otherwise, He could not have painted such exact lines!" This is an instance of envy caused by R&#257;dh&#257;'s good fortune.</P><P>In the Tenth Canto, Thirtieth Chapter, verse 30, of &#346;r&#299;mad-Bh&#257;gavatam, there is the following statement: "When the gop&#299;s were searching for Krishna and R&#257;dh&#257; after the r&#257;sa dance, they thus began to speak among themselves: 'We have seen the footprints of Krishna and R&#257;dh&#257; on the ground of Vrind&#257;vana, and they are giving us great pain, because although Krishna is everything to us, that girl is so cunning that She has taken Him away alone and is enjoying His kissing without sharing Him with us!' " This is another instance of envy of the good fortune of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P>Sometimes when the cowherd boys used to play in the forests of Vrind&#257;vana, Krishna would play on one side, and Balar&#257;ma would play on another. There would be competition and mock fighting between the two parties, and when Krishna's party was defeated by Balar&#257;ma, the boys would say, "If Balar&#257;ma's party remains victorious, then who in the world can be weaker than ourselves?" This is another instance of envy in ecstatic love.</P><P>Impudence</P><P>In the Tenth Canto, Fifty-second Chapter, verse 41, of &#346;r&#299;mad-Bh&#257;gavatam, Rukmin&#299; addresses a letter to Krishna as follows: "My dear unconquerable Krishna, my marriage day is fixed for tomorrow. I request that You come to the city of Vidarbha without advertising Yourself. Then have Your soldiers and commanders suddenly surround and defeat all the strength of the King of Magadha, and by thus adopting the methods of the demons, please kidnap and marry me."</P><P>According to the Vedic system there are eight kinds of marriages, one of which is called r&#257;kshasa-viv&#257;ha. R&#257;kshasa-viv&#257;ha refers to kidnapping a girl and marrying her by force. This is considered to be a demoniac method. When Rukmin&#299; was going to be married to &#346;i&#347;up&#257;la by the choice of her elder brother, she wrote the above letter to Krishna requesting Him to kidnap her. This is an instance of impudence in ecstatic love for Krishna.</P><P>One of the gop&#299;s said, "May Krishna's sweet flute be washed away by the waves of the Yamun&#257;, and let it fall into the ocean! The sweet sound of that flute is so impudent that it makes us lose all composure before our superiors."</P><P>Dizziness</P><P>Every evening at sunset Krishna used to return from the pasturing ground where He herded cows. Sometimes when mother Ya&#347;od&#257; could not hear the sweet vibration of His flute she would become very anxious, and because of this she would feel dizzy. Thus, dizziness caused by anxiety in ecstatic love for Krishna is also possible.</P><P>When Ya&#347;od&#257; had tied Krishna up one time, she began to think, "Krishna's body is so soft and delicate. How could I have tied Him with rope?" Thinking this, her brain became puzzled, and she felt dizziness.</P><P>The gop&#299;s were advised by their superiors to bolt the doors at night, but they were so carefree that they did not carry out this order very rigidly. Sometimes, by thinking of Krishna, they became so confident of being out of all danger that they would lie down at night in the courtyards of their houses. This is an instance of dizziness in ecstatic love due to natural affection for Krishna.</P><P>It may be questioned why devotees of Krishna should be attacked by dizziness, which is usually considered a sign of the mode of ignorance. To answer this question, &#346;r&#299; J&#299;va Gosv&#257;m&#299; has said that the devotees of Lord Krishna are always transcendental to all the modes of material nature; when they feel dizziness or go to sleep, they are not considered to be sleeping under the modes of nature, but are accepted as being in a trance of devotional service. There is an authoritative statement in the Garuda Pur&#257;na about mystic yog&#299;s who are under the direct shelter of the Supreme Personality of Godhead: "In all three stages of their consciousness &#8212; namely wakefulness, dreaming and deep sleep &#8212; the devotees are absorbed in thought of the Supreme Personality of Godhead. Therefore, in their complete absorption in thought of Krishna, they do not sleep."</P><P>Sleepiness</P><P>Once Lord Baladeva began to talk in His sleep as follows:"O lotus-eyed Krishna, Your childhood adventures are manifest simply according to Your own will. Therefore, please immediately dispose of the stubborn pride of this K&#257;liya serpent." By saying this, Lord Baladeva astonished the assembly of the Yadus and made them laugh for some time. Then, yawning so hard as to make ripples on His abdomen, Lord Baladeva, the bearer of the plow, returned to His deep sleep. This is an instance of sleepiness in ecstatic love.</P><P>Alertness</P><P>A devotee once stated, "I have already conquered the mode of ignorance, and I am now on the platform of transcendental knowledge. Therefore I shall be engaged only in searching after the Supreme Personality of Godhead." This is an instance of alertness in ecstatic love. Transcendental alertness is possible when the illusory condition is completely overcome. At that stage, when in contact with any reaction of material elements, such as sound, smell, touch or taste, the devotee realizes the transcendental presence of the Supreme Personality of Godhead. In this condition the ecstatic symptoms (e.g., standing of the hair on the body, rolling of the eyeballs and getting up from sleep) are persistently visible.</P><P>When &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; first saw Krishna, She suddenly became conscious of all transcendental happiness, and the functions of Her different limbs were stunned. When Lalit&#257;, Her constant companion, whispered into Her ear the holy name of Krishna, R&#257;dh&#257;r&#257;n&#299; immediately opened Her eyes wide. This is an instance of alertness caused by hearing the sound of Krishna's name.</P><P>One day, in a joking mood, Krishna informed R&#257;dh&#257;r&#257;n&#299;, "My dear R&#257;dh&#257;r&#257;n&#299;, I am going to give up Your company." Upon saying this, He immediately disappeared, and because of this R&#257;dh&#257;r&#257;n&#299; became so afflicted that the hue of Her body changed, and She immediately fell down upon the ground of Vrind&#257;vana. She had practically stopped breathing, but when She smelled the flavor of the flowers on the ground, She awoke in ecstasy and got up. This is an instance of transcendental alertness caused by smelling.</P><P>When Krishna was touching the body of one gop&#299;, the gop&#299; addressed her companion thus: "My dear friend, whose hand is this touching my body? I had become very afraid after seeing the dark forest on the bank of the Yamun&#257;, but suddenly the touch of this hand has saved me from hysterical fits." This is an instance of alertness caused by touching.</P><P>One of the gop&#299;s informed Krishna, "My dear Krishna, when You disappeared from the arena of the r&#257;sa dance, our most dear friend, R&#257;dh&#257;r&#257;n&#299;, immediately fell on the ground and lost consciousness. But after this, when I offered Her some of Your chewed betel nut remnants, She immediately returned to consciousness with jubilant symptoms in Her body." This is an instance of alertness caused by tasting.</P><P>One night &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was talking in a dream. "My dear Krishna," She said, "please do not play any more jokes on Me! Please stop! And please don't touch My garments either. Otherwise I shall inform the elderly persons, and I shall disclose all of Your naughty behavior." While She was talking like this in a dream, She suddenly awoke and saw some of Her superiors standing before Her. Thus R&#257;dh&#257;r&#257;n&#299; became ashamed and bowed Her head. This is an instance of alertness after awakening from sleep.</P><P>There is another instance of this. A messenger from Krishna came to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; while She was sleeping, and R&#257;dh&#257;r&#257;n&#299; immediately awakened. Similarly, when Krishna began to blow on His flute in the night, all of the gop&#299;s, the beautiful daughters of the cowherd men, immediately got up from their sleep. There is a very beautiful comparison made in this connection: "The lotus flower is sometimes surrounded by white swans, and sometimes it is surrounded by black wasps who are collecting its honey. When there is a thundering in the sky, the swans go away, but the black wasps stay to enjoy the lotus flowers." The gop&#299;s' sleeping condition is compared to the white swans, and the sound of Krishna's flute is compared to a black wasp. When Krishna's flute sounded, the white swans, which represent the sleeping condition of the gop&#299;s, were immediately vanquished, and the black wasp sound of the flute began to enjoy the lotus flower of the gop&#299;s' beauty.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>