<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 31: Additional Symptoms</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>When all such symptoms are included in ecstatic love, they are called sañc&#257;r&#299;, or continuously existing ecstatic symptoms. All of these symptoms are transcendental, and they are exhibited in different ways, acting and interacting under different conditions. They are like the reciprocation of love between the lover and beloved.</P><P>When a person is envious or defamed, there may be a change in the color of the body. This may be classified as vibh&#257;va, or subecstasy. Sometimes illusion, collapse and strong anxiety are also considered to be vibh&#257;va. When there are many such symptoms, they can simply be grouped together under ecstatic love.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says that fright, sleep, fatigue, laziness and the madness of intoxication are sometimes grouped under continuous symptoms of ecstatic love, and they are due to a strong attraction.</P><P>False argument, determination, steadiness, remembrance, joyfulness, ignorance, humility and unconsciousness are also different symptoms of ecstatic love. Dependence is also grouped under ecstatic love, and this can be divided into superior dependence and inferior dependence. The direct differentiations between superior and inferior dependence are ascertained by R&#363;pa Gosv&#257;m&#299; and will be presented in due course.</P><P>One devotee exclaimed, "Oh, I cannot see the district of Mathur&#257;! Even though by simply hearing the name of Mathur&#257; the hairs of my body are standing up, I cannot see the place. So of what use are my eyes?" This statement reveals a strong anxiety to see the district of Mathur&#257; resulting from a strong attachment to Krishna. There is another instance of this strong attachment for Krishna expressed by Bh&#299;ma when he began to murmur, "My arms are just like thunderbolts, but despite these arms I could not smash &#346;i&#347;up&#257;la while he was blaspheming Krishna. Therefore, of what use are these strong arms?" In this instance Bh&#299;ma became angry, and being influenced by such anger, his hopelessness became a cause for strong attachment to Krishna. This instance can be described as strong attachment for Krishna in anger.</P><P>When Arjuna witnessed the universal form of Krishna, whose dazzling teeth were practically devouring the very existence of the universe, Arjuna's mouth became dried up. At that time Arjuna forgot himself and could not understand that he was Arjuna, Krishna's friend, although he was always dependent upon Krishna's mercy. This incident is an example of inferior dependence.</P><P>Sometimes ghastly activities also support strong ecstatic love for Krishna. This state of mind is called ecstatic fearfulness under illusion. In the Tenth Canto, Twenty-third Chapter, verse 40, of &#346;r&#299;mad-Bh&#257;gavatam, there is the following statement by the br&#257;hmanas who were performing sacrifices: "We have all been born into three advantageous conditions: we are in high br&#257;hmana families, we have ceremoniously received the sacred thread, and we are also properly initiated by a spiritual master. But, alas, in spite of all these advantages, we are condemned. Even our observance of brahmacarya is condemned." The br&#257;hmanas thus began to condemn their own activities. They realized that in spite of being so elevated by birth, education and culture, they still were under the spell of the illusory energy. They also admitted that even great yog&#299;s who are not devotees of the Lord are covered by the influence of material energy. This kind of hopelessness felt by the br&#257;hmanas who were performing ritualistic ceremonies shows practically no attachment for Krishna. There is another hopelessness, however, which shows attachment for Krishna. When the bull demon attacked the damsels of Vraja, they began to cry out, "Dear Krishna &#8212; please save us! We are now gone!" This is hopelessness with attachment for Krishna.</P><P>When the Ke&#347;&#299; demon was assassinated by Krishna, Kamsa became hopeless. He said, "Ke&#347;&#299;-daitya was as dear to me as my own life, but he has been killed by some cowherd boy who is crude, uneducated and ignorant in fighting. Even though I have defeated the King of heaven without difficulty, still I do not know the value of life." Because this hopelessness has a slight touch of attraction for Krishna, it is considered to be a reflection of ecstatic love in hopelessness.</P><P>Kamsa once rebuked Akr&#363;ra by saying, "You are such a fool that you are accepting a cowherd boy to be the Supreme Personality of Godhead simply because He has defeated some harmless water snake! The boy may have lifted one pebble called Govardhana Hill, but what is more surprising than that is your statement that this boy is the Personality of Godhead!" This is an instance of a maliciously opposing element, caused by hopelessness in ecstatic love for Krishna.</P><P>One devotee tried to console a kadamba tree when the tree was lamenting because Krishna had not touched even its shadow. The devotee said, "My dear kadamba tree, do not be worried. Just after defeating the K&#257;liya snake in the Yamun&#257; River, Krishna will come and satisfy your desire." This is an instance of inappropriate hopelessness in ecstatic love for Krishna.</P><P>Garuda the eagle, the carrier of Vishnu, once said, "Who can be more pure than I? Where is there a second bird like me, so able and competent? Krishna may not like me, He may not wish to join my party, but still He has to take advantage of my wings!" This is an instance of hopelessness in the neutral mood of ecstatic love.</P><P>The symptoms of ecstatic love are sometimes grouped under four headings &#8212; namely generation, conjunction, aggregation and satisfaction.</P><P>Krishna once told R&#257;dh&#257;r&#257;n&#299;, "My dear friend, when You tried to meet Me alone in the morning, Your friend Mekhal&#257; remained hungry with envy. Just look at her!" When Krishna was joking with R&#257;dh&#257;r&#257;n&#299; in this way, R&#257;dh&#257;r&#257;n&#299; moved Her beautiful eyebrows crossly. R&#363;pa Gosv&#257;m&#299; prays that everyone may become blessed by this movement of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s eyebrows. This is an instance of the generation of malice in ecstatic love of Krishna.</P><P>One night, after the P&#363;tan&#257; demon had been killed, baby Krishna could be seen playing upon her breast. Upon seeing this, Ya&#347;od&#257; became stunned for some time. This is an example of a conjunction of various symptoms of ecstatic love. The conjunction can be auspicious or inauspicious. That the P&#363;tan&#257; demon had been killed was auspicious, but that Krishna was playing on her breast in the dead of night, with no one to help Him in case of trouble, was inauspicious. Ya&#347;od&#257; was caught between auspiciousness and inauspiciousness.</P><P>After Krishna had just learned to walk, He was going in and out of the house very frequently. Ya&#347;od&#257; became surprised and said, "This child is too restless and cannot be controlled! He is incessantly going about the neighborhood of Gokula [Vrind&#257;vana], and then He is coming back inside the house. I see that the child is very fearless, but in spite of His fearlessness, I am becoming more and more afraid of His falling into some danger." This again is an instance of the conjunction of two opposing elements: the child was very fearless, but at the same time Ya&#347;od&#257; was becoming fearful of some danger. Here danger is the cause, and Ya&#347;od&#257;'s feelings are in a conjunction of two opposing symptoms. In other words, Ya&#347;od&#257; was feeling both happiness and doubt, or growing fear.</P><P>When Devak&#299;, the mother of Krishna, saw her son very jubilant in the presence of the wrestlers in Kamsa's arena, two kinds of tears were simultaneously gliding down her cheeks: sometimes her tears were warm, and sometimes they were cold. This is an instance of a conjunction of jubilation and lamentation due to different causes of ecstatic love.</P><P>Once when &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was standing on the bank of the Yamun&#257; River in the forest of Vrind&#257;vana, She was attacked by Krishna, who was stronger than She. Although She externally expressed a disturbed mood from this incident, within Herself She was smiling and feeling great satisfaction. Externally She moved Her eyebrows and made a show of rejecting Krishna. In this mood R&#257;dh&#257;r&#257;n&#299; looked very beautiful, and &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; glorifies Her beauty. This is an instance of exhibiting varying feelings in ecstatic love, although the cause is one only &#8212; Krishna.</P><P>Sometimes there were great festivals in the house of Nanda Mah&#257;r&#257;ja, and all of the inhabitants of Vrind&#257;vana would assemble for these festivals. During one such festival, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was seen wearing a golden necklace given Her by Krishna. This was immediately detected by mother Ya&#347;od&#257; as well as by R&#257;dh&#257;r&#257;n&#299;'s mother, because the necklace was too long for R&#257;dh&#257;r&#257;n&#299;'s neck. At the same time R&#257;dh&#257;r&#257;n&#299; could see Krishna nearby, as well as Her own husband, Abhimanyu. So all of these things combined to make R&#257;dh&#257;r&#257;n&#299; feel very much ashamed, and with Her face shriveled She began to look very beautiful. In this case there was a combination of bashfulness, anger, jubilation and lamentation. This is an instance of an aggregate of symptoms of ecstatic love.</P><P>Kamsa once said, "What harm can this boy do to me? He has no power." The next moment Kamsa was informed that all of his friends had been killed by the boy. Then Kamsa began to think in perplexity, "Shall I go immediately and surrender unto Him? But how can a great warrior do this?" The next moment he thought, "Why should I be afraid of Him? There are still so many wrestlers standing to support me." But the next moment he began to consider, "The boy is certainly not common, because He has lifted Govardhana Hill with His left hand. So what can I do in this connection? Let me go to Vrind&#257;vana and inflict pains on all the residents there. But still I cannot even go out, because my heart is trembling from fear of this boy!" This condition of Kamsa's mind reveals an instance of pride, lamentation, humility, determination, remembrance, doubtfulness, anger and fear. Actually eight different symptoms comprised the mental condition of Kamsa. This is another instance of an aggregate of symptoms in hopeless ecstatic love.</P><P>One householder devotee once said, "My Lord, I am so wretched that these two eyes are never desiring to see the glorious city of Mathur&#257;. Therefore, my eyes are actually condemned. I am nicely educated, but my education has simply been used in government service. I have not considered formidable time, stronger than anything else, which creates and annihilates everything. To whom shall I leave all of my wealth and fortune? I am becoming older and older. What shall I do? Shall I execute devotional service from here at home? This I cannot do, because my mind is being attracted by the transcendental land of Vrind&#257;vana."</P><P>This is an instance of hopelessness, pride, doubt, patience, lamentation, determination and eagerness &#8212; an aggregation of seven different symptoms in ecstatic love for Krishna.</P><P>There is a proverb in Sanskrit which says, "Disappointment gives rise to the greatest satisfaction." In other words, when one's sentiment or ambition becomes too great and is not fulfilled until after seemingly hopeless tribulation, that is taken as the greatest satisfaction. Once the cowherd boys in Vrind&#257;vana were vainly searching after Krishna for a long time, and for that reason their faces became blackened, and their complexions appeared faded. Just then they could hear on the hill a faint vibration from Krishna's flute. Immediately all of them became very much gladdened. This is an instance of satisfaction in the midst of disappointment.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says that although he has no expert knowledge about the sounds and meanings and mellows of the symptoms of ecstatic love, he has tried to give some examples of different varieties of love of Krishna. He further states that the thirty-three disturbing symptoms of ecstatic love, plus eight other symptoms, all taken together equal forty-one primary symptoms of ecstatic love. These symptoms create transformations of bodily activities as well as movements of the senses. All of them can be accepted as different feelings of the heart. Sometimes some of the feelings are quite natural. Sometimes some of the feelings are just temporary appearances. Those symptoms which are very natural always remain, both within and without the devotee.</P><P>As one can detect the color of dye a cloth was soaked in by looking at the cloth, so, simply by understanding the different signs of these symptomatic features, one can understand the actual position. In other words, attachment for Krishna is one, but because there exist different kinds of devotees, such attachment is manifested in many varieties. As clothing tinged red appears red, so the temporary appearance of a certain type of feeling can be detected or observed by the specific ecstatic symptom. In fact, all the different humors and mellows of the devotees produce various specific feelings within the mind. And according to these differences, the symptoms of ecstatic love appear in different forms and degrees. If one's heart is highly elevated, grave and magnanimous, or if one's heart is rough and crude, different symptoms of ecstatic love will appear, influenced by the condition of the heart. Actually, people cannot generally understand such different qualities of mentality, but when one's heart is very soft or gentle, these symptoms become very easily visible, and one can understand them very clearly. The heart of one who is highly elevated and grave is compared to gold. If one's heart is very soft and gentle, his heart is compared to a cotton swab. When there is an ecstatic sensation within the mind, the golden heart or grave heart is not agitated, but the soft heart immediately becomes agitated.</P><P>To offer another example, a grave, magnanimous heart is compared to a great city, and a soft heart to an insignificant cottage. There may be many lights, or even great elephants in the big city, but no one will take particular notice of them. But when such lights or elephants are seen near a small cottage, everyone can distinctly point them out.</P><P>A hard heart is compared to a lightning bolt, to gold and to shellac. The lightning bolt is very strong and never becomes soft. Similarly, the hearts of those who are engaged in severe austerities and penances do not become very easily softened. The golden heart becomes melted at high temperature, as in ecstatic love. And the shellac heart is very easily melted in slight temperature.</P><P>A soft heart is compared to honey, to butter and to nectar. And the condition of the mind is compared to sunshine. As honey and butter become melted even in slight sunshine, softhearted persons become easily melted. Nectar, however, is by its nature always liquid. And the hearts of those who are in pure ecstatic love with Krishna are by nature always liquified, just like nectar.</P><P>A pure devotee of Krishna is always specifically qualified with nectarean qualifications and sometimes with the qualifications of butter and honey. On the whole, the heart in any of the different conditions mentioned above can be melted under certain circumstances, just as a hard diamond is sometimes melted by a combination of certain chemicals. In the D&#257;na-keli-kaumud&#299; it is stated, "When love develops in the heart of a devotee, he cannot check the transformation of his sentiments. His heart is just like the ocean at the rising of the moon, when the ebb tide cannot be checked: immediately there must be movement of high waves." Although in its natural state the ocean is always grave and unfathomable, when the moon rises, nothing can check the ocean's agitation. Similarly, those who are pure devotees cannot on any account check the movement of their feelings within.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>