<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 33: Indirect Expressions of Ecstatic Love</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Once Brahm&#257; was watching all the cows and the cowherd boys dressed in yellow garments and decorated with valuable jewels. The boys were expanding their four arms and were being worshiped by many hundreds of other Brahm&#257;s. All the cowherd boys began to express their joyfulness for being with Krishna, the Supreme Brahman. At that time, Brahm&#257; showed his astonishment by exclaiming, "What am I seeing here?" This is an instance of astonishment in ecstatic love.</P><P>Chivalry</P><P>On the bank of the Yamun&#257;, once there was the crackling sound of dry leaves, giggling from the cowherd boys and thundering from the sky. &#346;r&#299;d&#257;m&#257; was tightening his belt to fight with Krishna, the conqueror of the demon Agha. This is an instance of chivalry in ecstatic love.</P><P>Lamentation</P><P>In the Tenth Canto, Seventh Chapter, verse 25, of &#346;r&#299;mad-Bh&#257;gavatam, there is a description of Krishna's being taken away by the whirlwind demon, Trin&#257;varta. As Krishna was being thus carried up into the sky, all the gop&#299;s began to cry aloud. They approached mother Ya&#347;od&#257;, stating that they could not find the son of Nanda. He had been taken away by a whirlwind. This is an instance of lamentation in ecstatic love.</P><P>When Krishna was fighting with K&#257;liya, mother Ya&#347;od&#257; exclaimed, "Krishna is now entrapped within the hoods of the K&#257;liya snake, and yet I am not tattered to pieces! So I must admit how wonderful is the preserving power of this material body!" This is another instance of lamentation in ecstatic love.</P><P>Anger</P><P>When Jatil&#257;, the mother of Abhimanyu, saw Krishna wearing a necklace, she could understand that the jeweled ornament had been given to Him by R&#257;dh&#257;r&#257;n&#299;. She therefore became absorbed in anger and began to move her eyebrows, expressing her anger in ecstatic love.</P><P>Ghastliness</P><P>There is a statement by Y&#257;mun&#257;c&#257;rya to this effect: "Since I have begun to enjoy these transcendental exchanges of love, which are always newer and newer, whenever I remember the pleasure of past sex life, my lips curl and I wish to spit on the idea." This is an instance of ecstatic love in ghastliness.</P><P>Dread</P><P>One old devotee said, "My dear Lord, when we are away from You we become so anxious to see You again, and there is great misery in our lives. But then when we do see You, there immediately comes the fear of separation. Under the circumstances, both when we see You and when we do not see You, we are subjected to different kinds of tribulation." This is an instance of a contradictory mixture of ecstatic love for Krishna. Such ecstatic love is palatable, and expert critics have compared such ecstatic love to a mixture of curd, sugar candy and a little black pepper. The combined taste is very palatable.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>