<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 36: Transcendental Affection (Servitude)</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>In the Lalita-m&#257;dhava by R&#363;pa Gosv&#257;m&#299; there is the following statement by D&#257;ruka, one of the servants of Krishna: "Certainly Lord Vishnu is very beautiful with His necklace of kaustubha jewels, His four hands holding conchshell, disc, club and lotus flower, and His dazzlingly beautiful jewelry. He is also very beautiful in His eternal position, riding upon the shoulder of Garuda. But now the same Lord Vishnu is present as the enemy of Kamsa, and by His personal feature I am completely forgetting the opulence of Vaikuntha."</P><P>Another devotee once said, "This Supreme Personality of Godhead from whose bodily pores come millions of universes, permanently rising, who is the ocean of mercy, who is the owner of inconceivable energies, who is always equipped with all perfections, who is the origin of all incarnations, who is the attraction for all liberated persons &#8212; this very Supreme Personality of Godhead is the supreme controller and the supremely worshipable. He is all-cognizant, fully determined and fully opulent. He is the emblem of forgiveness and the protector of surrendered souls. He is munificent, true to His promise, expert, all-auspicious, powerful and religious. He is a strict follower of the scripture, He is the friend of the devotees, and He is magnanimous, influential, grateful, reputable, respectable, full of all strength, and submissive to pure love. Surely He is the only shelter of devotees who are attracted to Him by the affection of servitorship."</P><P>The devotees of the Lord in servitude are divided into four classes: appointed servants (such as Lord Brahm&#257; and Lord &#346;iva, who are appointed to control the material modes of passion and ignorance), devotees in servitude who are protected by the Lord, devotees who are always associates and devotees who are simply following in the footsteps of the Lord.</P><P>Appointed Servants</P><P>In a conversation between J&#257;mbavat&#299;, one of Krishna's wives, and K&#257;lind&#299;, her friend, J&#257;mbavat&#299; inquired, "Who is this personality circumambulating our Krishna?"</P><P>K&#257;lind&#299; replied, "She is Ambik&#257;, the superintendent of all universal affairs."</P><P>Then J&#257;mbavat&#299; inquired, "Who is this personality who is trembling at the sight of Krishna?"</P><P>K&#257;lind&#299; replied, "He is Lord &#346;iva."</P><P>Then J&#257;mbavat&#299; inquired, "Who is the person offering prayers?"</P><P>K&#257;lind&#299; replied, "He is Lord Brahm&#257;."</P><P>J&#257;mbavat&#299; then asked, "Who is that person who has fallen on the ground and is offering respect to Krishna?"</P><P>K&#257;lind&#299; replied, "He is Indra, the King of heaven."</P><P>J&#257;mbavat&#299; next inquired, "Who is this person who has come with the demigods and is laughing with them?"</P><P>K&#257;lind&#299; replied, "He is my elder brother, Yamar&#257;ja, the superintendent of death."</P><P>This conversation offers a description of all the demigods, including Yamar&#257;ja, who are engaged in services appointed by the Lord. They are called adhikrita-devat&#257;, or demigods appointed to particular types of departmental service.</P><P>Devotees Under the Protection and Shelter of the Lord</P><P>One resident of Vrind&#257;vana once told Lord Krishna, "My dear Krishna, O pleasure of Vrind&#257;vana! Being afraid of this material existence, we have taken shelter of You, for You can completely protect us! We are well aware of Your greatness. As such, we have given up our desire for liberation and have taken complete shelter under Your lotus feet. Since we have heard about Your ever-increasing transcendental love, we have voluntarily engaged ourselves in Your transcendental service." This statement is by a devotee who is under the protection and shelter of Lord Krishna.</P><P>Upon being chastised by Krishna's constant kicking on his head, K&#257;liya, the black snake of the Yamun&#257;, came to his senses and admitted, "My dear Lord, I have been so offensive unto You, but still You are so kind that You have marked my head with the impression of Your lotus feet." This is also an instance of one's taking shelter under the lotus feet of Krishna.</P><P>In the Apar&#257;dha-bhañjana a pure devotee expresses his feelings: "My dear Lord, I am ashamed to admit before You that I have carried out the orders of my masters named lust, anger, avarice, illusion and envy. Sometimes I have carried out their orders in a way most abominable. Yet in spite of my serving them so faithfully, they are not satisfied, nor are they kind enough to give me relief from their service. They are not even ashamed of taking service from me in that way. My dear Lord, O head of the Yadu dynasty, now I have come to my senses, and I am taking shelter of Your lotus feet. Please engage me in Your service." This is another instance of surrendering and taking shelter of the lotus feet of Krishna.</P><P>There are many instances in the various Vedic writings of persons who were aspiring after liberation by speculative knowledge but gave up this process in order to take complete shelter under the lotus feet of Krishna. Examples of such persons are the br&#257;hmanas headed by &#346;aunaka in the forest of Naimish&#257;ranya. Learned scholars accept them as devotees having complete wisdom. There is a statement in the Hari-bhakti-sudhodaya in which these great br&#257;hmanas and sages, headed by &#346;aunaka Rishi, told S&#363;ta Gosv&#257;m&#299;, "My dear great soul, just see how wonderful it is! Although as human beings we are contaminated with so many taints of material existence, simply by our conversing with you about the Supreme Personality of Godhead we are now gradually decrying our desire for liberation."</P><P>In Pady&#257;val&#299; a devotee says, "Persons who are attached to speculative knowledge for self-realization, who have decided that the supreme truth is beyond meditation and who have thus become situated in the mode of goodness &#8212; let them peacefully execute their engagement. As for us, we are simply attached to the Supreme Personality of Godhead, who is by nature so pleasing, who possesses a complexion like a blackish cloud, who is dressed in yellow garments and who has beautiful lotuslike eyes. We wish only to meditate upon Him."</P><P>Those who are from the very beginning of their self-realization attached to devotional service are called sev&#257;-nishtha. Sev&#257;-nishtha means "simply attached to devotional service." The best examples of such devotees are Lord &#346;iva, King Indra, King Bahul&#257;&#347;va, King Ikshv&#257;ku, &#346;rutadeva and Pundar&#299;ka. One devotee says, "My dear Lord, Your transcendental qualities attract even the liberated souls and carry them to the assembly of devotees where Your glories are constantly chanted. Even great sages who are accustomed to living in solitary places are also attracted by the songs of Your glory. And, observing all Your transcendental qualities, I have also become attracted and have decided to dedicate my life to Your loving service."</P><P>Constant Associates</P><P>In the city of Dv&#257;rak&#257; the following devotees are known as Krishna's close associates: Uddhava, D&#257;ruka, S&#257;tyaki, &#346;rutadeva, &#346;atrujit, Nanda, Upananda and Bhadra. All of these personalities remain with the Lord as His secretaries, but still they are sometimes engaged in His personal service. Among the Kuru dynasty, Bh&#299;shma, Mah&#257;r&#257;ja Par&#299;kshit and Vidura are also known as close associates of Lord Krishna. It is said, "All the associates of Lord Krishna have lustrous bodily features, and their eyes are just like lotus flowers. They have sufficient power to defeat the strength of the demigods, and the specific feature of their persons is that they are always decorated with valuable ornaments."</P><P>When Krishna was in the capital Indraprastha, someone addressed Him thus: "My dear Lord, Your personal associates, headed by Uddhava, are always awaiting Your order by standing at the entrance gate of Dv&#257;rak&#257;. They are mostly looking on with tears in their eyes, and in the enthusiasm of their service they are not afraid even of the devastating fire generated by Lord &#346;iva. They are souls simply surrendered unto Your lotus feet."</P><P>Out of the many close associates of Lord Krishna, Uddhava is considered the best. The following is a description of him: "His body is blackish like the color of the Yamun&#257; River, and it is similarly as cool. He is always decorated with flower garlands first used by Lord Krishna, and he is dressed with yellow silk clothing. His two arms are just like the bolts of a door, his eyes are just like lotus flowers, and he is the most important devotee among all the associates. Let us therefore offer our respectful obeisances unto Uddhava's lotus feet."</P><P>Uddhava has described the transcendental qualities of &#346;r&#299; Krishna as follows: "Lord &#346;r&#299; Krishna, who is our master and worshipable Deity, the controller of Lord &#346;iva and Lord Brahm&#257;, and the controller of the whole universe as well, accepts the controlling orders of Ugrasena, His grandfather. He is the proprietor of millions of universes, but still He begged a little land from the ocean. And although He is just like an ocean of wisdom, He sometimes consults me. He is so great and magnanimous, yet He is engaged in His different activities just like an ordinary person."</P><P>Followers of the Lord</P><P>Those who are constantly engaged in the personal service of the Lord are called anugas, or followers. Examples of such followers are Sucandra, Mandana, Stamba and Sutamba. They are all inhabitants of the city of Dv&#257;rak&#257;, and they are dressed and ornamented like the other associates. The specific services entrusted to the anugas are varied. Mandana always bears the umbrella over the head of Lord Krishna. Sucandra is engaged in fanning with the white c&#257;mara bunch of hair, and Sutamba is engaged in supplying betel nuts. All of them are great devotees, and they are always busy in the transcendental loving service of the Lord.</P><P>As there are anugas in Dv&#257;rak&#257;, so there are many anugas in Vrind&#257;vana also. The names of the anugas in Vrind&#257;vana are as follows: Raktaka, Patraka, Patr&#299;, Madhukantha, Madhuvrata, Ras&#257;la, Suvil&#257;sa, Premakanda, Marandaka, &#256;nanda, Candrah&#257;sa, Payoda, Bakula, Rasada and &#346;&#257;rada.</P><P>Descriptions of the bodily features of the anugas in Vrind&#257;vana are given in the following statement: "Let us offer our respectful obeisances unto the constant associates of the son of Mah&#257;r&#257;ja Nanda. They always stay in Vrind&#257;vana, and their bodies are decorated with garlands of pearls and with bangles and bracelets of gold. Their colors are like black bees and the golden moon, and they are dressed just to suit their particular special bodily features. Their specific duties can be understood from a statement by mother Ya&#347;od&#257;, who said, 'Bakula, please cleanse the yellowish dress of Krishna. V&#257;rika, you just flavor the bathing water with aguru scent. And Ras&#257;la, you just prepare the betel nuts. You can all see that Krishna is approaching. There is dust overhead, and the cows can be seen very distinctly.'"</P><P>Among all the anugas, Raktaka is considered to be the chief. The description of his bodily features is as follows: "He wears yellow clothing, and his bodily color is just like newly grown grass. He is very expert in singing and is always engaged in the service of the son of Mah&#257;r&#257;ja Nanda. Let us all become the followers of Raktaka in offering transcendental loving service to Krishna!" An example of the attachment felt by Raktaka toward Lord Krishna can be understood from his statement to Rasada: "Just hear me! Please place me so that I may always be engaged in the service of Lord Krishna, who has now become famous as the lifter of the Govardhana Hill."</P><P>The devotees of Krishna engaged in His personal service are always very cautious, because they know that becoming personal servitors of Lord Krishna is not an ordinary thing. A person who offers respect even to the ants engaged in the service of the Lord becomes eternally happy, so what is there to say of one who offers Krishna direct service? Raktaka once said within himself, "Not only is Krishna my worshipable and servable Lord, but also the girl friends of Krishna, the gop&#299;s, are equally worshipable and servable by me. And not only the gop&#299;s, but anyone who is engaged in the service of the Lord is also worshipable and servable by me. I know that I must be very careful not to become overly proud that I am one of the servitors and devotees of the Lord." From this statement one can understand that the pure devotees, those who are actually engaged in the service of the Lord, are always very cautious and are never overly proud of their service.</P><P>This mentality of the direct servitor of Krishna is called dh&#363;rya. According to expert analytical studies of the direct associates of the Lord, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has divided these into three classes &#8212; namely dh&#363;rya, dh&#299;ra and v&#299;ra. Raktaka is classified among the dh&#363;rya, or those who are always attached to serving the most beloved gop&#299;s.</P><P>One dh&#299;ra associate of Krishna is the son of Satyabh&#257;m&#257;'s nurse. Satyabh&#257;m&#257; is one of the queens of Lord Krishna in Dv&#257;rak&#257;, and when she was married to Krishna, the son of her nurse was allowed to go with her because they had lived together from childhood as brother and sister. So this gentleman, the son of Satyabh&#257;m&#257;'s nurse, used to live with Krishna as His brother-in-law, and sometimes as brother-in-law he used to play jokes with Krishna. He once addressed Krishna in this way: "My dear Krishna, I never tried to gain the favor of the goddess of fortune, who is married to You, but still I am so fortunate that I am considered one of the members of Your house, the brother of Satyabh&#257;m&#257;."</P><P>A v&#299;ra associate once expressed his pride, declaring, "Lord Baladeva may be a great enemy of Pralamb&#257;sura, but I have nothing to worry about from Him. And as far as Pradyumna is concerned, I have nothing to take from him, because he is simply a boy. Therefore I do not expect anything from anyone else. I simply expect the favorable glance of Krishna upon me, and so I am not even afraid of Satyabh&#257;m&#257;, who is so dear to Krishna."</P><P>In the Fourth Canto of &#346;r&#299;mad-Bh&#257;gavatam, Twentieth Chapter, verse 28, King Prithu addresses the Lord, saying, "My dear Lord, it may happen that the goddess of fortune becomes dissatisfied with my work, or I may even have some misunderstanding with her, but I will not mind this, because I have full confidence in You. You are always causelessly merciful to Your servants, and You consider even their menial service to be very much advanced. So I have confidence that You will accept my humble service, although it is not worthy of being recognized. My dear Lord, You are self-sufficient. You can do anything You like without the help of anyone else. So even if the goddess of fortune is not satisfied with me, I know that You will always accept my service anyway."</P><P>Devotees attached to the transcendental loving service of the Lord may be described either as surrendered souls, as souls advanced in devotional knowledge, or as souls completely engaged in transcendental loving service. Such devotees are called (respectively) neophyte, perfect and eternally perfect.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>