<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 4: Devotional Service Surpasses All Liberation</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>A similar statement is found in &#346;r&#299;mad-Bh&#257;gavatam, Fifth Canto, Fourteenth Chapter, verse 44. &#346;ukadeva Gosv&#257;m&#299; addresses Par&#299;kshit Mah&#257;r&#257;ja there and says, "The great soul King Bharata was so much attached to the service of the lotus feet of Krishna that he very easily gave up his lordship over the earthly planet and his affection for his children, society, friends, royal opulence and beautiful wife. He was so very lucky that the goddess of fortune was pleased to offer him all kinds of material concessions, but he never accepted any of these material opulences." &#346;ukadeva Gosv&#257;m&#299; praises this behavior of King Bharata very highly. He says, "Any person whose heart is attracted by the transcendental qualities of the Supreme Personality of Godhead, Madhus&#363;dana, does not care even for that liberation which is aspired to by many great sages, what to speak of material opulences."</P><P>In the Bh&#257;gavatam, Sixth Canto, Eleventh Chapter, verse 25, there is a similar statement by Vritr&#257;sura, who addresses the Lord as follows: "My dear Lord, by leaving Your transcendental service I may be promoted to the planet called Dhruvaloka [the polestar], or I may gain lordship over all the planetary systems of the universe. But I do not aspire to this. Nor do I wish the mystic perfections of yoga practice, nor do I aspire to spiritual emancipation. All I wish for, my Lord, is Your association and transcendental service eternally."</P><P>This statement is confirmed by Lord &#346;iva in &#346;r&#299;mad-Bh&#257;gavatam, Sixth Canto, Seventeenth Chapter, verse 28, wherein Lord &#346;iva addresses Sat&#299; thus: "My dear Sat&#299;, persons who are devoted to N&#257;r&#257;yana [Krishna] are not afraid of anything. If they are elevated to the higher planetary systems, or if they get liberation from material contamination, or if they are pushed down to the hellish condition of life &#8212; or, in fact, in any situation whatever &#8212; they are not afraid of anything. Simply because they have taken shelter of the lotus feet of N&#257;r&#257;yana, for them any position in the material world is as good as another."</P><P>There is a similar statement by Indra, the King of heaven, in &#346;r&#299;mad-Bh&#257;gavatam, Sixth Canto, Eighteenth Chapter, verse 74. There Indra addresses mother Diti in this manner: "My dear mother, persons who have given up all kinds of desire and are simply engaged in devotional service to the Lord know what is actually their self-interest. Such persons are actually serving their self-interests and are considered first-class experts in the matter of advancing to the perfectional stage of life."</P><P>In the Seventh Canto of the Bh&#257;gavatam, Sixth Chapter, verse 25, Mah&#257;r&#257;ja Prahl&#257;da says, "My dear friends born into atheistic families, if you can please the Supreme Personality of Godhead, Krishna, then there is nothing more rare in this world. In other words, if the Supreme Lord Krishna is pleased with you, then any desire you may have within the core of your heart can be fulfilled without any doubt. As such, what is the use of elevating yourself by the results of fruitive activities, which are automatically achieved in all events by the modes of material nature? And what is the use for you of spiritual emancipation or liberation from material bondage? If you are always engaged in chanting the glories of the Supreme Lord and always relishing the nectar of the lotus feet of the Lord, then there is no necessity for any of these." By this statement of Prahl&#257;da Mah&#257;r&#257;ja it is clearly understood that one who takes pleasure in chanting and hearing the transcendental glories of the Lord has already surpassed all kinds of material benedictions, including the results of pious fruitive activities, sacrifices and even liberation from material bondage.</P><P>Similarly, in the same Seventh Canto, Eighth Chapter, verse 42, when the demigods are offering prayers to Lord Nrisimha, Indra the King of heaven says, "O supreme one, these demons talk of our share of participation in the performances of ritualistic sacrifices, but simply by Your appearance as Lord Nrisimhadeva You have saved us from terrible fears. Actually, our shares in the sacrificial performances are due to You only, because You are the supreme enjoyer of all sacrifices. You are the Supersoul of every living entity, and therefore You are the actual owner of everything. Long were our hearts always filled with fear of this demon, Hiranyaka&#347;ipu. But You are so kind toward us that by killing him You have removed that fear from within our hearts and have given us the chance to place Your Lordship within our hearts again. For persons who are engaged in the transcendental loving service of Your Lordship, all the opulences which were taken away from us by the demons are counted as nothing. Devotees do not care even for liberation, what to speak of these material opulences. Actually, we are not enjoyers of the fruits of sacrifices. Our only duty is to always be engaged in Your service, for You are the enjoyer of everything."</P><P>The purport of this statement by Indra is that beginning from Brahm&#257; down to the insignificant ant, no living entities are meant for enjoying the material opulences. They are simply meant for offering everything to the supreme proprietor, the Personality of Godhead. By doing so, they automatically enjoy the benefit. The example can be cited again of the different parts of the body collecting foodstuffs and cooking them so that ultimately a meal may be offered to the stomach. After it has gone to the stomach, all the parts of the body equally enjoy the benefit of the meal. So, similarly, everyone's duty is to satisfy the Supreme Lord, and then automatically everyone will become satisfied.</P><P>A similar verse is found in the Eighth Canto, Third Chapter, of &#346;r&#299;mad-Bh&#257;gavatam, verse 20. Gajendra says there, "My dear Lord, I have no experience of the transcendental bliss derived from Your devotional service, so therefore I have asked from You some favor. But I know that persons who are pure devotees and have, by serving the lotus feet of great souls, become freed from all material desires, are always merged in the ocean of transcendental bliss and, as such, are always satisfied simply by glorifying Your auspicious characteristics. For them there is nothing else to aspire to or pray for."</P><P>In the Ninth Canto of the Bh&#257;gavatam, Fourth Chapter, verse 67, the Lord of Vaikuntha replies to Durv&#257;s&#257; Muni thus: "My pure devotees are always satisfied being engaged in devotional service, and therefore they do not aspire even after the five liberated stages, which are (1) to be one with Me, (2) to achieve residence on My planet, (3) to have My opulences, (4) to possess bodily features similar to Mine and (5) to gain personal association with Me. So when they are not interested even in these liberated positions, you can know how little they care for material opulences or material liberation."</P><P>There is a similar prayer by the n&#257;ga-patn&#299;s (wives of the K&#257;liya serpent), in the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam, Sixteenth Chapter, verse 37. The n&#257;ga-patn&#299;s say there, "Dear Lord, the dust of Your lotus feet is very wonderful. Any person who is fortunate enough to achieve this dust does not care for heavenly planets, lordship over all the planetary systems, the mystic perfections of yoga, or even liberation from material existence. In other words, anyone who adores the dust of Your lotus feet does not care a fig for all other perfectional stages."</P><P>There is a similar statement in the Tenth Canto, Eighty-seventh Chapter, verse 21, wherein the &#346;rutis, the Vedas personified, pray to the Lord as follows: "Dear Lord, it is very difficult to understand spiritual knowledge. Your appearance here, just as You are, is to explain to us this most difficult subject of knowledge of the spirit. As such, Your devotees who have left their domestic comforts to associate with the liberated &#257;c&#257;ryas [teachers] are now fully merged in the devotional service of Your Lordship, and thus they do not care for any so-called liberation."</P><P>In explaining this verse it should be noted that spiritual knowledge means understanding the self and the Supersoul, or Superself. The individual soul and the Supersoul are qualitatively one, and therefore both of them are known as Brahman, or spirit. But knowledge of Brahman is very difficult to understand. There are so many philosophers engaged in the matter of understanding the soul, but they are unable to make any tangible advancement. It is confirmed in Bhagavad-g&#299;t&#257; that out of many millions of persons, only one may try to understand what is spiritual knowledge, and out of many such persons who are trying to understand, only one or a few may know what is the Supreme Personality of Godhead. So this verse says that spiritual knowledge is very difficult to achieve, and so in order to make it more easily attainable, the Supreme Lord Himself comes in His original form as &#346;r&#299; Krishna and gives His instruction directly to an associate like Arjuna, just so that the people in general may take advantage of this spiritual knowledge. This verse also explains that liberation means having completely given up all the material comforts of life. Those who are impersonalists are satisfied by simply being liberated from the material circumstances, but those who are devotees can automatically give up material life and also enjoy the transcendental bliss of hearing and chanting the wonderful activities of Lord Krishna.</P><P>In the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, Twentieth Chapter, verse 34, Lord Krishna says to Uddhava, "My dear Uddhava, the devotees who have completely taken shelter of My service are so steadfast in devotional service that they have no other desire. Even if they are offered the four kinds of spiritual opulences,* they will refuse to accept them. So what to speak of their desiring anything within the material world!" Similarly, Lord Krishna says in another passage of the Bh&#257;gavatam, Eleventh Canto, Fourteenth Chapter, verse 14, "My dear Uddhava, a person whose consciousness is completely absorbed in My thought and activities does not aspire even to occupy the post of Brahm&#257;, or the post of Indra, or the post of lordship over the planets, or the eight kinds of mystic perfections, or even liberation itself." In the Twelfth Canto of &#346;r&#299;mad-Bh&#257;gavatam, Tenth Chapter, verse 6, Lord &#346;iva says to Dev&#299;, "My dear Dev&#299;, this great br&#257;hmana sage M&#257;rkandeya has attained unflinching faith and devotion unto the Supreme Personality of Godhead, and as such he does not aspire after any benedictions, including liberation from the material world."</P><P>Similarly, there is a statement in Padma Pur&#257;na describing the ritualistic function during the month of K&#257;rttika (October-November). During this month, in Vrind&#257;vana it is the regulative principle to pray daily to Lord Krishna in His D&#257;modara form. The D&#257;modara form refers to Krishna in His childhood when He was tied up with rope by His mother, Ya&#347;od&#257;. D&#257;ma means "ropes," and udara means "the abdomen." So mother Ya&#347;od&#257;, being very disturbed by naughty Krishna, bound Him round the abdomen with a rope, and thus Krishna is named D&#257;modara. During the month of K&#257;rttika, D&#257;modara is prayed to as follows: "My dear Lord, You are the Lord of all, the giver of all benedictions." There are many demigods, like Lord Brahm&#257; and Lord &#346;iva, who sometimes offer benedictions to their respective devotees. For example, R&#257;vana was blessed with many benedictions by Lord &#346;iva, and Hiranyaka&#347;ipu was blessed by Lord Brahm&#257;. But even Lord &#346;iva and Lord Brahm&#257; depend upon the benedictions of Lord Krishna, and therefore Krishna is addressed as the Lord of all benefactors. As such, Lord Krishna can offer His devotees anything they want, but still, the devotee's prayer continues, "I do not ask You for liberation or any material facility up to the point of liberation. What I want as Your favor is that I may always think of Your form in which I see You now, as D&#257;modara. You are so beautiful and attractive that my mind does not want anything besides this wonderful form." In this same prayer, there is another passage, in which it is said, "My dear Lord D&#257;modara, once when You were playing as a naughty boy in the house of Nanda Mah&#257;r&#257;ja, You broke the box containing yogurt, and because of that, mother Ya&#347;od&#257; considered You an offender and tied You with rope to the household grinding mortar. At that time You delivered two sons of Kuvera, Nalak&#363;vara and Manigr&#299;va, who were staying there as two arjuna trees in the yard of Nanda Mah&#257;r&#257;ja. My only request is that by Your merciful pastimes You may similarly deliver me."</P><P>The story behind this verse is that the two sons of Kuvera (the treasurer of the demigods) were puffed up on account of the opulence of their father, and so once on a heavenly planet they were enjoying themselves in a lake with some naked damsels of heaven. At that time the great saint N&#257;rada Muni was passing on the road and was sorry to see the behavior of the sons of Kuvera. Seeing N&#257;rada passing by, the damsels of heaven covered their bodies with cloth, but the two sons, being drunkards, did not have this decency. N&#257;rada became angry with their behavior and cursed them thus: "You have no sense, so it is better if you become trees instead of the sons of Kuvera." Upon hearing this, the boys came to their senses and begged N&#257;rada to be pardoned for their offenses. N&#257;rada then said, "Yes, you shall become trees, arjuna trees, and you will stand in the courtyard of Nanda Mah&#257;r&#257;ja. But Krishna Himself will appear in time as the foster son of Nanda, and He will deliver you." In other words, the curse of N&#257;rada was a benediction to the sons of Kuvera because indirectly it was foretold that they would be able to receive the favor of Lord Krishna. After that, Kuvera's two sons stood as two big arjuna trees in the courtyard of Nanda Mah&#257;r&#257;ja until Lord D&#257;modara, in order to fulfill the desire of N&#257;rada, dragged the grinding mortar to which He was tied and struck the two trees, violently causing them to fall down. From out of these fallen trees came Nalak&#363;vara and Manigr&#299;va, who had by then become great devotees of the Lord.</P><P>There is a passage in the Haya&#347;&#299;rsha-pañcar&#257;tra which states, "My dear Lord, O Supreme Personality of Godhead, I do not want any resultant benediction from my religious life, nor do I want any economic development, nor do I want to enjoy sense gratification, nor liberation. I simply pray to be an eternal servant at Your lotus feet. Kindly oblige me and give me this benediction."</P><P>In the same Haya&#347;&#299;rsha-pañcar&#257;tra, after Nrisimhadeva wanted to give benedictions to Prahl&#257;da Mah&#257;r&#257;ja, Prahl&#257;da did not accept any material benediction and simply asked the favor of the Lord to remain His eternal devotee. In this connection, Prahl&#257;da Mah&#257;r&#257;ja cited the example of Hanum&#257;n, the eternal servitor of Lord R&#257;macandra, who also set an example by never asking any material favor from the Lord. He always remained engaged in the Lord's service. That is the ideal character of Hanum&#257;n, for which he is still worshiped by all devotees. Prahl&#257;da Mah&#257;r&#257;ja also offered his respectful obeisances unto Hanum&#257;n. There is a well-known verse spoken by Hanum&#257;n in which he says, "My dear Lord, if You like You can give me salvation from this material existence, or the privilege of merging into Your existence, but I do not wish any of these things. I do not want anything which diminishes my relationship with You as servant to master, even after liberation."</P><P>In a similar passage in the N&#257;rada-pañcar&#257;tra it is stated, "My dear Lord, I do not wish any perfectional stage by performing the ritualistic religious ceremonies or by economic development or by sense gratification or liberation. I simply pray that You grant me the favor of keeping me under Your lotus feet. I do not wish any kind of liberation such as s&#257;lokya (to reside on Your planet) or s&#257;r&#363;pya (to have the same bodily features as You). I simply pray for Your favor that I may be always engaged in Your loving service."</P><P>Similarly, in the Sixth Canto, Fourteenth Chapter, verse 5, of &#346;r&#299;mad-Bh&#257;gavatam, Mah&#257;r&#257;ja Par&#299;kshit inquires from &#346;ukadeva Gosv&#257;m&#299;, "My dear br&#257;hmana, I understand that the demon Vritr&#257;sura was a greatly sinful person and that his mentality was completely absorbed in the modes of passion and ignorance. How did he develop to such a perfectional stage of devotional service to N&#257;r&#257;yana? I have heard that even great persons who have undergone severe austerities and who are liberated with full knowledge must strive to become devotees of the Lord. It is understood that such persons are very rare and almost never to be seen, so I am astonished that Vritr&#257;sura became such a devotee!"</P><P>In the above verse, the most important thing to be noted is that there may be many liberated persons who have merged into the existence of the impersonal Brahman, but a devotee of the Supreme Personality of Godhead, N&#257;r&#257;yana, is very, very rare. Even out of millions of liberated persons, only one is fortunate enough to become a devotee.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam, First Canto, Eighth Chapter, verse 20, Queen Kunt&#299; is praying to Lord Krishna at the time of His departure, "My dear Krishna, You are so great that You are inconceivable even to great stalwart scholars and paramahamsas [fully liberated souls]. So if such great sages, who are transcendental to all the reactions of material existence, are unable to know You, then as far as we are concerned, belonging to the less intelligent woman class, how is it possible for us to know Your glories? How can we understand You?" In this verse, the particular thing to be noted is that the Personality of Godhead is not understood by great liberated persons, but only by devotees such as Queen Kunt&#299; in her humbleness. Although she was a woman and was considered less intelligent than a man, still she realized the glories of Krishna. That is the purport of this verse.</P><P>Another passage which is very important is in &#346;r&#299;mad-Bh&#257;gavatam, First Canto, Seventh Chapter, verse 10, and is called "the &#257;tm&#257;r&#257;ma verse." In this &#257;tm&#257;r&#257;ma verse it is stated that even those who are completely liberated from material contamination are attracted by the transcendental qualities of Lord Krishna.* The purport of this verse is that a liberated soul has absolutely no desire at all for material enjoyment; he is wholly freed from all kinds of material desires, yet still he is irresistibly attracted by the desire to hear and understand the pastimes of the Lord. We may therefore conclude that the glories and pastimes of the Lord are not material. Otherwise, how could the liberated persons known as &#257;tm&#257;r&#257;mas be attracted by such pastimes? That is the important point in this verse.</P><P>From the above statement it is found that a devotee is not after any of the stages of liberation. There are five stages of liberation, already explained as being (1) to become one with the Lord, (2) to live on the same planet as the Lord, (3) to obtain the same bodily features as the Lord, (4) to have the same opulences as the Lord and (5) to have constant association with the Lord. Out of these five liberated stages, the one which is known as s&#257;yujya, or to merge into the existence of the Lord, is the last to be accepted by a devotee. The other four liberations, although not desired by devotees, still are not against the devotional ideals. Some of the liberated persons who have achieved these four stages of liberation may also develop affection for Krishna and be promoted to the Goloka Vrind&#257;vana planet in the spiritual sky. In other words, those who are already promoted to the Vaikuntha planets and who possess the four kinds of liberation may also sometimes develop affection for Krishna and become promoted to Krishnaloka.</P><P>So those who are in the four liberated states may still be going through different stages of existence. In the beginning they may want the opulences of Krishna, but at the mature stage the dormant love for Krishna exhibited in Vrind&#257;vana becomes prominent in their hearts. As such, the pure devotees never accept the liberation of s&#257;yujya, to become one with the Supreme, though sometimes they may accept as favorable the other four liberated states.</P><P>Out of many kinds of devotees of the Supreme Personality of Godhead, the one who is attracted to the original form of the Lord, Krishna in Vrind&#257;vana, is considered to be the foremost, first-class devotee. Such a devotee is never attracted by the opulences of Vaikuntha, or even of Dv&#257;rak&#257;, the royal city where Krishna ruled. The conclusion of &#346;r&#299; R&#363;pa Gosv&#257;m&#299; is that the devotees who are attracted by the pastimes of the Lord in Gokula, or Vrind&#257;vana, are the topmost devotees.</P><P>A devotee who is attached to a particular form of the Lord does not wish to redirect his devotion to other forms. For example, Hanum&#257;n, the devotee of Lord R&#257;macandra, knew that there is no difference between Lord R&#257;macandra and Lord N&#257;r&#257;yana, and yet he still wanted to render service only unto Lord R&#257;macandra. That is due to the specific attraction of a particular devotee. There are many, many forms of the Lord, but Krishna is still the original form. Though all of the devotees of the different forms of the Lord are in the same category, still it is said that those who are devotees of Lord Krishna are the topmost in the list of all devotees.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>