<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 41: Fraternal Devotion</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Sometimes the different names, forms, paraphernalia and transcendental qualities provoke fraternal love. For instance, Krishna's nice dress, His strongly built body, the all-auspicious symptoms on His body, His knowledge of different languages, His learned teachings in Bhagavad-g&#299;t&#257;, His uncommon genius in all fields of endeavor, His exhibition of expert knowledge, His mercy, His chivalry, His behavior as a conjugal lover, His intelligence, His forgiveness, His attraction for all kinds of men, His opulence and His happiness &#8212; all provoke fraternal love.</P><P>The impetus to fraternal love upon seeing the associates of Krishna in Vrind&#257;vana is also very natural, for their personal bodily features, their qualities and their dress are all equal to Krishna's. These associates are always happy in their service to Krishna, and they are generally known as vayasyas, or friends of the same age. The vayasyas are fully confident of protection by Krishna. Devotees sometimes pray, "Let us offer our respectful obeisances unto the vayasyas of Krishna, who are firmly convinced of Krishna's friendship and protection and whose devotion to Krishna is ever fixed. They are fearless, and on a level equal with Krishna they discharge their transcendental loving devotional service." Such eternal vayasyas are also found beyond the jurisdiction of Vrind&#257;vana, in places such as Dv&#257;rak&#257; and Hastin&#257;pura. Except for Vrind&#257;vana, all the places of Krishna's pastimes are called puras (towns). Mathur&#257; and Hastin&#257;pura, the capital of the Kurus, are both puras. Personalities like Arjuna, Bh&#299;ma, Draupad&#299; and &#346;r&#299;d&#257;m&#257; Br&#257;hmana are counted among Krishna's fraternal devotees in the puras.</P><P>How the sons of P&#257;ndu, the P&#257;ndavas, enjoy Krishna's association is described as follows: "When &#346;r&#299; Krishna arrived in Indraprastha, the capital of the Kurus, Mah&#257;r&#257;ja Yudhishthira immediately came out to smell the flavor of Krishna's head." It is the Vedic custom that a superior smells the heads of his subordinates when the subordinates offer respect to the superior by touching his feet. Similarly, Arjuna and Bh&#299;ma embraced Krishna with great jubilation, and the two younger brothers, namely Nakula and Sahadeva, touched the lotus feet of Krishna with tears in their eyes and offered their respects. In this way all the five P&#257;ndava brothers enjoyed the fraternal friendship of Krishna in transcendental mellow. Of the five P&#257;ndavas, Arjuna is the most intimately connected with Krishna. He has a nice bow called G&#257;nd&#299;va in his hand. His thighs are compared to the trunks of elephants, and his eyes are always reddish. When Krishna and Arjuna are together on a chariot, they become celestial beauties, pleasing to the eyes of everyone. It is said that once Arjuna was lying on his bed with his head upon Krishna's lap and was talking and joking with Krishna in great relaxation, enjoying Krishna's company with smiling and great satisfaction.</P><P>As far as the vayasyas (friends) in Vrind&#257;vana are concerned, they become greatly distressed when they cannot see Krishna even for a moment.</P><P>There is the following prayer by a devotee for the vayasyas in Vrind&#257;vana: "All glories to Krishna's vayasyas, who are just like Krishna in their age, qualities, pastimes, dress and beauty. They are accustomed to playing on their flutes made of palm leaves, and they all have buffalo-horn bugles ornamented like Krishna's with jewels such as indran&#299;la and with gold and coral. They are always jubilant like Krishna. May these glorious companions of Krishna always protect us!"</P><P>The vayasyas in Vrind&#257;vana are in such intimate friendship with Krishna that sometimes they think themselves as good as Krishna. Here is an instance of such friendly feeling: When Krishna was holding up Govardhana Hill with His left hand, the vayasyas said, "Dear friend, You have been standing for the last seven days and nights without any rest. This is very troublesome for us, because we see that You have undertaken a severely laborious task. We think, therefore, that You need not continue to stand in that way holding the hill. You can just transfer it onto Sud&#257;m&#257;'s hand. We are very much aggrieved to see You in this position. If you think that Sud&#257;m&#257; is not able to support Govardhana Hill, then at least You should change hands. Instead of supporting it with Your left hand, please transfer it to Your right hand, so that we can give Your left hand a massage." This is an instance of intimacy, showing how much the vayasyas considered themselves to be equal to Krishna.</P><P>In &#346;r&#299;mad-Bh&#257;gavatam, Tenth Canto, Twelfth Chapter, verse 11, &#346;ukadeva Gosv&#257;m&#299; tells King Par&#299;kshit, "My dear King, Krishna is the Supreme Personality of Godhead to the learned transcendentalist, He is the supreme happiness for the impersonalist, He is the supreme worshipable Deity for the devotee, and He is just like an ordinary boy to one who is under the spell of m&#257;y&#257;. And just imagine &#8212; these cowherd boys are now playing with the Supreme Person as though they were on an equal level! By this anyone can understand that these boys must have accumulated heaps of the results of pious activities to enable them to associate with the Supreme Personality of Godhead in such intimate friendship."</P><P>There is a description of Krishna's feeling for His vayasyas in Vrind&#257;vana. He once said to Balar&#257;ma, "My dear brother, when My companions were being devoured by the Agh&#257;sura, hot tears poured down from My eyes. And as they were washing My cheeks, My dear elder brother, for at least one moment I completely lost Myself."</P><P>Within Gokula, Krishna's vayasyas are generally divided into four groups: (1) well-wishers, (2) friends, (3) confidential friends and (4) intimate friends. Krishna's well-wisher friends are a little bit older than Krishna, and they have some parental affection for Him. Because of their being older than Krishna, they always try to protect Him from any harm. As such, they sometimes bear weapons so that they can chastise any mischievous persons who want to do harm to Krishna. Counted among the well-wisher friends are Subhadra, Mandal&#299;bhadra, Bhadravardhana, Gobhata, Yaksha, Indrabhata, Bhadr&#257;&#324;ga, V&#299;rabhadra, Mah&#257;guna, Vijaya and Balabhadra. They are older than Krishna and are always thinking of His welfare.</P><P>One of the elderly friends said, "My dear Mandal&#299;bhadra, why are you wielding a shining sword as though you were running toward Arisht&#257;sura to kill him? My dear Baladeva, why are You unnecessarily bearing that heavy plow? My dear Vijaya, don't be unnecessarily agitated. My dear Bhadravardhana, there is no need to make these threatening motions. If you will all look more closely you will see that it is only a thundercloud upon Govardhana Hill; it is not the Arisht&#257;sura in the shape of a bull, as you have imagined." These older, well-wishing friends of Krishna had imagined a large cloud to be the Arisht&#257;sura, appearing in the shape of a huge bull. In the midst of their excitement one of them ascertained that it was actually only a cloud on Govardhana Hill. He therefore informed the others not to take the trouble of worrying about Krishna, because there was no present danger from Arisht&#257;sura.</P><P>Among the well-wisher friends, Mandal&#299;bhadra and Balabhadra are the chiefs. Mandal&#299;bhadra is described as follows. His complexion is yellowish, and his dress is very attractive. He always carries a stick of various colors. He wears a peacock feather on his head and always looks very beautiful. Mandal&#299;bhadra's attitude is revealed in this statement: "My dear friends, our beloved Krishna is now very tired from working with the cows in the pasturing grounds and from traveling all over the forests. I can see that He is very fatigued. Let me massage His head silently while He is taking rest in His house. And you, Subala &#8212; you just massage His thighs."</P><P>One devotee described the personal beauty of Baladeva as follows "Let me take shelter of the lotus feet of Balar&#257;ma, whose beauty is enhanced by the earrings touching His cheeks. His face is decorated with tilaka made from kast&#363;r&#299; [musk], and His broad chest is decorated with a garland of guñj&#257; [small conchshells]. His complexion is as white as an autumn cloud, He wears garments of blue color, and His voice is very grave. His arms are very long, touching His thighs, and He has shown His great strength by killing the Pralamba demon. Let me take shelter of this chivalrous Balar&#257;ma."</P><P>Baladeva's affection for Krishna is illustrated in this statement to Subala: "My dear friend, please inform Krishna not to go to K&#257;liya's lake today. Today is His birthday, and so I wish to go along with mother Ya&#347;od&#257; to bathe Him. Tell Him He should not leave the house today." This shows how Balar&#257;ma, Krishna's elder brother, took care of Krishna with parental love, within the scope of fraternal affection.</P><P>Friends who are younger than Krishna, who are always attached to Him and who give Him all kinds of service are called ordinary friends, or, simply, friends. Such ordinary friends are called sakh&#257;s, and the names of some sakh&#257;s are Vi&#347;&#257;la, Vrishabha, Ojasv&#299;, Devaprastha, Var&#363;thapa, Maranda, Kusum&#257;p&#299;da, Manibandha and Karandhama. All of these sakh&#257; friends of Krishna seek only to serve Him. Sometimes some of them would rise early in the morning and immediately go to Krishna's place and wait at the door to see Krishna and to accompany Him to the pasturing grounds. In the meantime, Krishna would be dressed by mother Ya&#347;od&#257;, and when she would see a boy standing at the door, she would call him, "Well, Vi&#347;&#257;la, why are you standing there? Come here!" So with the permission of mother Ya&#347;od&#257;, he would immediately enter the house. And while mother Ya&#347;od&#257; was dressing Krishna, he would try to help put on Krishna's ankle bells, and Krishna would jokingly strike him with His flute. Then mother Ya&#347;od&#257; would call, "Krishna, what is this? Why are You teasing Your friend?" And Krishna would laugh, and the friend would also laugh. These are some of the activities of Krishna's sakh&#257;s. Sometimes the sakh&#257;s would take care of the cows who were going hither and thither. They would tell Krishna, "Your cows were going off here and there," and Krishna would thank them.</P><P>Sometimes when Krishna and His sakh&#257;s went to the pasturing ground, Kamsa would send a demon to kill Krishna. Therefore, almost every day there was a fight with some different kind of demon. After fighting with a demon, Krishna would feel fatigued, the hairs on His head would be scattered, and the sakh&#257;s would immediately come and try to relieve Him in different ways. Some friends would say, "My dear Vi&#347;&#257;la, please take this fan of lotus leaves and fan Krishna so that He may feel some comfort. Var&#363;thapa, you just brush the scattered hairs on Krishna's head which have fallen upon His face. Vrishabha, don't talk unnecessarily! Immediately massage Krishna's body. His arms have become tired from fighting and wrestling with that demon. Oh, just see how our friend Krishna has become tired!" These are some examples of the treatment given to Krishna by the sakh&#257;s.</P><P>One of the sakh&#257;s, known as Devaprastha, is described as follows. He is very strong, a ready scholar, and is very expert in playing ball. He wears a white dress, and he ties his hair into a bunch with a rope. Whenever there is a fight between Krishna and the demons, Devaprastha is the first to help, and he fights just like an elephant.</P><P>One of the gop&#299;s once said to her friend, "My dear beautiful friend, when Krishna, the son of Mah&#257;r&#257;ja Nanda, was taking rest within the cave of a hill, He was keeping His head on the arms of &#346;r&#299;d&#257;m&#257;, and He was putting His left hand on D&#257;m&#257;'s chest. Taking this opportunity, Devaprastha, out of his strong affection for Krishna, immediately began to massage His legs." Such are the activities of Krishna's friends out on the pasturing grounds.</P><P>The more confidential friends are called priya-sakh&#257;s and are almost Krishna's age. Because of their very confidential friendship, their behavior is only on the basis of pure friendship. The behavior of other friends is on the ground of paternal love or servitude, but the basic principle of the confidential friends is simply friendship on an equal level. Some confidential friends are as follows: &#346;r&#299;d&#257;m&#257;, Sud&#257;m&#257;, D&#257;m&#257;, Vasud&#257;m&#257;, Ki&#324;kini, Stoka-krishna, Am&#347;u, Bhadrasena, Vil&#257;s&#299;, Pundar&#299;ka, Vita&#324;ka and Kalavi&#324;ka. By their various activities in different pastimes, all of these friends used to give transcendental pleasure to Krishna.</P><P>The behavior of these confidential friends is described by a friend of R&#257;dh&#257;r&#257;n&#299; who told R&#257;dh&#257;r&#257;n&#299;, "My dear graceful R&#257;dh&#257;r&#257;n&#299;, Your intimate friend Krishna is also served by His intimate boyfriends. Some of them cut jokes with Him in mild voices and please Him very much by this." For example, Krishna had one br&#257;hmana friend whose name was Madhuma&#324;gala. This boy would joke by playing the part of a greedy br&#257;hmana. Whenever the friends ate, he would eat more than all others, especially laddus, of which he was very fond. Then after eating more laddus than anyone else, Madhuma&#324;gala would still not be satisfied, and he would say to Krishna, "If You give me one more laddu, then I shall be pleased to give You my blessings so that Your friend R&#257;dh&#257;r&#257;n&#299; will be very much pleased with You." The br&#257;hmanas are supposed to give blessings to the vai&#347;yas (farming and merchant caste), and Krishna presented Himself as the son of Mah&#257;r&#257;ja Nanda, a vai&#347;ya; so the br&#257;hmana boy was right in giving blessings to Krishna. Thus Krishna was very pleased by His friend's blessings, and He would supply him with more and more laddus.</P><P>Sometimes a confidential friend would come before Krishna and embrace Him with great affection and love. Another friend would then come up from the rear and cover Krishna's eyes with his hands. Krishna would always feel very happy by such dealings with His confidential friends.</P><P>Out of all these confidential friends, &#346;r&#299;d&#257;m&#257; is considered to be the chief. &#346;r&#299;d&#257;m&#257; used to put on a yellow-colored dress. He would carry a buffalo horn, and his turban was of reddish, copper color. His bodily complexion was blackish, and around his neck there was a nice garland. He would always challenge Krishna in joking friendship. Let us pray to &#346;r&#299;d&#257;m&#257; to bestow his mercy upon us!</P><P>Sometimes &#346;r&#299;d&#257;m&#257; used to address Krishna, "Oh, You are so cruel that You left us alone on the bank of the Yamun&#257;, and we were all mad from not seeing You there! Now it is our great fortune that we are able to see You here. If You want to pacify us, You must embrace each one of us with Your arms. But believe me, my dear friend, a moment's absence from You creates great havoc, not only for us but for the cows also. Everything becomes disarranged, and we become mad after You."</P><P>There are other friends who are still more confidential. They are called priya-narm&#257;, or intimate friends. Counted among the priya-narm&#257; friends are Subala, Arjuna, Gandharva, Vasanta and Ujjvala. There was talk among the friends of R&#257;dh&#257;r&#257;n&#299;, the gop&#299;s, about these most intimate friends. One gop&#299; addressed R&#257;dh&#257;r&#257;n&#299; thus: "My dear Kri&#347;&#257;&#324;g&#299; [delicate one], just see how Subala is whispering Your message into Krishna's ear, how he is delivering the confidential letter of &#346;y&#257;m&#257;-d&#257;s&#299; silently into Krishna's hand, how he is delivering the betel nuts prepared by P&#257;lik&#257; into Krishna's mouth, and how he is decorating Krishna with the garland prepared by T&#257;rak&#257;. Did you know, my dear friend, that all these most intimate friends of Krishna are always engaged in His service in this way?" Out of the many intimate priya-narm&#257;s, Subala and Ujjvala are considered to be the most prominent.</P><P>Subala's body is described as follows. His complexion is just like molten gold. He is very, very dear to Krishna. He always has a garland around his neck, and he wears yellow clothing. His eyes are just like lotus flower petals, and he is so intelligent that by his talking and his moral instructions all the other friends take the highest pleasure. Let us all offer our respectful obeisances unto Krishna's friend Subala!</P><P>The degree of intimacy shared by Krishna and Subala can be understood by the fact that the talks between them were so confidential that no one else could understand what they were saying.</P><P>The description of Ujjvala, another intimate friend, is given as follows. Ujjvala always wears some garment of orange color, and the movements of his eyes are always very restless. He likes to decorate himself with all kinds of flowers, his bodily hue is almost like Krishna's, and on his neck there is always a necklace of pearls. He is always very dear to Krishna. Let us all worship Ujjvala, the most intimate friend of Krishna!</P><P>About the confidential service of Ujjvala, this statement is to be found, addressed by R&#257;dh&#257;r&#257;n&#299; to one of Her friends: "My dear friend, it is impossible for Me to keep My prestige! I wanted to avoid talking to Krishna anymore &#8212; but just see! There again is His friend Ujjvala, coming to Me with his canvassing work. His entreaties are so powerful that it is very difficult for a gop&#299; to resist her love for Krishna, even though she may be very bashful, devoted to her family duties and most faithful to her husband."</P><P>The following is a statement by Ujjvala, showing his jubilant nature: "My dear Krishna, O killer of Agh&#257;sura, You have extended Your loving affairs so much that You can be compared to the great ocean, which is without limitations. At the same time, the young girls of the world, who are all searching after the perfect lover, have become just like rivers running into this ocean. Under the circumstances, all these rivers of young girls may try to divert their courses to some other place, but at the end they must come unto You."</P><P>Among the groups of different friends of Krishna, some are well known from various scriptures, and some are well known by popular tradition. There are three divisions among Krishna's friends: some are eternally in friendship with Krishna, some are elevated demigods, and some are perfected devotees. In all of these groups there are some who by nature are fixed in Krishna's service and are always engaged in giving counsel; some of them are very fond of joking and naturally cause Krishna to smile by their words; some of them are by nature very simple, and by their simplicity they please Lord Krishna; some of them create wonderful situations by their activities, apparently against Krishna; some of them are very talkative, always arguing with Krishna and creating a debating atmosphere; and some of them are very gentle and give pleasure to Krishna by their sweet words. All of these friends are very intimate with Krishna, and they show expertise in their different activities, their aim always being to please Krishna.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>