<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 44: Devotional Service in Conjugal Love</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>In the G&#299;ta-govinda, by Jayadeva Gosv&#257;m&#299;, one gop&#299; tells her friend, "Krishna is the reservoir of all pleasure within this universe. His body is as soft as the lotus flower. And His free behavior with the gop&#299;s, which appears exactly like a young boy's attraction to a young girl, is a subject matter of transcendental conjugal love." A pure devotee follows in the footsteps of the gop&#299;s and worships the gop&#299;s as follows: "Let me offer my respectful obeisances to all the young cowherd girls, whose bodily features are so attractive. Simply by their beautiful attractive features they are worshiping the Supreme Personality of Godhead, Krishna." Out of all the young gop&#299;s, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is the most prominent.</P><P>The beauty of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; is described as follows: "Her eyes defeat the attractive features of the eyes of the cakor&#299; bird. When one sees the face of R&#257;dh&#257;r&#257;n&#299;, he immediately hates the beauty of the moon. Her bodily complexion defeats the beauty of gold. Thus, let us all look upon the transcendental beauty of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;." Krishna's attraction for R&#257;dh&#257;r&#257;n&#299; is described by Krishna Himself thus: "When I create some joking phrases in order to enjoy the beauty of R&#257;dh&#257;r&#257;n&#299;, R&#257;dh&#257;r&#257;n&#299; hears these joking words with great attention; but by Her bodily features and counterwords She neglects Me. And I even possess unlimited pleasure by Her neglect of Me, for She becomes so beautiful that She increases My pleasure one hundred times." A similar statement can be found in G&#299;ta-govinda, wherein it is said that when the enemy of Kamsa, &#346;r&#299; Krishna, embraces &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, He immediately becomes entangled in a loving condition and gives up the company of all other gop&#299;s.</P><P>In the Pady&#257;val&#299; of R&#363;pa Gosv&#257;m&#299; it is stated that when the gop&#299;s hear the sound of Krishna's flute, they immediately forget all rebukes offered by the elderly members of their families. They forget their defamation and the harsh behavior of their husbands. Their only thought is to go out in search of Krishna. When the gop&#299;s meet Krishna, the display of their exchanging glances as well as their joking and laughing behavior is called anubh&#257;va, or subecstasy in conjugal love.</P><P>In the Lalita-m&#257;dhava, R&#363;pa Gosv&#257;m&#299; explains that the movements of Krishna's eyebrows are just like the Yamun&#257; and that the smiling of R&#257;dh&#257;r&#257;n&#299; is just like the moonshine. When the Yamun&#257; and the moonshine come in contact on the bank of the river, the water tastes just like nectar, and drinking it gives great satisfaction. It is as cooling as piles of snow. Similarly, in the Pady&#257;val&#299;, one constant companion of R&#257;dh&#257;r&#257;n&#299; says, "My dear moon-faced R&#257;dh&#257;r&#257;n&#299;, Your whole body appears very content, yet there are signs of tears in Your eyes. Your speech is faltering, and Your chest is also heaving. By all these signs I can understand that You must have heard the blowing of Krishna's flute, and as a result of this, Your heart is now melting."</P><P>In the same Pady&#257;val&#299; there is the following description, which is taken as a sign of frustration in conjugal love. &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; said, "Dear Mr. Cupid, please do not excite Me by throwing your arrows at My body. Dear Mr. Air, please do not arouse Me with the fragrance of flowers. I am now bereft of Krishna's loving attitude, and so, under the circumstances, what is the use of My sustaining this useless body? There is no need for such a body by any living entity." This is a sign of frustration in ecstatic love for Krishna.</P><P>Similarly, in D&#257;na-keli-kaumud&#299;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, pointing to Krishna, says, "This clever boy of the forest has the beauty of a bluish lotus flower, and He can attract all the young girls of the universe. Now, after giving Me a taste of His transcendental body, He has enthused Me, and it is more than I can tolerate. I am now feeling like a female elephant who has been enthused by a male elephant!" This is an instance of jubilation in ecstatic love with Krishna.</P><P>The steady ecstasy of conjugal love is the original cause of bodily enjoyment. In the Pady&#257;val&#299; this original cause of union is described when R&#257;dh&#257;r&#257;n&#299; tells one of Her constant companions, "My dear friend, who is this boy whose eyelids, dancing constantly, have increased the beauty of His face and attracted My desire for conjugal love? His ears are decorated with buds of a&#347;oka flowers, and He has dressed Himself in yellow robes. By the sound of His flute, this boy has already made Me impatient."</P><P>The conjugal love of R&#257;dh&#257;-Krishna is never disturbed by any personal consideration. The undisturbed nature of the conjugal love between R&#257;dh&#257; and Krishna is described thus: "Just a little distance away from Krishna was mother Ya&#347;od&#257;, and Krishna was surrounded by all of His friends. In front of His eyes was Candr&#257;val&#299;, and, at the same time, on a chunk of stone in front of the entrance to Vraja stood the demon known as Vrish&#257;sura. But even in such circumstances, when Krishna saw R&#257;dh&#257;r&#257;n&#299; standing just behind a bush of many creepers, immediately His beautiful eyebrows moved just like lightning toward Her."</P><P>Another instance is described as follows: "On one side of the courtyard the dead body of &#346;a&#324;kh&#257;sura was lying, surrounded by many jackals. On another side were many learned br&#257;hmanas who were all self-controlled. They were offering nice prayers, which were as soothing as the cool breeze in summer. In front of Krishna, Lord Baladeva was standing, causing a cooling effect. But even amid all these different circumstances of soothing and disturbing effects, the lotus flower of ecstatic conjugal love that Krishna felt for R&#257;dh&#257;r&#257;n&#299; could not wither." This love of Krishna for R&#257;dh&#257;r&#257;n&#299; is often compared to a blooming lotus; the only difference is that Krishna's love remains ever-increasingly beautiful.</P><P>Conjugal love is divided into two portions: vipralambha, or conjugal love in separation, and sambhoga, or conjugal love in direct contact. Vipralambha, separation, has three subdivisions, known as (1) p&#363;rvar&#257;ga, or preliminary attraction, (2) m&#257;na, or seeming anger, and (3) prav&#257;sa, or separation by distance.</P><P>When the lover and the beloved have a distinct feeling of not meeting each other, that stage is called p&#363;rva-r&#257;ga, or preliminary attraction. In Pady&#257;val&#299; R&#257;dh&#257;r&#257;n&#299; told Her companion, "My dear friend, I was just going to the bank of the Yamun&#257;, and all of a sudden a very nice boy whose complexion is like a dark blue cloud became visible in front of My eyes. He glanced over Me in a way that I cannot describe. But since this has occurred, I am sorry that I can no longer engage My mind in the duties of My household affairs." This is an instance of preliminary attraction for Krishna. In &#346;r&#299;mad-Bh&#257;gavatam, Tenth Canto, Fifty-third Chapter, verse 2, Krishna told the messenger br&#257;hmana who came from Rukmin&#299;, "My dear br&#257;hmana, just like Rukmin&#299; I cannot sleep at night, and My mind is always fixed on her. I know that her brother Rukm&#299; is against Me and that due to his persuasion My marriage with her has been cancelled." This is another instance of preliminary attraction.</P><P>As far as m&#257;na, or anger, is concerned, there is the following incident described in G&#299;ta-govinda: "When &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; saw Krishna enjoying Himself in the company of several other gop&#299;s, She became a little jealous because Her special prestige was being dimmed. Therefore, She immediately left the scene and took shelter in a nice flower bush where the black drones were humming. Then, hiding Herself behind the creepers, She began to express Her sorrow to one of Her consorts." This is an instance of a seeming disagreement.</P><P>An example of prav&#257;sa, or being out of contact because of living in a distant place, is given in the Pady&#257;val&#299; as follows: "Since the auspicious day when Krishna left for Mathur&#257;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; has been pressing Her head on one of Her hands and constantly shedding tears. Her face is always wet now, and therefore there is no chance of Her sleeping even for a moment." When the face becomes wet, the sleeping tendency is immediately removed. So when R&#257;dh&#257;r&#257;n&#299; was always weeping for Krishna because of His separation, there was no chance of Her getting any sleep for Herself. In the prahl&#257;da-samhit&#257; Uddhava says, "The Supreme Personality of Godhead, Govinda, panic-stricken due to being pierced by the arrows of Cupid, is always thinking of you [the gop&#299;s], and He is not even accepting His regular lunch. Nor is He getting any proper rest."</P><P>When the lover and beloved come together and enjoy one another by direct contact, this stage is called sambhoga. There is a statement in Pady&#257;val&#299; as follows: "Krishna embraced &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; in such an expert manner that He appeared to be celebrating the dancing ceremony of the peacocks."</P><P>&#346;r&#299; R&#363;pa Gosv&#257;m&#299; thus ends the fifth wave of his Ocean of the Nectar of Devotion. He offers his respectful obeisances to the Supreme Personality of Godhead, who appeared as Gop&#257;la, the eternal form of the Lord.</P><P>Thus ends the Bhaktivedanta summary study of the third division of Bhakti-ras&#257;mrita-sindhu in the matter of the five primary relationships with Krishna.</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>