<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 45: Laughing Ecstasy</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Once one of Krishna's friends informed Him, "My dear Krishna, if You will open Your mouth, then I shall give You one nice sugar candy mixed with yogurt." Krishna immediately opened His mouth, but instead of giving Him sugar candy with yogurt, the friend dropped a flower in His mouth. After tasting this flower, Krishna turned His mouth in a disfigured way, and upon seeing this all His friends standing there began to laugh very loudly.</P><P>Once a palmist came to the house of Nanda Mah&#257;r&#257;ja, and Nanda Mah&#257;r&#257;ja asked him, "My dear sage, will you kindly check the hand of my child, Krishna? Tell me how many years He will live and whether He will become the master of thousands of cows." Upon hearing this, the palmist began to smile, and Nanda Mah&#257;r&#257;ja asked him, "My dear sir, why are you laughing, and why are you covering your face?"</P><P>In such a laughing ecstasy of love, Krishna or matters pertaining to Krishna are the cause of the laughter. In such laughing devotional service, there are symptoms of jubilation, laziness, concealed feelings and similar other seemingly disturbing elements.</P><P>According to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;'s calculation, laughter in ecstatic love can be broken down into six divisions. These divisions, according to different degrees of smiling, are called in the Sanskrit language smita, hasita, vihasita, avahasita, apahasita and atihasita. These six classes of smiling can be classified as major and minor. The major division includes smita, hasita and vihasita smiling, and the minor division includes avahasita, apahasita and atihasita smiling.</P><P>When one is smiling but his teeth are not visible, one can distinctly mark a definite change in the eyes and in the cheeks. This is called smita smiling. Once when Krishna was stealing yogurt, Jarat&#299;, the headmistress of the house, could detect His activities, and she was therefore coming very hurriedly to catch Him. At that time, Krishna became very much afraid of Jarat&#299; and went to His elder brother, Baladeva. He said, "My dear brother, I have stolen yogurt! Just see &#8212; Jarat&#299; is coming hurriedly to catch Me!" When Krishna was thus seeking the shelter of Baladeva because He was being chased by Jarat&#299;, all the great sages in the heavenly planets began to smile. This smiling is called smita smiling.</P><P>Smiling in which the teeth are slightly visible is called hasita smiling. One day Abhimanyu, the so-called husband of R&#257;dh&#257;r&#257;n&#299;, was returning home, and at that time he could not see that Krishna was there in his house. Krishna immediately changed His dress to look exactly like Abhimanyu and approached Abhimanyu's mother, Jatil&#257;, addressing her thus: "My dear mother, I am your real son Abhimanyu, but just see &#8212; Krishna, dressed up like me, is coming before you!" Jatil&#257;, the mother of Abhimanyu, immediately believed that Krishna was her own son and thus became very angry at her real son who was coming home. She began to drive away her real son, who was crying, "Mother! Mother! What are you doing?" Seeing this incident, all the girl friends of R&#257;dh&#257;r&#257;n&#299;, who were present there, began to smile, and a portion of their teeth was visible. This is an instance of hasita smiling.</P><P>When the teeth are distinctly visible in a smile, that is called vihasita. One day when Krishna was engaged in stealing butter and yogurt in the house of Jatil&#257;, He assured His friends, "My dear friends, I know that this old lady is now sleeping very profoundly, because she is breathing very deeply. Let us silently steal butter and yogurt without making any disturbance." But the old lady, Jatil&#257;, was not sleeping; so she could not contain her smiling, and her teeth immediately became distinctly visible. This is an instance of vihasita smiling.</P><P>In a state of smiling when the nose becomes puffed and the eyes squint, the smiling is called avahasita. Once, early in the morning when Krishna returned home after performing His r&#257;sa dance, mother Ya&#347;od&#257; looked upon Krishna's face and addressed Him thus: "My dear son, why do Your eyes look like they have been smeared with some oxides? Have You dressed Yourself with the blue garments of Baladeva?" When mother Ya&#347;od&#257; was addressing Krishna in that way, a girl friend who was nearby began to smile with a puffed nose and squinting eyes. This is an instance of avahasita smiling. The gop&#299; knew that Krishna had been enjoying the r&#257;sa dance and that mother Ya&#347;od&#257; could not detect her son's activities or understand how He had become covered with the gop&#299;s' makeup. Her smiling was in the avahasita feature.</P><P>When tears from the eyes are added to the smiling and the shoulders are shaking, the smile is called apahasita. When child Krishna was dancing in response to the singing of the old maidservant Jarat&#299;, N&#257;rada was astonished. The Supreme Personality of Godhead, who controls all the movements of great demigods like Brahm&#257;, was now dancing to the indications of an old maidservant. Seeing this fun, N&#257;rada also began to dance, and his shoulders trembled, and his eyes moved. Due to his smiling, his teeth also became visible, and on account of the glaring effulgence from his teeth, the clouds in the skies turned silver.</P><P>When a smiling person claps his hands and leaps in the air, the smiling expression changes into atihasita, or overwhelming laughter. An example of atihasita was manifested in the following incident. Krishna once addressed Jarat&#299; thus: "My dear good woman, the skin of your face is now slackened, and so your face exactly resembles a monkey's. As such, the King of the monkeys, Bal&#299;mukha, has selected you as his worthy wife." While Krishna was teasing Jarat&#299; in this way, she replied that she was certainly aware of the fact that the King of the monkeys was trying to marry her, but she had already taken shelter of Krishna, the killer of many powerful demons, and therefore she had already decided to marry Krishna instead of the King of the monkeys. On hearing this sarcastic reply by the talkative Jarat&#299;, all the cowherd girls present there began to laugh very loudly and clap their hands. This laughter, accompanied by the clapping of hands, is called atihasita.</P><P>Sometimes there are indirect sarcastic remarks which also create atihasita circumstances. An example of one such remark is a statement which was made by one of the cowherd girls to Kutil&#257;, the daughter of Jatil&#257; and sister of Abhimanyu, the so-called husband of R&#257;dh&#257;r&#257;n&#299;. Indirectly Kutil&#257; was insulted by the following statement: "My dear Kutil&#257;, daughter of Jatil&#257;, your breasts are as long as string beans &#8212; simply dry and long. Your nose is so gorgeous that it defies the beauty of the noses of frogs. And your eyes are more beautiful than the eyes of dogs. Your lips defy the flaming cinders of fire, and your abdomen is as beautiful as a big drum. Therefore, my dear beautiful Kutil&#257;, you are the most beautiful of all the cowherd girls of Vrind&#257;vana, and because of your extraordinary beauty, I think you must be beyond the attraction of the sweet blowing of Krishna's flute!"</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>