<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 46: Astonishment and Chivalry</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>There is another example of indirect astonishment. Trying to test Krishna to see if He were truly the Supreme Personality of Godhead, Lord Brahm&#257; stole all the cowherd boys and cows from Him. But after a few seconds, he saw that Krishna was still present with all the cows, calves and cowherd boys, exactly in the same way as before. When Lord Brahm&#257; described this incident to his associates on the Satyaloka planet, they all became astonished. Brahm&#257; told them that after taking away all the boys, he saw Krishna again playing with the same boys in the same fashion. Their bodily complexion was blackish, almost like Krishna's, and they all had four arms. The same calves and cows were still present there, in the same original fashion. Even while describing this incident, Brahm&#257; became almost overwhelmed. "And the most astonishing thing," he added, "was that many other Brahm&#257;s from many different universes had also come there to worship Krishna and His associates."</P><P>Similarly, when there was a forest fire in the Bh&#257;nd&#299;ravana, Krishna instructed His friends to close their eyes tightly, and they all did this. Then when Krishna had extinguished the fire, the cowherd boys opened their eyes and saw that they had been relieved from the danger and that their cows and calves were all safe. They began to perceive the wonder of the situation simply by guessing how Krishna had saved them. This is another instance of indirect perception causing astonishment in devotional service.</P><P>The activities of a person, even if they are not very extraordinary, create an impression of wonder in the heart and mind of the person's friends. But even very wonderful activities performed by a person who is not one's friend will not create any impression. It is because of love that one's wonderful activities create an impression in the mind.</P><P>Chivalry</P><P>When on account of love and devotional service for the Lord there is special valorous enthusiasm, the resultant activities are called chivalrous. These chivalrous activities can be manifested in the acts of mock-fighting, giving charity, showing mercy and executing religious principles. By performing chivalrous activities in fighting, one is called yuddha-v&#299;ra. By charitable activities one is called d&#257;na-v&#299;ra. By showing extraordinary mercy one is called day&#257;-v&#299;ra. And when one is munificent in executing religious rites, he is called dharma-v&#299;ra. In all such different chivalrous activities, Krishna is the object.</P><P>When a friend wants to satisfy Krishna by performing some chivalrous activities, the friend becomes the challenger, and Krishna Himself becomes the opponent; or else Krishna may give audience to the fighting, and by His desire another friend becomes the opponent. A friend once challenged Krishna thus: "My dear M&#257;dhava, You are very restless because You think that no one can defeat You. But if You do not flee from here, then I shall show You how I can defeat You. And my friends will be very satisfied to see this!"</P><P>Krishna and &#346;r&#299;d&#257;m&#257; were very intimate friends, yet &#346;r&#299;d&#257;m&#257;, out of anger with Krishna, challenged Him. When both of them began to fight, all the friends on the bank of the Yamun&#257; enjoyed the wonderful fighting of the two friends. They prepared some arrows for mock-fighting, and Krishna began to throw his arrows at &#346;r&#299;d&#257;m&#257;. &#346;r&#299;d&#257;m&#257; began to block these arrows by whirling his pole, and by &#346;r&#299;d&#257;m&#257;'s chivalrous activities, Krishna became very satisfied. Such mock-fighting generally takes place among chivalrous persons and creates wonderful excitement for all viewers.</P><P>There is a statement in the Hari-vam&#347;a that sometimes Arjuna and Krishna fought in the presence of Kunt&#299;, and Arjuna would be defeated by Krishna.</P><P>In such chivalrous fighting between friends, there is sometimes bragging, complacence, pride, power, taking to weapons, challenging and standing as an opponent. All of these symptoms become impetuses to chivalrous devotional service.</P><P>One friend challenged Krishna thus: "My dear friend D&#257;modara, You are an expert only in eating. You have defeated Subala only because he is weak and You adopted cheating means. Don't advertise Yourself to be a great fighter by such action. You have advertised Yourself as a serpent, and I am the peacock who will now defeat You." The peacock is the ablest enemy of the serpent.</P><P>In such fighting between friends, when the self-advertisement becomes personal, learned scholars say that it is subecstasy. When there is a roaring challenge, certain kinds of movement for fighting, enthusiasm, no weapons, and assurance given to frightened witnesses &#8212; all these chivalrous activities are called subecstasy.</P><P>One friend addressed Krishna in this manner: "My dear Madhus&#363;dana, You know my strength, yet You are encouraging Bhadrasena, and not me, to challenge mighty Baladeva. By this action You are simply insulting me, because my arms are as strong as the bolts of the gate!"</P><P>A devotee once said, "My dear Lord Krishna, may Your challenger &#346;r&#299;d&#257;m&#257; become glorious for his chivalrous activities, such as vibrating like a thundercloud and roaring like a lion. May all glories go to &#346;r&#299;d&#257;m&#257;'s chivalrous activities!" Chivalrous activities in the matter of fighting, charity, mercy and execution of religious rituals are called constitutional, whereas expressions of pride, emotion, endurance, kindness, determination, jubilation, enthusiasm, jealousy and remembrance are called unconstitutional. When Stoka-krishna, one of the many friends of Krishna, was fighting with Him, his father chastised him for fighting with Krishna, who was the life and soul of all residents of Vrind&#257;vana. Upon hearing these chastisements, Stoka-krishna stopped his fighting. But Krishna continued to challenge him, and thus, in order to meet the challenge, Stoka-krishna took his pole and began to display his dexterity by whirling it.</P><P>Once &#346;r&#299;d&#257;m&#257; challenged Bhadrasena and said to him, "My dear friend, you needn't be afraid of me yet. I shall first of all defeat our brother Balar&#257;ma, then I shall beat Krishna, and then I shall come to you." Bhadrasena therefore left the party of Balar&#257;ma and joined Krishna, and he agitated his friends as much as the Mandara Hill had agitated the whole ocean. By his roaring sounds he deafened all his friends, and he inspired Krishna with his chivalrous activities.</P><P>Once Krishna challenged all His friends and said, "My dear friends, just see &#8212; I am jumping with great chivalrous prowess. Please do not flee away." Upon hearing these challenging words, a friend named Var&#363;thapa counterchallenged the Lord and struggled against Him.</P><P>One of the friends once remarked, "Sud&#257;m&#257; is trying his best to see D&#257;modara defeated, and I think that if our powerful Subala joins him, they will be a very beautiful combination, like a valuable jewel bedecked with gold."</P><P>In these chivalrous activities, only Krishna's friends can be the opponents. Krishna's enemies can never actually be His opponents. Therefore, this challenging by Krishna's friends is called devotional service in chivalrous activities.</P><P>D&#257;na-v&#299;ra, or chivalry in giving charity, may be divided into two parts: munificence and renunciation. A person who can sacrifice everything for the satisfaction of Krishna is called munificent. When a person desires to make a sacrifice because of seeing Krishna, Krishna is called the impetus of the munificent activity. When Krishna appeared as the son of Nanda Mah&#257;r&#257;ja, in clear consciousness Nanda Mah&#257;r&#257;ja desired all auspiciousness for his son and thus began to give valuable cows in charity to all the br&#257;hmanas. The br&#257;hmanas were so satisfied by this charitable action that they were obliged to say that the charity of Nanda Mah&#257;r&#257;ja had excelled the charity of such past kings as Mah&#257;r&#257;ja Prithu and Nriga.</P><P>When a person knows the glories of the Lord completely and is prepared to sacrifice everything for the Lord, he is called samprad&#257;naka, or one who gives everything in charity for the sake of Krishna.</P><P>When Mah&#257;r&#257;ja Yudhishthira went with Krishna in the arena of the R&#257;jas&#363;ya sacrifice, in his imagination he began to anoint the body of Krishna with pulp of sandalwood, he decorated Krishna with a garland hanging down to His knees, he gave Krishna garments all embroidered with gold, he gave Krishna ornaments all bedecked with valuable jewels, and he gave Krishna many fully decorated elephants, chariots and horses. He further wished to give Krishna in charity his kingdom, his family and his personal self also. After so desiring, when there was nothing actually to give in charity, Mah&#257;r&#257;ja Yudhishthira became very perturbed and anxious.</P><P>Similarly, Mah&#257;r&#257;ja Bali once told his priest, &#346;ukr&#257;c&#257;rya, "My dear sage, you are fully expert in knowledge of the Vedas, and as such you worship the Supreme Personality of Godhead, Vishnu, by Vedic rituals. As far as this br&#257;hmana dwarf [the incarnation V&#257;manadeva] is concerned, if He is Lord Vishnu, a simple br&#257;hmana or even my enemy, I have decided to give to Him in charity all the land He has asked for." Mah&#257;r&#257;ja Bali was so fortunate that the Lord extended before him His hand, which was reddish from touching the breast of the goddess of fortune, who is always smeared with red kumkum powder. In other words, although the Personality of Godhead is so great that the goddess of fortune is always under His command for enjoyment, He still extended His hands to take charity from Mah&#257;r&#257;ja Bali.</P><P>A person who wants to give everything in charity to Krishna but does not want anything in return is considered the real renouncer. Thus, a devotee will refuse to accept any kind of liberation, even if it is offered by the Lord. Real love of Krishna becomes manifested when Krishna becomes the recipient of charity and the devotee becomes the giver.</P><P>In the Hari-bhakti-sudhadaya there is another example, forwarded by Mah&#257;r&#257;ja Dhruva. He says there, "My dear Lord, I have practiced austerities and penances because I was desiring to receive something from You, but in exchange You have allowed me to see You, who are never visible even to the great sages and saintly persons. I had been searching out some pieces of broken glass, but instead I have found the most valuable jewel. I am therefore fully satisfied, my Lord. I do not wish to ask anything more from Your Lordship."</P><P>A similar statement is to be found in the Third Canto of &#346;r&#299;mad-Bh&#257;gavatam, Fifteenth Chapter, verse 48. The four sages headed by Sanaka Muni addressed the Lord as follows: "Dear Supreme Personality of Godhead, Your reputation is very attractive and free from all material contamination. Therefore You are worthy of being glorified and are actually the reservoir of all places of pilgrimage. Auspicious persons who are fortunate enough to be engaged in glorifying Your attributes and who actually know what Your transcendental position is do not even care to accept liberation offered by You. Because they are so transcendentally enriched, they do not care to accept even the post of Indra, the heavenly King. They know that the post of the King of heaven is also fearful, whereas for those who are engaged in glorifying Your transcendental qualities there is only joyfulness and freedom from all danger. As such, why should persons with this knowledge be attracted by a post in the heavenly kingdom?"</P><P>One devotee has described his feelings about the charity exhibited by King May&#363;radhvaja: "I am faltering even to speak about the activities of Mah&#257;r&#257;ja May&#363;radhvaja, to whom I offer my respectful obeisances." May&#363;radhvaja was very intelligent, and he could understand why Krishna came to him once, in the garb of a br&#257;hmana. Krishna demanded from him half of his body, to be sawed off by his wife and son, and King May&#363;radhvaja agreed to this proposal. On account of his intense feeling of devotional service, King May&#363;radhvaja was always thinking of Krishna, and when he understood that Krishna had come in the garb of a br&#257;hmana, he did not hesitate to part with half of his body. This sacrifice of Mah&#257;r&#257;ja May&#363;radhvaja for Krishna's sake is unique in the world, and we should offer our all-respectful obeisances to him. He had full knowledge of the Supreme Personality of Godhead in the garb of a br&#257;hmana, and he is known as the perfect d&#257;na-v&#299;ra, or renouncer.</P><P>Any person who is always ready to satisfy Krishna and who is always dexterous in executing devotional service is called dharma-v&#299;ra, or chivalrous in executing religious rituals. Only advanced devotees performing religious ritualistic performances can come to this stage of dharma-v&#299;ra. Dharma-v&#299;ras are produced after going through the authoritative scriptures, following moral principles, being faithful and tolerant and controlling the senses. Persons who execute religious rituals for the satisfaction of Krishna are steady in devotional service, whereas persons who execute religious rituals without intending to please Krishna are only called pious.</P><P>The best example of a dharma-v&#299;ra is Mah&#257;r&#257;ja Yudhishthira. A devotee once told Krishna, "My dear Krishna, O killer of all demons, Mah&#257;r&#257;ja Yudhishthira, the eldest son of Mah&#257;r&#257;ja P&#257;ndu, has performed all kinds of sacrifices just to please You. He has always invited the heavenly King, Indra, to take part in the yajñas [sacrifices]. Because King Indra was thus absent so often from &#346;ac&#299;dev&#299;, she had to pass much of her time pining over Indra's absence, with her cheeks upon her hands."</P><P>The performance of different yajñas for the demigods is considered to be worship of the limbs of the Supreme Lord. The demigods are considered to be different parts of the universal body of the Lord, and therefore the ultimate purpose in worshiping them is to please the Lord by partially worshiping His different limbs. Mah&#257;r&#257;ja Yudhishthira had no such material desire; he executed all sacrifices under the direction of Krishna, and not to take any personal advantage from them. He desired only to please Krishna and was therefore called the best of the devotees. He was always merged in the ocean of loving service.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>