<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 47: Compassion and Anger</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>When Krishna entered the Yamun&#257; River, which had become very poisonous from the presence of K&#257;liya, mother Ya&#347;od&#257; feared all kinds of mishaps, and she was breathing hotly. Tears from her eyes were soaking her clothes, and she was almost collapsing.</P><P>Similarly, when the &#346;a&#324;kh&#257;sura demon was attacking Krishna's queens one after another, Lord Baladeva became more and more bluish.</P><P>In the Hamsad&#363;ta, the following incident is described. The gop&#299;s requested Hamsad&#363;ta to search after the marks of Krishna's lotus feet and to accept them as Lord Brahm&#257; had accepted them on his helmet after he had stolen all Krishna's cowherd boys. Regretting his challenge to Krishna, Lord Brahm&#257; had bowed down before the Lord, and his helmet became marked with the footprints of Krishna. The gop&#299;s reminded Hamsad&#363;ta that sometimes even the great sage N&#257;rada becomes very ecstatic by seeing these footprints, and sometimes great liberated sages also aspire to see them. "You should therefore seek very enthusiastically to find the footprints of Krishna," they urged. This is another instance of devotional service in compassion.</P><P>There is an instance when Sahadeva, the younger brother of Nakula, became greatly gladdened at seeing the effulgent glowing of Krishna's footprints. He began to cry and call out, "Mother M&#257;dr&#299;! Where are you now? Father P&#257;ndu! Where are you now? I am very sorry that you are not here to see these footprints of Krishna!" This is another instance of devotional service in compassion.</P><P>In devotional service without strong attraction to the Lord, there may sometimes be smiling and other symptoms, but never the stress or lamentation that are symptoms of devotional service in compassion. The basic principle of this compassion is always ecstatic love. The apprehension of some mishap to Krishna or to His beloved queens, as exhibited by Baladeva and Yudhishthira, has been explained above. This apprehension is due not exactly to their ignorance of the inconceivable potencies of Krishna but to their intense love for Him. This kind of apprehension of some mishap to Krishna first of all becomes manifested as an object of lamentation, but gradually it develops into such compassionate loving ecstasy that it turns to another channel and gives transcendental pleasure.</P><P>Anger</P><P>In ecstatic loving service to Krishna in anger, Krishna is always the object. In Vidagdha-m&#257;dhava, Second Act, verse 37, Lalit&#257;-gop&#299; expressed her anger, which was caused by Krishna, when she addressed &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; thus: "My dear friend, my inner desires have been polluted. Therefore I shall go to the place of Yamar&#257;ja. But I am sorry to see that Krishna has still not given up His smiling over cheating You. I do not know how You could repose all Your loving propensities upon this lusty young boy from the neighborhood of the cowherds."</P><P>After seeing Krishna, Jarat&#299; sometimes said, "O You thief of young girls' properties! I can distinctly see the covering garment of my daughter-in-law on Your person." Then she cried very loudly, addressing all the residents of Vrind&#257;vana to inform them that this son of King Nanda was setting fire to the household life of her daughter-in-law.</P><P>Similar ecstatic love for Krishna in anger was expressed by Rohin&#299;-dev&#299; when she heard the roaring sound of the two falling arjuna trees to which Krishna had been tied. The whole neighborhood proceeded immediately toward the place where the accident had taken place, and Rohin&#299;-dev&#299; took the opportunity to rebuke mother Ya&#347;od&#257; as follows: "You may be very expert in giving lessons to your son by binding Him with rope, but don't you look to see if your son is in a dangerous spot? The trees are falling on the ground, and He is simply loitering there!" This expression of Rohin&#299;-dev&#299;'s anger toward Ya&#347;od&#257; is an example of ecstatic love in anger caused by Krishna.</P><P>Once, while Krishna was in the pasturing ground with His cowherd boys, His friends requested Him to go to the T&#257;lavana forest, where Gardabh&#257;sura, a disturbing demon in the shape of an ass, resided. The friends of Krishna wanted to eat the fruit from the forest trees, but they could not go because of fear of the demon. Thus they requested Krishna to go there and kill Gardabh&#257;sura. After Krishna did this, they all returned home, and their report of the day's activity perturbed mother Ya&#347;od&#257; because Krishna had been sent alone into such danger in the T&#257;lavana forest. Thus she looked upon the boys with anger.</P><P>There is another instance of anger on the part of a friend of R&#257;dh&#257;r&#257;n&#299;'s. When R&#257;dh&#257;r&#257;n&#299; was dissatisfied with the behavior of Krishna and had stopped talking with Him, Krishna was very sorry for R&#257;dh&#257;r&#257;n&#299;'s great dissatisfaction, and in order to beg forgiveness, He fell down at Her lotus feet. But even after this, R&#257;dh&#257;r&#257;n&#299; was not satisfied, and She did not talk with Krishna. At that time, one of Her friends chastised Her in the following words: "My dear friend, You are allowing Yourself to be churned by the rod of dissatisfaction, so what can I say unto You? The only advice I can give You is that You had better leave this scene immediately, because Your misbehavior is giving me too much pain. I cannot bear to see Your behavior, because even though Krishna's peacock feather has touched Your feet, You still appear to be red-faced."</P><P>The above attitudes of dissatisfaction and anger in devotional service are called &#299;rshyu.</P><P>When Akr&#363;ra was leaving Vrind&#257;vana, some of the elderly gop&#299;s rebuked him as follows: "O son of G&#257;ndin&#299;, your cruelty is defaming the dynasty of King Yadu. You are taking Krishna away, keeping us in such a pitiable condition without Him. Now, even before you have left, the life air of all the gop&#299;s has practically disappeared."</P><P>When Krishna was insulted by &#346;i&#347;up&#257;la in the assembly of the R&#257;jas&#363;ya yajña convened by Mah&#257;r&#257;ja Yudhishthira, there was a great turmoil among the P&#257;ndavas and Kurus, involving grandfather Bh&#299;shma. At that time Nakula said with great anger, "Krishna is the Supreme Personality of Godhead, and the nails of His toes are beautified by the light emanating from the jeweled helmets of the authorities of the Vedas. If He is derided by anyone, I declare herewith as a P&#257;ndava that I will kick his helmet with my left foot and I will strike him with my arrows, which are as good as yama-danda, the scepter of Yamar&#257;ja!" This is an instance of ecstatic love for Krishna in anger.</P><P>In such a transcendental angry mood sometimes sarcastic remarks, unfavorable glances and insulting words are exhibited. Sometimes there are other symptoms, like rubbing of the two hands, clacking of the teeth, clamping of the lips, moving of the eyebrows, scratching of the arms, lowering of the head, rapid breathing, uttering of strong words, nodding of the head, yellowishness at the corners of the eyes, and trembling lips. Sometimes the eyes turn red, and sometimes they fade. And there are sometimes chastisement and silence. All these symptoms of anger may be divided into two parts: constitutional and unconstitutional, or permanent and temporary symptoms. Sometimes great emotion, bewilderment, pride, frustration, illusion, impotence, jealousy, dexterity, negligence and signs of hard labor are also manifest as unconstitutional symptoms.</P><P>In all these humors of ecstatic love, the feeling of anger is accepted as the steady factor.</P><P>When Jar&#257;sandha angrily attacked the city of Mathur&#257;, he looked at Krishna with sarcastic glances. At that time Baladeva took up His plow weapon and gazed upon Jar&#257;sandha with colored eyes.</P><P>There is a statement in the Vidagdha-m&#257;dhava wherein &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, in an angry mood, addressed Her mother, Paurnam&#257;s&#299;, after she had accused R&#257;dh&#257;r&#257;n&#299; of going to Krishna. "My dear mother," R&#257;dh&#257; declared, "what can I say to you? Krishna is so cruel that He often attacks Me on the street, and if I want to cry out very loudly, this boy with a peacock feather on His head immediately covers My face so that I cannot cry. And if I want to go away from the scene because I am afraid of Him, He will immediately spread His arms to block My path. If I piteously fall down at His feet, then this enemy of the Madhu demon, in an angry mood, bites My face! Mother, just try to understand My situation, and don't be unnecessarily angry with Me. Instead, please tell Me how I can save Myself from these terrible attacks of Krishna!"</P><P>Sometimes among contemporary personalities there are signs of ecstasy in anger because of love for Krishna. An example of such anger was exhibited in a quarrel between Jatil&#257; and Mukhar&#257;. Jatil&#257; was the mother-in-law of R&#257;dh&#257;r&#257;n&#299;, and Mukhar&#257; was Her great-grandmother. Both of them were talking about Krishna's unnecessary harassment of R&#257;dh&#257;r&#257;n&#299; when She was walking on the street. Jatil&#257; said, "You cruel-faced Mukhar&#257;! By hearing your words my heart feels like it is burning in a fire!" And Mukhar&#257; replied, "You sinful Jatil&#257;, by hearing your words, there is aching in my head! You cannot give any evidence that Krishna has attacked R&#257;dh&#257;r&#257;n&#299;, the daughter of my granddaughter K&#299;rtid&#257;."</P><P>Once, when R&#257;dh&#257;r&#257;n&#299; was taking off the necklace given to Her by Krishna, Jatil&#257;, her mother-in-law, told a friend, "My dear friend, just see the beautiful necklace that Krishna has presented to R&#257;dh&#257;r&#257;n&#299;. She is now holding it, but still She wants to tell us that She has no connection with Krishna. This girl's activities have disgraced our whole family!"</P><P>Natural jealousy of Krishna by persons like &#346;i&#347;up&#257;la cannot be accepted as ecstatic love in anger with Krishna.</P><P CLASS=l><A CLASS=i HREF="46.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="48.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>