<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 5: The Purity of Devotional Service</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>It is on the basis of his position that anyone can now become a Gaud&#299;ya Vaishnava, from any part of the world or any part of the universe. Anyone who is a pure Vaishnava is situated transcendentally, and therefore the highest qualification in the material world, namely to be in the mode of goodness, has already been achieved by such a person. Our Krishna consciousness movement in the Western world is based on the above-mentioned proposition of &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Prabhup&#257;da, our spiritual master. On his authority, we are claiming members from all sections of the Western countries. The so-called br&#257;hmanas claim that one who is not born into a br&#257;hmana family cannot receive the sacred thread and cannot become a high-grade Vaishnava. But we do not accept such a theory, because it is not supported by R&#363;pa Gosv&#257;m&#299; nor by the strength of the various scriptures.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; specifically mentions herein that every man has the birthright to accept devotional service and to become Krishna conscious. He has given many evidences from many scriptures, and he has especially quoted one passage from Padma Pur&#257;na, wherein the sage Vasishtha tells King Dil&#299;pa, "My dear King, everyone has the right to execute devotional service, just as he has the right to take early bath in the month of M&#257;gha [December-January]." There is more evidence in the Skanda Pur&#257;na, in the K&#257;&#347;&#299;-khanda portion, where it is said, "In the country known as May&#363;radhvaja, the lower-caste people who are considered less than &#347;&#363;dras are also initiated in the Vaishnava cult of devotional service. And when they are properly dressed, with tilaka on their bodies and beads in their hands and on their necks, they appear to be coming from Vaikuntha. In fact, they look so very beautiful that immediately they surpass the ordinary br&#257;hmanas."</P><P>Thus a Vaishnava automatically becomes a br&#257;hmana. This idea is also supported by San&#257;tana Gosv&#257;m&#299; in his book Hari-bhakti-vil&#257;sa, which is the Vaishnava guide. Therein he has clearly stated that any person who is properly initiated into the Vaishnava cult certainly becomes a br&#257;hmana, as much as the metal known as kamsa (bell metal) is turned into gold by the mixture of mercury. A bona fide spiritual master, under the guidance of authorities, can turn anyone to the Vaishnava cult so that naturally he may come to the topmost position of a br&#257;hmana.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; warns, however, that if a person is properly initiated by a bona fide spiritual master, he should not think that simply by the acceptance of such initiation his business is then finished. One still has to follow the rules and regulations very carefully. If after accepting the spiritual master and being initiated one does not follow the rules and regulations of devotional service, then he is again fallen. One must be very vigilant to remember that he is the part and parcel of the transcendental body of Krishna, and that it is his duty as part and parcel to give service to the whole, or Krishna. If we do not render service to Krishna then again we fall down. In other words, simply becoming initiated does not elevate one to the position of a high-class br&#257;hmana. One also has to discharge the duties and follow the regulative principles very rigidly.</P><P>&#346;r&#299; R&#363;pa Gosv&#257;m&#299; also says that if one is regularly discharging devotional service, there will be no question of a falldown. But even if circumstantially there is some falldown, the Vaishnava need have nothing to do with the pr&#257;ya&#347;citta, the ritualistic ceremony for purification. If someone falls down from the principles of devotional service, he need not take to the pr&#257;ya&#347;citta performances for reformation. He simply has to execute the rules and regulations for discharging devotional service, and this is sufficient for his reinstatement. This is the mystery of the Vaishnava (devotional) cult.</P><P>Practically there are three processes for elevating one to the platform of spiritual consciousness. These processes are called karma, jñ&#257;na and bhakti. Ritualistic performances are in the field of karma. Speculative processes are in the field of jñ&#257;na. One who has taken to bhakti, the devotional service of the Lord, need have nothing to do with karma or jñ&#257;na. It has been already explained that pure devotional service is without any tinge of karma or jñ&#257;na. Bhakti should have no tinge of philosophical speculation or ritualistic performances.</P><P>In this connection &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; gives evidence from &#346;r&#299;mad-Bh&#257;gavatam, Eleventh Canto, Twenty-first Chapter, verse 2, in which Lord Krishna says to Uddhava, "The distinction between qualification and disqualification may be made in this way: persons who are already elevated in discharging devotional service will never again take shelter of the processes of fruitive activity or philosophical speculation. If one sticks to devotional service and is conducted by regulative principles given by the authorities and &#257;c&#257;ryas, that is the best qualification."</P><P>This statement is supported in &#346;r&#299;mad-Bh&#257;gavatam, First Canto, Fifth Chapter, verse 17, wherein &#346;r&#299; N&#257;rada Muni advises Vy&#257;sadeva thus: "Even if one does not execute his specific occupational duty, but immediately takes direct shelter of the lotus feet of Hari [Krishna], there will be no fault on his part, and in all circumstances his position is secure. Even if, by some bad association, he falls down while executing devotional service, or if he doesn't finish the complete course of devotional service and dies untimely, still he is not at a loss. A person who is simply discharging his occupational duty in varna and &#257;&#347;rama, however, with no Krishna consciousness, practically does not gain the true benefit of human life." The purport is that all conditioned souls who are engaged very frantically in activities for sense gratification, without knowing that this process will never help them get out of material contamination, are awarded only with repeated births and deaths.</P><P>In the Fifth Canto of &#346;r&#299;mad-Bh&#257;gavatam it is clearly stated by Rishabhadeva to His sons, "Persons engaged in fruitive activities are repeatedly accepting birth and death, and until they develop a loving feeling for V&#257;sudeva, there will be no question of getting out from these stringent laws of material nature." As such, any person who is very seriously engaged in his occupational duties in the varnas and &#257;&#347;ramas, and who does not develop love for the Supreme Personality of Godhead, V&#257;sudeva, should be understood to be simply spoiling his human form of life.</P><P>This is confirmed also in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, Eleventh Chapter, verse 32, in which. the Lord says to Uddhava, "My dear Uddhava, any person who takes shelter of Me in complete surrender and follows My instructions, giving up all occupational duties, is to be considered the first-class man." In this statement of the Supreme Personality of Godhead, it is understood that people who are generally attracted to philanthropic, ethical, moral, altruistic, political and social welfare activities may be considered nice men only in the calculation of the material world. From &#346;r&#299;mad-Bh&#257;gavatam and other authentic Vedic scriptures we learn further that if a person simply acts in Krishna consciousness and discharges devotional service, he is considered to be far, far better situated than all of those persons engaged in philanthropic, ethical, moral, altruistic and social welfare activities.</P><P>The same thing is still more emphatically confirmed in &#346;r&#299;mad-Bh&#257;gavatam, Eleventh Canto, Fifth Chapter, verse 41, in which Karabh&#257;jana Muni addresses Mah&#257;r&#257;ja Nimi as follows: "My dear King, if someone gives up his occupational duties as they are prescribed for the different varnas and &#257;&#347;ramas, but takes complete shelter, surrendering himself unto the lotus feet of the Lord, such a person is no more a debtor, nor has he any obligation to perform the different kinds of activities we render to the great sages, ancestors, living entities and family and society members. Nor has he any need to bother executing the five kinds of yajñ&#257;s [sacrifices] for becoming free from sinful contamination. Simply by discharging devotional service, he is freed from all kinds of obligations." The purport is that as soon as a man takes his birth, he is immediately indebted to so many sources. He is indebted to the great sages because he profits by reading their authoritative scriptures and books. For example, we take advantage of the books written by Vy&#257;sadeva. Vy&#257;sadeva has left for us all the Vedas. Before Vy&#257;sadeva's writing, the Vedic literature was simply heard, and the disciples would learn the mantras quickly by hearing and not by reading. Later on, Vy&#257;sadeva thought it wise to write down the Vedas, because in this age people are short-memoried and unable to remember all the instructions given by the spiritual master. Therefore, he left all the Vedic knowledge in the form of books, such as the Pur&#257;nas, Ved&#257;nta, Mah&#257;bh&#257;rata and &#346;r&#299;mad-Bh&#257;gavatam.</P><P>There are many other sages, like &#346;a&#324;kar&#257;c&#257;rya, Gautama Muni and N&#257;rada Muni, to whom we are indebted because we take advantage of their knowledge. Similarly, we are obliged to our forefathers, because we take our birth in a particular family, where we take all advantages and inherit property. Therefore, we are indebted to the forefathers and have to offer them pinda (pras&#257;da) after they are dead. Similarly, to the people in general we are also indebted, as well as to our relatives, friends and even animals such as cows and dogs who render us so much service.</P><P>In this way, we are indebted to the demigods, to the forefathers, to the sages, to the animals and to society in general. It is our duty to repay them all by proper discharge of service. But by the one stroke of devotional service, if someone gives up all obligations and simply surrenders unto the Supreme Personality of Godhead, he is no longer a debtor, nor obliged to any other source of benefit.</P><P>In Bhagavad-g&#299;t&#257; also, the Lord says, "Give up all your occupations and just become surrendered unto Me. I give you assurance that I shall give you protection from all sinful reactions." One may think that because he is surrendering unto the Supreme Personality of Godhead he will not be able to perform all of his other obligations. But the Lord says repeatedly, "Don't hesitate. Don't consider that because you are giving up all other engagements there will be some flaw in your life. Don't think like that. I will give you all protection." That is the assurance of Lord Krishna in Bhagavad-g&#299;t&#257;.</P><P>There is additional evidence in the Agastya-samhit&#257;: "As the regulative principles of scripture are not required by a liberated person, so the ritualistic principles indicated in the Vedic supplements are also not required for a person duly engaged in the service of Lord R&#257;macandra." In other words, the devotees of Lord R&#257;macandra, or Krishna, are already liberated persons and are not required to follow all the regulative principles mentioned in the ritualistic portions of the Vedic literature.</P><P>Similarly, in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, Fifth Chapter, verse 42, Karabh&#257;jana Muni addresses King Nimi and says, "My dear King, a person who has given up the worship of the demigods and has completely concentrated his energy in the devotional service of the Supreme Personality of Godhead has become very, very dear to the Lord. As such, if by chance or mistake he does something which is forbidden, there is no need for him to perform any purificatory ceremonies. Because the Lord is situated within his heart, He takes compassion for the devotee's accidental mistake and corrects him from within." It is also confirmed in Bhagavad-g&#299;t&#257; in many places that the Supreme Personality of Godhead, Krishna, takes a special interest in His devotees and declares emphatically that nothing can cause His devotees to fall down. He is always protecting them.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>