<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 50: Further Analysis of Mixed Rasas</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Incompatibility was expressed by a great devotee on the platform of neutrality when he sarcastically prayed, "I am very anxious to see Krishna, the Supreme Personality of Godhead, who is many millions of times more affectionate than the Pit&#257;s [forefathers] in the Pitriloka and who is always worshiped by the great demigods and sages. I am a little surprised, however, that although Krishna is the husband of the goddess of fortune, His body is often marked with the nail pricks of ordinary society girls!" Here is an example of incompatibility due to a mixture of neutrality and high conjugal love.</P><P>There is the following statement by a gop&#299;: "My dear Krishna, the first thing You should do is just embrace me with Your strong arms. Then, my dear friend, I shall first smell Your head, and then I shall enjoy with You." This is an example of incompatibility in which conjugal love is the whole and servitorship is the part.</P><P>One devotee said, "My dear Krishna, how can I address You as my son when You are addressed by the great Ved&#257;ntists as the Absolute Truth and by the Vaishnavas who follow the principles of N&#257;rada-pañcar&#257;tra as the Supreme Personality of Godhead? You are the same Supreme Person, so how shall my tongue be so extraordinarily bold as to address You as an ordinary son?" In this statement there is a mixture of neutrality and parental love, and the result is incompatible.</P><P>Another devotee said, "My dear friend, my youthful beauty is as temporary as lightning in the sky, and therefore my possessing attractive bodily features is unimportant. I have never met Krishna, so I request you to please arrange for my meeting Him immediately." In this statement there is the incompatibility of a neutral mellow mixed with conjugal love.</P><P>A lusty woman in Kail&#257;sa once told Krishna, "My dear Krishna, may You have a long life!" Then, after saying this, she embraced Krishna. This is an example of incompatibility resulting from a mixture of parental love and conjugal love.</P><P>The purpose of the above analysis is to show that in the mixture of various mellows, or reciprocations of ecstatic love between Krishna and the devotees, if the result is not pure there will be incompatibility. According to the opinion of stalwart devotees like R&#363;pa Gosv&#257;m&#299;, as soon as there are contradictory feelings, the result is incompatible.</P><P>Once an ordinary female devotee addressed Krishna, "My dear boy, I know that my body is just a composition of flesh and blood and can never be enjoyable to You. But still, I have been so attracted by Your beauty that I wish that You accept me as Your conjugal lover." In this statement there is incompatibility caused by a mixture of ghastliness and conjugal love in devotional service.</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; warns devotees to not commit such incompatibilities in their writings or in their dealings. The presence of such contradictory feelings is called ras&#257;bh&#257;sa. When there is ras&#257;bh&#257;sa in any book of Krishna consciousness, no learned scholar or devotee will accept it.</P><P>In the Vidagdha-m&#257;dhava, Second Act, verse 17, Paurnam&#257;s&#299; tells N&#257;nd&#299;mukh&#299;, "Just see how wonderful it is! Great sages meditate upon Krishna after being relieved from all material transactions, and with great difficulty they try to situate Krishna in their hearts. And opposed to this, this young girl is trying to withdraw her mind from Krishna so that she can apply it in the material activities of sense gratification. What a regrettable thing it is that this girl is trying to drive away from her heart the same Krishna who is sought after by great sages through severe austerities and perseverance!" Although in this statement there are contradictory mellows of ecstatic devotion, the result is not incompatible, because the conjugal love is so elevated that it is defeating all other varieties of mellows. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; comments in this connection that such a loving state of mind is not possible for all. It is possible only in the case of the gop&#299;s of Vrind&#257;vana.</P><P>There are many other instances of contradictory mellows where there is no perverted experience of ras&#257;bh&#257;sa. Once some minor demigod of the heavenly planets remarked, "Krishna, whose joking words were once the source of so much laughter for the residents of Vraja, has now been attacked by the serpent king, K&#257;liya, and He has become the object of everyone's overwhelming lamentation!" In this instance there is a mixture of laughter and compassion, but there is no incompatibility, because by both of these rasas the loving affection for Krishna is increased.</P><P>&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was once told that although She had stopped all activities, She was still the supreme source of inspiration for all kinds of devotional service. The statement says, "My dear R&#257;dh&#257;r&#257;n&#299;, in separation from Krishna You are now as still as the most beautiful tree, whose gracefulness is not blocked by any covering of leaves. Your tranquil mood makes You appear to be completely merged in Brahman realization!" In this example there is a mixture of conjugal love and neutral love, but the conjugal love has surpassed everything. Actually, Brahman realization is only a stunted existence. There is the following statement by Krishna Himself: "&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; has become peace personified for Me. Because of Her, I now go without sleep. I stare constantly without blinking My eyes, and I am always in a meditative mood. Because of Her I have even made My home in the cave of a mountain!" This is an example of conjugal love mixed with neutral love, but there is no incompatibility.</P><P>The following is a conversation consisting of questions put before Rambh&#257;, a celebrated beautiful woman, and her corresponding answers. Rambh&#257; was asked, "My dear Rambh&#257;, who are you?" She answered, "I am peace personified." Question: "Then why are you in the sky?" Answer: "I am in the sky to experience the Supreme Absolute Truth." Question: "Then why are you staring?" Answer: "Just to look into the supreme beauty of the Absolute Truth." Question: "Then why do you appear to be disturbed in mind?" Answer: "Because Cupid is acting." In the above example also there is no perverted representation of mellows, because on the whole the ecstasy of conjugal love has exceeded the neutral position of devotional service.</P><P>In the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam, Sixtieth Chapter, verse 45, Rukmin&#299;-dev&#299; said, "My dear husband, a woman who has no taste for the transcendental pleasure available from Your personal contact must be inclined to accept as her husband somebody who is externally a combination of mustache, beard, body hairs, fingernails and some head hair. And within him there are muscles, bones, blood, intestinal worms, stools, mucus, bile and similar things. Actually, such a husband is only a dead body, but due to not being attracted to Your transcendental form, a woman will have to accept this combination of stools and urine for her husband." This statement, which lists the ingredients of a material body, is not a perverted mellow in transcendental realization, because it shows correct discrimination between matter and spirit.</P><P>In the Vidagdha-m&#257;dhava, Second Act, verse 31, Krishna tells His friend, "My dear friend, what a wonderful thing it is that since I have seen the beautiful lotus eyes of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, I have developed a tendency to spit on the moon and the lotus flower!" This is an example of conjugal love mixed with ghastliness, but there is no incompatibility.</P><P>The following is a statement which describes different mellows of devotional service: "Although Krishna was invincible to any enemy, the cowherd boys of Vrind&#257;vana became almost blackish with astonishment upon seeing His wonderful royal garments and His fighting feats on the Battlefield of Kurukshetra." In this statement, although there is a mixture of chivalrous activities and dread in devotional service, there is no perverted reflection of mellows.</P><P>One resident of Mathur&#257; requested her father to bolt the doors and then go with her to the school of S&#257;nd&#299;pani Muni to find Krishna. She complained that Krishna had completely stolen her mind. In this incident there is a mixture of conjugal love and parental love, but there is no incompatibility.</P><P>A brahm&#257;nand&#299; (impersonalist) expressed his desire as follows: "When shall I be able to see that supreme absolute Personality of Godhead who is eternal bliss and knowledge and whose chest has become smeared with red kumkum powder by touching the breast of Rukmin&#299;?" Here there is a mixture of conjugal love and neutrality. Although this is a contradiction of mellows, there is no incompatibility, because even a brahm&#257;nand&#299; will become attracted to Krishna.</P><P>Nanda Mah&#257;r&#257;ja told his wife, "My dear Ya&#347;od&#257;, although your son, Krishna, is as delicate and soft as the mallik&#257; flower, He has gone to kill the Ke&#347;&#299; demon, who is as strong as a mountain. Therefore I have become a little disturbed. But never mind, all auspiciousness to my son! I shall raise this hand, which is as strong as a pillar, and I shall kill the Ke&#347;&#299; demon, just to give freedom from all anxieties to the inhabitants of Vraja-mandala!" In this statement there are two kinds of mellows: chivalry and dread. Both of them, however, improve the position of parental love, and therefore there is no incompatibility.</P><P>In the Lalita-m&#257;dhava of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; it is stated, "After Krishna's arrival in Kamsa's arena, Kamsa's priest looked at Krishna with a detestful expression. The entire arena was filled with dread on the part of Kamsa and his priest and restless expressions of pleasure on the cheeks of Krishna's friends. Frustration was felt by His envious rivals. The great sages meditated. Hot tears were in the eyes of Devak&#299; and other motherly ladies, and hairs stood on the bodies of the expert warriors. There was astonishment in the hearts of demigods such as Indra. The servants danced, and the restless eyes of all the young girls glanced about." In this statement there is a description of a combination of different mellows, but there is no incompatibility.</P><P>A similar statement, which is free from incompatibility, is in the Lalita-m&#257;dhava, wherein the author blesses all the readers of the book in the following manner: "Although the Supreme Personality of Godhead is able to lift a mountain with a finger of His left hand, He is always humble and meek. He is always very kind to His loving devotees. He has frustrated Indra's attempt at vengeance by refusing him the sacrifice of Indra-yajña. He is the cause of all pleasure to all young girls. May He be ever compassionate upon you all!"</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>