<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 51: Perverted Expression of Mellows</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>When Madhuma&#324;gala, an intimate friend of Krishna, was dancing before Krishna in a joking manner, no one was paying attention to him, and he jokingly said, "My dear Lord, please be merciful upon me. I am praying for Your mercy." This is an example of uparasa in fraternal affection and neutrality.</P><P>Kamsa once addressed his sister Devak&#299; as follows: "My dear sister, having seen your dear son Krishna, I think that He is so strong that He can kill even wrestlers as strong as the mountains. So I will have no more anxieties about Him, even if He is engaged in a terrible fight." This is an instance of uparasa in a perverted reflection of parental love.</P><P>In the Lalita-m&#257;dhava, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says, "The wives of the y&#257;jñika br&#257;hmanas were all young girls, and they were attracted to Krishna in the same way as the gop&#299;s of Vrind&#257;vana. Out of their attraction, they distributed food to Krishna." Here the two devotional mellows are conjugal love and parental love, and the result is called uparasa in conjugal love.</P><P>One of the friends of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; told Her, "My dear friend G&#257;ndharvik&#257; [R&#257;dh&#257;r&#257;n&#299;], You were the most chaste girl in our village, but now You have divided Yourself and are partially chaste and partially unchaste. It is all due to Cupid's influence upon You after You saw Krishna and heard the sound of His flute." This is another example of uparasa caused by divided interests in conjugal love.</P><P>According to some expert learned scholars, the feelings between lover and beloved create perverted reflections of mellows in many ways.</P><P>"The gop&#299;s have become purified by Krishna's glance, and as such, Cupid's influence is distinctly visible on their bodies." Although in the material sense the glancing of a boy at a girl is a kind of pollution, when Krishna threw His transcendental glance at the gop&#299;s, they became purified. In other words, because Krishna is the Absolute Truth, any action by Him is transcendentally pure.</P><P>After Krishna chastised the K&#257;liya-n&#257;ga in the Yamun&#257; River by dancing on his heads, the K&#257;liya-n&#257;ga's wives addressed Krishna, "Dear cowherd boy, we are all only young wives of the K&#257;liya-n&#257;ga, so why do You agitate our minds by sounding Your flute?" K&#257;liya's wives were flattering Krishna so that He would spare their husband. Therefore this is an example of uparasa, or false expression.</P><P>One devotee said, "My dear Govinda, here is a nice flowery bush in Kail&#257;sa. I am a young girl, and You are a young poetic boy. After this, what more can I say? You just consider." This is an example of uparasa, caused by impudence in conjugal love.</P><P>When N&#257;rada Muni was passing through Vrind&#257;vana, he came to the Bh&#257;nd&#299;ravana forest and saw in one of the trees the famous parrot couple that always accompanies Lord Krishna. The couple was imitating some discussion they had heard upon the Ved&#257;nta philosophy, and thus were seemingly arguing upon various philosophical points. Upon seeing this, N&#257;rada Muni was struck with wonder, and he began to stare without moving his eyelids. This is an example of anurasa, or imitation.</P><P>When Krishna was fleeing from the battlefield, from a distant place Jar&#257;sandha was watching Him with restless eyes and was feeling very proud. Being thus puffed up with his conquest, he was repeatedly laughing. This is an example of aparasa.</P><P>Everything in connection with Krishna is called ecstatic devotional love, although it may be exhibited in different ways: sometimes in right order and sometimes as a perverted reflection. According to the opinion of all expert devotees, anything that will arouse ecstatic love for Krishna is to be taken as an impetus for transcendental mellow.</P><P>Thus ends the Bhaktivedanta summary study of &#346;r&#299; Bhakti-ras&#257;mrita-sindhu by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="50.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="conclusion.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>