<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Chapter 7: Evidence Regarding Devotional Principles</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A></P><P>Accepting Initiation from the Spiritual Master and Receiving Instructions from Him</P><P>Sage Prabuddha continued to speak to the King as follows: "My dear King, a disciple has to accept the spiritual master not only as spiritual master, but also as the representative of the Supreme Personality of Godhead and the Supersoul. In other words, the disciple should accept the spiritual master as God, because he is the external manifestation of Krishna. This is confirmed in every scripture, and a disciple should accept the spiritual master as such. One should learn &#346;r&#299;mad-Bh&#257;gavatam seriously and with all respect and veneration for the spiritual master. Hearing and speaking &#346;r&#299;mad-Bh&#257;gavatam is the religious process which elevates one to the platform of serving and loving the Supreme Personality of Godhead."</P><P>The attitude of the disciple should be to satisfy the bona fide spiritual master. Then it will be very easy for him to understand spiritual knowledge. This is confirmed in the Vedas, and R&#363;pa Gosv&#257;m&#299; will further explain that for a person who has unflinching faith in God and the spiritual master, everything becomes revealed very easily.</P><P>Serving the Spiritual Master with Faith and Confidence</P><P>Regarding accepting initiation from the spiritual master, in the Eleventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, Seventeenth Chapter, verse 27, it is stated by Lord Krishna, "My dear Uddhava, the spiritual master must be accepted not only as My representative, but as My very self. He must never be considered on the same level with an ordinary human being. One should never be envious of the spiritual master, as one may be envious of an ordinary man. The spiritual master should always be seen as the representative of the Supreme Personality of Godhead, and by serving the spiritual master one is able to serve all the demigods."</P><P>Following in the Footsteps of Saintly Persons</P><P>In the Skanda Pur&#257;na it is advised that a devotee follow the past &#257;c&#257;ryas and saintly persons, because by such following one can achieve the desired results, with no chance of lamenting or being baffled in his progress.</P><P>The scripture known as Brahma-y&#257;mala states as follows: "If someone wants to pose himself as a great devotee without following the authorities of the revealed scriptures, then his activities will never help him to make progress in devotional service. Instead, he will simply create disturbances for the sincere students of devotional service." Those who do not strictly follow the principles of revealed scriptures are generally called sahajiy&#257;s &#8212; those who have imagined everything to be cheap, who have their own concocted ideas, and who do not follow the scriptural injunctions. Such persons are simply creating disturbances in the discharge of devotional service.</P><P>In this connection, an objection may be raised by those who are not in devotional service and who do not care for the revealed scriptures. An example of this is seen in Buddhist philosophy. Lord Buddha appeared in the family of a high-grade kshatriya king, but his philosophy was not in accord with the Vedic conclusions and therefore was rejected. Under the patronage of a Hindu king, Mah&#257;r&#257;ja A&#347;oka, the Buddhist religion was spread all over India and the adjoining countries. However, after the appearance of the great stalwart teacher &#346;a&#324;kar&#257;c&#257;rya, this Buddhism was driven out beyond the borders of India.</P><P>The Buddhists or other religionists who do not care for revealed scriptures sometimes say that there are many devotees of Lord Buddha who show devotional service to Lord Buddha, and who therefore should be considered devotees. In answer to this argument, R&#363;pa Gosv&#257;m&#299; says that the followers of Buddha cannot be accepted as devotees. Although Lord Buddha is accepted as an incarnation of Krishna, the followers of such incarnations are not very advanced in their knowledge of the Vedas. To study the Vedas means to come to the conclusion of the supremacy of the Personality of Godhead. Therefore any religious principle which denies the supremacy of the Personality of Godhead is not accepted and is called atheism. Atheism means defying the authority of the Vedas and decrying the great &#257;c&#257;ryas who teach Vedic scriptures for the benefit of the people in general.</P><P>Lord Buddha is accepted as an incarnation of Krishna in the &#346;r&#299;mad-Bh&#257;gavatam, but in the same &#346;r&#299;mad-Bh&#257;gavatam it is stated that Lord Buddha appeared in order to bewilder the atheistic class of men. Therefore his philosophy is meant for bewildering the atheists and should not be accepted. If someone asks, "Why should Krishna propagate atheistic principles?" the answer is that it was the desire of the Supreme Personality of Godhead to end the violence which was then being committed in the name of the Vedas. The so-called religionists were falsely using the Vedas to justify such violent acts as meat-eating, and Lord Buddha came to lead the fallen people away from such a false interpretation of the Vedas. Also, for the atheists Lord Buddha preached atheism so that they would follow him and thus be tricked into devotional service to Lord Buddha, or Krishna.</P><P>Inquiring About Eternal Religious principles</P><P>In the N&#257;rad&#299;ya Pur&#257;na it is said, "If one is actually very serious about devotional service, then all of his purposes will be served without any delay."</P><P>Being Prepared to Give Up Everything Material for Krishna's Satisfaction</P><P>In the Padma Pur&#257;na it is stated, "For one who has given up his material sense enjoyment and has accepted the principles of devotional service, the opulence of Vishnuloka [the kingdom of God] is awaiting."</P><P>Residing in a Sacred Place</P><P>In the Skanda Pur&#257;na it is also said that for a person who has lived in Dv&#257;rak&#257; for six months, for one month, or even for one fortnight, there is awaiting elevation to the Vaikunthalokas and all the profits of s&#257;r&#363;pya-mukti (the privilege of having the same four-handed bodily features as N&#257;r&#257;yana).</P><P>In the Brahm&#257; Pur&#257;na it is said, "The transcendental significance of Purushottama-kshetra, which is the eighty-square-mile field of Lord Jagann&#257;tha, cannot be properly described. Even the demigods from higher planetary systems see the inhabitants of this Jagann&#257;tha Pur&#299; as having exactly the same bodily features possessed by one in Vaikuntha. That is, the demigods see the inhabitants of Jagann&#257;tha Pur&#299; as being four-handed."</P><P>When there was a meeting of great sages at Naimish&#257;ranya, S&#363;ta Gosv&#257;m&#299; was reciting &#346;r&#299;mad-Bh&#257;gavatam, and the importance of the Ganges was stated as follows: "The waters of the Ganges are always carrying the flavor of tulas&#299; offered at the lotus feet of &#346;r&#299; Krishna, and as such the waters of the Ganges are ever flowing, spreading the glories of Lord Krishna. Wherever the waters of the Ganges are flowing, all will be sanctified, both externally and internally."</P><P>Accepting Only What Is Necessary</P><P>In the N&#257;rad&#299;ya Pur&#257;na it is directed, "One should not accept more than necessary if he is serious about discharging devotional service." The purport is that one should not neglect following the principles of devotional service, nor should one accept the rulings of devotional service which are more than what he can easily perform. For example, it may be said that one should chant the Hare Krishna mantra at least one hundred thousand times daily on his beads. But if this is not possible, then one must minimize his chanting according to his own capacity. Generally, we recommend our disciples to chant at least sixteen rounds on their japa beads daily, and this should be completed. But if one is not even able to chant sixteen rounds, then he must make it up the next day. He must be sure to keep his vow. If he does not strictly follow this out, then he is sure to be negligent. That is offensive in the service of the Lord. If we encourage offenses, we shall not be able to make progress in devotional service. It is better if one fixes up a regulative principle according to his own ability and then follows that vow without fail. That will make him advanced in spiritual life.</P><P>Observing Fasting on Ek&#257;da&#347;&#299;</P><P>In the Brahma-vaivarta Pur&#257;na it is said that one who observes fasting on Ek&#257;da&#347;&#299; day is freed from all kinds of reactions to sinful activities and advances in pious life. The basic principle is not just to fast, but to increase one's faith and love for Govinda, or Krishna. The real reason for observing fasting on Ek&#257;da&#347;&#299; is to minimize the demands of the body and to engage our time in the service of the Lord by chanting or performing similar service. The best thing to do on fasting days is to remember the pastimes of Govinda and to hear His holy name constantly.</P><P>Offering Respect to the Banyan Trees</P><P>In the Skanda Pur&#257;na it is directed that a devotee should offer water to the tulas&#299; plant and &#257;malaka trees. He should offer respect to the cows and to the br&#257;hmanas and should serve the Vaishnavas by offering them respectful obeisances and meditating upon them. All of these processes will help the devotee to diminish the reactions to his past sinful activities.</P><P>Giving Up the Company of Nondevotees</P><P>Lord Caitanya was once asked by one of His householder devotees what the general behavior of a Vaishnava should be. In this connection, Lord Caitanya replied that a Vaishnava should always give up the company of nondevotees. Then He explained that there are two kinds of nondevotees: one class is against the supremacy of Krishna, and another class is too materialistic. In other words, those who are after material enjoyment and those who are against the supremacy of the Lord are called avaishnava, and their company should be strictly avoided.</P><P>In the K&#257;ty&#257;yana-samhit&#257; it is stated that even if one is forced to live within a cage of iron or in the midst of a blazing fire, he should accept this position rather than live with nondevotees who are through and through against the supremacy of the Lord. Similarly, in the Vishnu-rahasya there is a statement to the effect that one should prefer to embrace a snake, a tiger or an alligator rather than associate with persons who are worshipers of various demigods and who are impelled by material desire.</P><P>In the scriptures it is instructed that one may worship a certain demigod if he is desirous of achieving some material gain. For example, one is advised to worship the sun-god if he is desirous of getting rid of a diseased condition. For a beautiful wife, one may worship Um&#257;, the wife of Lord &#346;iva, and for advanced education one may worship Sarasvat&#299;. Similarly, there is a list in the &#346;r&#299;mad-Bh&#257;gavatam for worshipers of all demigods, according to different material desires. But all of these worshipers, although they appear to be very good devotees of the demigods, are still considered to be nondevotees. They cannot be accepted as devotees.</P><P>The M&#257;y&#257;v&#257;d&#299;s (impersonalists) say that one may worship any form of the Lord and that it doesn't matter, because one reaches the same destination anyway. But it is clearly stated in the Bhagavad-g&#299;t&#257; that those who are worshipers of the demigods will ultimately reach only the planets of those demigods, while those who are devotees of the Lord Himself will be promoted to the Lord's abode, the kingdom of God. So actually these persons who are worshipers of demigods have been condemned in the G&#299;t&#257;. It is described that due to their lusty desires they have lost their intelligence and have therefore taken to worshiping the different demigods. So in the Vishnu-rahasya these demigod worshipers are forcefully condemned by the statement that it is better to live with the most dangerous animals than to associate with these persons.</P><P>Not Accepting Unfit Disciples, Constructing Many Temples or</P><P CLASS=n>Reading Many Books</P><P>Another stricture is that a person may have many disciples, but he should not act in such a way that he will be obliged to any of them for some particular action or some favor. And one should also not be very enthusiastic about constructing new temples, nor should one be enthusiastic about reading various types of books, save and except the ones which lead to the advancement of devotional service. Practically, if one very carefully reads Bhagavad-g&#299;t&#257;, &#346;r&#299;mad-Bh&#257;gavatam, Teachings of Lord Caitanya and this Nectar of Devotion, that will give him sufficient knowledge to understand the science of Krishna consciousness. One need not take the trouble of reading other books.</P><P>In the Seventh Canto of &#346;r&#299;mad-Bh&#257;gavatam, Thirteenth Chapter, verse 8, N&#257;rada Muni, while discussing with Mah&#257;r&#257;ja Yudhishthira the various functions of the different orders in society, especially mentions rules for the sanny&#257;s&#299;s, those persons who have renounced this material world. One who has accepted the sanny&#257;sa order of life is forbidden to accept as a disciple anyone who is not fit. A sanny&#257;s&#299; should first of all examine whether a prospective student is sincerely seeking Krishna consciousness. If he is not, he should not be accepted. However, Lord Caitanya's causeless mercy is such that He advised all bona fide spiritual masters to speak about Krishna consciousness everywhere. Therefore, in the line of Lord Caitanya even the sanny&#257;s&#299;s can speak about Krishna consciousness everywhere, and if someone is seriously inclined to become a disciple, the sanny&#257;s&#299; always accepts him.</P><P>The one point is that without increasing the number of disciples, there is no propagation of the cult of Krishna consciousness. Therefore, sometimes even at a risk, a sanny&#257;s&#299; in the line of Caitanya Mah&#257;prabhu may accept even a person who is not thoroughly fit to become a disciple. Later on, by the mercy of such a bona fide spiritual master, the disciple is gradually elevated. However, if one increases the number of disciples simply for some prestige or false honor, he will surely fall down in the matter of executing Krishna consciousness.</P><P>Similarly, a bona fide spiritual master has no business reading many books simply to show his proficiency or to get popularity by lecturing in different places. One should avoid all these things. It is also stated that a sanny&#257;s&#299; should not be enthusiastic about constructing temples. We can see in the lives of various &#257;c&#257;ryas in the line of &#346;r&#299; Caitanya Mah&#257;prabhu that they are not very enthusiastic about constructing temples. However, if somebody comes forward to offer some service, the same reluctant &#257;c&#257;ryas will encourage the building of costly temples by such servitors. For example, R&#363;pa Gosv&#257;m&#299; was offered a favor by Mah&#257;r&#257;ja M&#257;nsi&#324;gh, the commander-in-chief of Emperor Akhbar, and R&#363;pa Gosv&#257;m&#299; instructed him to construct a large temple for Govindaj&#299;, which cost vast amounts of money.</P><P>So a bona fide spiritual master should not personally take any responsibility for constructing temples, but if someone has money and wants to spend it in the service of Krishna, an &#257;c&#257;rya like R&#363;pa Gosv&#257;m&#299; may utilize the devotee's money to construct a nice, costly temple for the service of the Lord. Unfortunately, it happens that someone who is not fit to become a spiritual master may approach wealthy persons to contribute for temple constructions. If such money is utilized by unqualified spiritual masters for living comfortably in costly temples without actually doing any preaching work, this is not acceptable. In other words, a spiritual master needn't be very enthusiastic for constructing temple buildings simply in the name of so-called spiritual advancement. Rather, his first and foremost activity should be to preach. In this connection, &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Gosv&#257;m&#299; Mah&#257;r&#257;ja recommended that a spiritual master print books. If one has money, instead of constructing costly temples, one should spend his money for the publication of authorized books in different languages for propagating the Krishna consciousness movement.</P><P>Straightforwardness in Ordinary Dealings and Equilibrium in Loss and Gain</P><P>There is a statement in the Padma Pur&#257;na: "Persons who are engaged in Krishna consciousness should never be disturbed by some material gain or loss. Even if there is some material loss, one should not be perturbed, but should always think of Krishna within himself." The purport is that every conditioned soul is always absorbed in thinking of materialistic activities; he has to free himself from such thoughts and transfer himself completely to Krishna consciousness. As we have already explained, the basic principle of Krishna consciousness is to always think of Krishna. One should not be disturbed in material loss, but, rather, should concentrate his mind upon the lotus feet of the Lord.</P><P>A devotee should not be subjected to lamentation or illusion. There is the following statement in the Padma Pur&#257;na: "Within the heart of a person who is overpowered by lamentation or anger, there is no possibility of Krishna's being manifested."</P><P>The Demigods</P><P>One should not neglect to offer due respect to the demigods. One may not be a devotee of demigods, but that does not mean that he should be disrespectful to them. For example, a Vaishnava is not a devotee of Lord &#346;iva or Lord Brahm&#257;, but he is duty-bound to offer all respects to such highly positioned demigods. According to Vaishnava philosophy, one should offer respect even to an ant, so then what is there to speak of such exalted persons as Lord &#346;iva and Lord Brahm&#257;?</P><P>In the Padma Pur&#257;na it is said, "Krishna, or Hari, is the master of all demigods, and therefore He is always worshipable. But this does not mean that one should not offer respect to the demigods."</P><P>Not Giving Pain to Any Living Entity</P><P>This is the statement of Mah&#257;bh&#257;rata: "A person who does not disturb or cause painful action in the mind of any living entity, who treats everyone just like a loving father does his children, whose heart is so pure, certainly very soon becomes favored by the Supreme Personality of Godhead."</P><P>In so-called civilized society there is sometimes agitation against cruelty to animals, but at the same time regular slaughterhouses are always maintained. A Vaishnava is not like that. A Vaishnava can never support animal slaughter or even give pain to any living entity.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>