<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Nectar of Devotion, Conclusion</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Nectar of Devotion"><META NAME=DESCRIPTION CONTENT="Nectar of Devotion, Conclusion"></HEAD><BODY><TABLE><TR><TD CLASS=r>Concluding Words</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Nectar of Devotion</A>, Conclusion</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; concludes by saying that Bhakti-ras&#257;mrita-sindhu is very difficult for ordinary men to understand, yet he hopes that Lord Krishna, the eternal Supreme Personality of Godhead, will be pleased with his presentation of this book.</P><P>By rough calculation it is estimated that &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; finished &#346;r&#299; Bhakti-ras&#257;mrita-sindhu in Gokula Vrind&#257;vana in the year 1552. While physically present, &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; was living in different parts of Vrind&#257;vana, and his headquarters were in the temple of R&#257;dh&#257;-D&#257;modara in the present city of Vrind&#257;vana. The place of R&#363;pa Gosv&#257;m&#299;'s bhajana, execution of devotional service, is commemorated still. There are two different tomblike structures in the R&#257;dh&#257;-D&#257;modara temple; one structure is called his place of bhajana, and in the other his body is entombed. Behind this very tomb I have my place of bhajana, but since 1965 I have been away. The place, however, is being taken care of by my disciples. By Krishna's will, I am now residing at the Los Angeles temple of the International Society for Krishna Consciousness. This purport is finished today, the 30th of June, 1969.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="index.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=378"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>