<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.10</P><P CLASS=c>ath&#257;yam eva varo hy arhattama yarhi barhishi r&#257;jarsher varadarshabho bhav&#257;n nija-purushekshana-vishaya &#257;s&#299;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/varah">varah</A> &#8212; benediction; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/arhat">arhat</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most worshipable of the worshipable; <A CLASS=v HREF="http://vedabase.net/y/yarhi">yarhi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/b/barhisi">barhishi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the sacrifice; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rseh">risheh</A> &#8212; of King <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>; <A CLASS=v HREF="http://vedabase.net/v/varada">varada</A>-<A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; the best of the benefactors; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; of Your devotees; <A CLASS=v HREF="http://vedabase.net/i/iksana">&#299;kshana</A>-<A CLASS=v HREF="http://vedabase.net/v/visayah">vishayah</A> &#8212; the object of the sight; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; has become.</P><P CLASS=t>TRANSLATION</P><P>O most worshipable of all, You are the best of all benefactors, and Your appearance at saintly King N&#257;bhi's sacrificial arena is meant for our benediction. Because You have been seen by us, You have bestowed upon us the most valuable benediction.</P><P CLASS=t>PURPORT</P><P>Nija-purusha-&#299;kshana-vishaya. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/29.htm">9.29</A>) Krishna says, samo 'ham sarva-bh&#363;teshu: "I envy no one, nor am I partial to anyone. I am equal to all. But whoever renders service unto Me in devotion is a friend, is in Me, and I am also a friend to him."</P><P>The Supreme Personality of Godhead is equal to everyone. In that sense, He has no enemies and no friends. Everyone is enjoying the fruitive reactions of his own work, and the Lord, within everyone's heart, is observing and giving everyone the desired result. However, just as the devotees are always anxious to see the Supreme Lord satisfied in every way, similarly the Supreme Lord is very anxious to present Himself before His devotees. &#346;r&#299; Krishna says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/8.htm">4.8</A>):</P><P>paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m</P><P CLASS=n>vin&#257;&#347;&#257;ya ca dushkrit&#257;m</P><P CLASS=n>dharma-samsth&#257;pan&#257;rth&#257;ya</P><P CLASS=n>sambhav&#257;mi yuge yuge</P><P>"To deliver the pious and to annihilate the miscreants, as well as to reestablish the principles of religion, I advent Myself millennium after millennium."</P><P>Thus Krishna's appearance is for the deliverance and satisfaction of His devotees. Actually He does not advent Himself simply to kill the demons, for that can be done by His agents. Lord Vishnu's appearance at the sacrificial arena of Mah&#257;r&#257;ja N&#257;bhi was just to please the King and his assistants. Otherwise there was no reason for His being present there.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>