<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.11</P><P CLASS=c>asa&#324;ga-ni&#347;ita-jñ&#257;n&#257;nala-vidh&#363;t&#257;&#347;esha-mal&#257;n&#257;m bhavat-svabh&#257;v&#257;n&#257;m &#257;tm&#257;r&#257;m&#257;n&#257;m mun&#299;n&#257;m anavarata-parigunita-guna-gana parama-ma&#324;gal&#257;yana-guna-gana-kathano 'si</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/asanga">asa&#324;ga</A> &#8212; by detachment; <A CLASS=v HREF="http://vedabase.net/n/nisita">ni&#347;ita</A> &#8212; strengthened; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; of knowledge; <A CLASS=v HREF="http://vedabase.net/a/anala">anala</A> &#8212; by the fire; <A CLASS=v HREF="http://vedabase.net/v/vidhuta">vidh&#363;ta</A> &#8212; removed; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/m/malanam">mal&#257;n&#257;m</A> &#8212; whose dirty things; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A>-<A CLASS=v HREF="http://vedabase.net/s/svabhavanam">svabh&#257;v&#257;n&#257;m</A> &#8212; who have attained Your qualities; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/a/aramanam">&#257;r&#257;m&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> self-satisfied; <A CLASS=v HREF="http://vedabase.net/m/muninam">mun&#299;n&#257;m</A> &#8212; of great sages; <A CLASS=v HREF="http://vedabase.net/a/anavarata">anavarata</A> &#8212; incessantly; <A CLASS=v HREF="http://vedabase.net/p/parigunita">parigunita</A> &#8212; recounted; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, whose spiritual qualities; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; supreme bliss; <A CLASS=v HREF="http://vedabase.net/a/ayana">&#257;yana</A> &#8212; produces; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A>-<A CLASS=v HREF="http://vedabase.net/k/kathanah">kathanah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>, the chanting of whose attributes; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; You <A HREF="http://vedabase.net/a/are">are</A>.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, all the great sages who are thoughtful and saintly persons incessantly recount Your spiritual qualities. These sages have already burned up all the unlimited dirty things and, by the fire of knowledge, strengthened their detachment from the material world. Thus they have attained Your qualities and are self-satisfied. Yet even for those who feel spiritual bliss in chanting Your attributes, Your personal presence is very rare.</P><P CLASS=t>PURPORT</P><P>The priests in Mah&#257;r&#257;ja N&#257;bhi's sacrificial arena appreciated the personal presence of the Supreme Lord Vishnu, and they considered themselves very much obliged. The Lord's appearance is rare even for great saintly persons who have become completely detached from this material world and whose hearts are clean due to constantly chanting the glories of the Lord. Such people are satisfied by chanting the transcendental qualities of the Lord. The Lord's personal presence is not actually required. The priests are pointing out that the Lord's personal presence is very rare even for such elevated sages but that He was so kind to them that now He was personally present. Therefore the priests were very much obliged.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>