<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.12</P><P CLASS=c>atha kathañcit skhalana-kshut-patana-jrimbhana-duravasth&#257;n&#257;dishu viva&#347;&#257;n&#257;m nah smaran&#257;ya jvara-marana-da&#347;&#257;y&#257;m api sakala-ka&#347;mala-nirasan&#257;ni tava guna-krita-n&#257;madhey&#257;ni vacana-gocar&#257;ni bhavantu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; still; <A CLASS=v HREF="http://vedabase.net/k/kathancit">kathañcit</A> &#8212; somehow or other; <A CLASS=v HREF="http://vedabase.net/s/skhalana">skhalana</A> &#8212; stumbling; <A CLASS=v HREF="http://vedabase.net/k/ksut">kshut</A> &#8212; hunger; <A CLASS=v HREF="http://vedabase.net/p/patana">patana</A> &#8212; falling down; <A CLASS=v HREF="http://vedabase.net/j/jrmbhana">jrimbhana</A> &#8212; yawning; <A CLASS=v HREF="http://vedabase.net/d/duravasthana">duravasth&#257;na</A> &#8212; because of being placed <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/an">an</A> undesirable position; <A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/v/vivasanam">viva&#347;&#257;n&#257;m</A> &#8212; unable; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of ourselves; <A CLASS=v HREF="http://vedabase.net/s/smaranaya">smaran&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> remember; <A CLASS=v HREF="http://vedabase.net/j/jvara">jvara</A>-<A CLASS=v HREF="http://vedabase.net/m/marana">marana</A>-<A CLASS=v HREF="http://vedabase.net/d/dasayam">da&#347;&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the case of having <A HREF="http://vedabase.net/a/a">a</A> high fever at the time of death; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/kasmala">ka&#347;mala</A> &#8212; sins; <A CLASS=v HREF="http://vedabase.net/n/nirasanani">nirasan&#257;ni</A> &#8212; which can dispel; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; attributes; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; activities; <A CLASS=v HREF="http://vedabase.net/n/namadheyani">n&#257;madhey&#257;ni</A> &#8212; names; <A CLASS=v HREF="http://vedabase.net/v/vacana">vacana</A>-<A CLASS=v HREF="http://vedabase.net/g/gocarani">gocar&#257;ni</A> &#8212; possible <A HREF="http://vedabase.net/t/to">to</A> be uttered; <A CLASS=v HREF="http://vedabase.net/b/bhavantu">bhavantu</A> &#8212; let them become.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, we may not be able to remember Your name, form and qualities due to stumbling, hunger, falling down, yawning or being in a miserable diseased condition at the time of death when there is a high fever. We therefore pray unto You, O Lord, for You are very affectionate to Your devotees. Please help us remember You and utter Your holy names, attributes and activities, which can dispel all the reactions of our sinful lives.</P><P CLASS=t>PURPORT</P><P>The real success in life is ante n&#257;r&#257;yana-smriti &#8212; remembering the holy name, attributes, activities and form of the Lord at the time of death. Although we may be engaged in the Lord's devotional service in the temple, material conditions are so tough and inevitable that we may forget the Lord at the time of death due to a diseased condition or mental derangement. Therefore we should pray to the Lord to be able to remember His lotus feet without fail at the time of death, when we are in such a precarious condition. In this regard, one may also see &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/2/9.htm">6.2.9-10</A> and 14-15).</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>