<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.13</P><P CLASS=c>kiñc&#257;yam r&#257;jarshir apatya-k&#257;mah praj&#257;m bhav&#257;dri&#347;&#299;m &#257;&#347;&#257;s&#257;na &#299;&#347;varam &#257;&#347;ish&#257;m svarg&#257;pavargayor api bhavantam upadh&#257;vati praj&#257;y&#257;m artha-pratyayo dhanadam iv&#257;dhanah phal&#299;karanam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kinca">kiñca</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; pious King (<A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>); <A CLASS=v HREF="http://vedabase.net/a/apatya">apatya</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desiring offspring; <A CLASS=v HREF="http://vedabase.net/p/prajam">praj&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/b/bhavadrsim">bhav&#257;dri&#347;&#299;m</A> &#8212; exactly like You; <A CLASS=v HREF="http://vedabase.net/a/asasanah">&#257;&#347;&#257;s&#257;nah</A> &#8212; hoping for; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/a/asisam">&#257;&#347;ish&#257;m</A> &#8212; of benedictions; <A CLASS=v HREF="http://vedabase.net/s/svarga">svarga</A>-<A CLASS=v HREF="http://vedabase.net/a/apavargayoh">apavargayoh</A> &#8212; of the heavenly planets and liberation; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/b/bhavantam">bhavantam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/u/upadhavati">upadh&#257;vati</A> &#8212; worships; <A CLASS=v HREF="http://vedabase.net/p/prajayam">praj&#257;y&#257;m</A> &#8212; children; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/p/pratyayah">pratyayah</A> &#8212; regarding <A HREF="http://vedabase.net/a/as">as</A> the ultimate goal of life; <A CLASS=v HREF="http://vedabase.net/d/dhana">dhana</A>-<A CLASS=v HREF="http://vedabase.net/d/dam">dam</A> &#8212; unto <A HREF="http://vedabase.net/a/a">a</A> person who can give immense wealth <A HREF="http://vedabase.net/a/as">as</A> charity; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/a/adhanah">adhanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> poor <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/p/phalikaranam">phal&#299;karanam</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> little husk.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, here is the great King N&#257;bhi, whose ultimate goal in life is to have a son like You. Your Lordship, his position is like that of a person approaching a very rich man and begging for a little grain. Mah&#257;r&#257;ja N&#257;bhi is so desirous of having a son that he is worshiping You for a son, although You can offer him any exalted position, including elevation to the heavenly planets or liberation back to Godhead.</P><P CLASS=t>PURPORT</P><P>The priests were a little ashamed that King N&#257;bhi was performing a great sacrifice just to ask the Lord's benediction for a son. The Lord could offer him promotion to the heavenly planets or the Vaikuntha planets. &#346;r&#299; Caitanya Mah&#257;prabhu has taught us how to approach the Supreme Lord and ask Him for the ultimate benediction. He said: na dhanam na janam na sundar&#299;m kavit&#257;m v&#257; jagad-&#299;&#347;a k&#257;maye. He did not want to ask the Supreme Lord for anything material. Material opulence means riches, a nice family, a good wife and many followers, but an intelligent devotee doesn't ask the Supreme Lord for anything material. His only prayer is: mama janmani janman&#299;&#347;vare bhavat&#257;d bhaktir ahaituk&#299; tvayi. He wants to be engaged perpetually in the loving service of the Lord. He does not want promotion to the heavenly planets or mukti, liberation from material bondage. If this were the case, &#346;r&#299; Caitanya Mah&#257;prabhu would not have said, mama janmani janmani. It doesn't matter to a devotee whether or not he takes birth life after life, as long as he remains a devotee. Actually eternal liberty means returning home, back to Godhead. A devotee is never concerned about anything material. Although N&#257;bhi Mah&#257;r&#257;ja wanted a son like Vishnu, wanting a son like God is also a form of sense gratification. A pure devotee wants only to engage in the Lord's loving service.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>