<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.14</P><P CLASS=c>ko v&#257; iha te 'par&#257;jito 'par&#257;jitay&#257; m&#257;yay&#257;navasita-padavy&#257;n&#257;vrita-matir vishaya-visha-ray&#257;n&#257;vrita-prakritir anup&#257;sita-mahac-caranah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; who is that person; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; within this material world; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; of Your Lordship; <A CLASS=v HREF="http://vedabase.net/a/aparajitah">apar&#257;jitah</A> &#8212; not conquered; <A CLASS=v HREF="http://vedabase.net/a/aparajitaya">apar&#257;jitay&#257;</A> &#8212; by the unconquerable; <A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; illusory energy; <A CLASS=v HREF="http://vedabase.net/a/anavasita">anavasita</A>-<A CLASS=v HREF="http://vedabase.net/p/padavya">padavya</A> &#8212; whose path cannot be ascertained; <A CLASS=v HREF="http://vedabase.net/a/anavrta">an&#257;vrita</A>-<A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose intelligence is not bewildered; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A>-<A CLASS=v HREF="http://vedabase.net/v/visa">visha</A> &#8212; of material enjoyment, which is like poison; <A CLASS=v HREF="http://vedabase.net/r/raya">raya</A> &#8212; by the course; <A CLASS=v HREF="http://vedabase.net/a/anavrta">an&#257;vrita</A> &#8212; not covered; <A CLASS=v HREF="http://vedabase.net/p/prakrtih">prakritih</A> &#8212; whose nature; <A CLASS=v HREF="http://vedabase.net/a/anupasita">anup&#257;sita</A> &#8212; without worshiping; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/c/caranah">caranah</A> &#8212; the lotus feet of great devotees.</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, unless one worships the lotus feet of great devotees, one will be conquered by the illusory energy, and his intelligence will be bewildered. Indeed, who has not been carried away by the waves of material enjoyment, which are like poison? Your illusory energy is unconquerable. No one can see the path of this material energy or tell how it is working.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja N&#257;bhi was inclined to performing great sacrifices for begetting a son. The son might be as good as the Supreme Personality of Godhead, but such a material desire &#8212; be it great or insignificant &#8212; is brought about by the influence of m&#257;y&#257;. A devotee does not at all desire anything for sense gratification. Devotion is therefore explained as devoid of material desires (any&#257;bhil&#257;shit&#257;-&#347;&#363;nya). Everyone is subjected to the influence of m&#257;y&#257; and entangled in all kinds of material desire, and Mah&#257;r&#257;ja N&#257;bhi was no exception. Freedom from m&#257;y&#257;'s influence is possible when one engages in the service of the great devotees (mahac-carana-sev&#257;). Without worshiping the lotus feet of a great devotee, one cannot be freed from m&#257;y&#257;'s influence. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura therefore says, ch&#257;diy&#257; vaishnava-sev&#257; nist&#257;ra p&#257;yeche keb&#257;: "Who has been freed from m&#257;y&#257;'s clutches without serving the lotus feet of a Vaishnava?" M&#257;y&#257; is apar&#257;jita, and her influence is also apar&#257;jita. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/14.htm">7.14</A>):</P><P>daiv&#299; hy esh&#257; guna-may&#299;</P><P CLASS=n>mama m&#257;y&#257; duratyay&#257;</P><P>"This divine energy of Mine, consisting of the three modes of material nature, is difficult to overcome."</P><P>Only a devotee can surpass m&#257;y&#257;'s great influence. It was no fault on Mah&#257;r&#257;ja N&#257;bhi's part that he wanted a son. He wanted a son like the Supreme Personality of Godhead, who is the best of all sons. By the association of the Lord's devotee, one no longer desires material opulence. This is confirmed in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/54.htm">Madhya 22.54</A>):</P><P>"s&#257;dhu-sa&#324;ga", "s&#257;dhu-sa&#324;ga" sarva-&#347;&#257;stre kaya</P><P CLASS=n>lava-m&#257;tra s&#257;dhu-sa&#324;ge sarva-siddhi haya</P><P>and [Cc. <A CLASS=v HREF="../../../cc/madhya/22/51.htm">Madhya 22.51</A>]:</P><P>mahat-krip&#257; vin&#257; kona karme 'bhakti' naya</P><P CLASS=n>krishna-bhakti d&#363;re rahu, sams&#257;ra nahe kshaya</P><P>If one is serious about escaping m&#257;y&#257;'s influence and returning home, back to Godhead, one must associate with a s&#257;dhu (devotee). That is the verdict of all scriptures. By the slight association of a devotee, one can be freed from the clutches of m&#257;y&#257;. Without the mercy of the pure devotee, one cannot get freedom by any means. Certainly a pure devotee's association is necessary in order to obtain the loving service of the Lord. One cannot be freed from m&#257;y&#257;'s clutches without s&#257;dhu-sa&#324;ga, the benediction of a great devotee. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/5/32.htm">7.5.32</A>) Prahl&#257;da Mah&#257;r&#257;ja says:</P><P>naish&#257;m matis t&#257;vad urukram&#257;&#324;ghrim</P><P CLASS=n>spri&#347;aty anarth&#257;pagamo yad arthah</P><P CLASS=n>mah&#299;yas&#257;m p&#257;da-rajo-'bhishekam</P><P CLASS=n>nishkiñcan&#257;n&#257;m na vrin&#299;ta y&#257;vat</P><P>One cannot become the Lord's pure devotee without taking the dust of a great devotee on his head (p&#257;da-rajo-'bhishekam). A pure devotee is nishkiñcana; he has no material desire to enjoy the material world. One has to take shelter of such a pure devotee in order to attain his qualities. The pure devotee is always free from the clutches of m&#257;y&#257; and her influence.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>