<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.15</P><P CLASS=c>yad u ha v&#257;va tava punar adabhra-kartar iha sam&#257;h&#363;tas tatr&#257;rtha-dhiy&#257;m mand&#257;n&#257;m nas tad yad deva-helanam deva-dev&#257;rhasi s&#257;myena sarv&#257;n prativodhum avidush&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/u/u">u</A> <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/a/adabhra">adabhra</A>-<A CLASS=v HREF="http://vedabase.net/k/kartah">kartah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, who performs many activities; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here, <A HREF="http://vedabase.net/i/in">in</A> this arena of sacrifice; <A CLASS=v HREF="http://vedabase.net/s/samahutah">sam&#257;h&#363;tah</A> &#8212; invited; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/d/dhiyam">dhiy&#257;m</A> &#8212; who aspire <A HREF="http://vedabase.net/t/to">to</A> fulfill material desires; <A CLASS=v HREF="http://vedabase.net/m/mandanam">mand&#257;n&#257;m</A> &#8212; not very intelligent; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/h/helanam">helanam</A> &#8212; disrespect of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; Lord of lords; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; please; <A CLASS=v HREF="http://vedabase.net/s/samyena">s&#257;myena</A> &#8212; because of Your equipoised position; <A CLASS=v HREF="http://vedabase.net/s/sarvan">sarv&#257;n</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/p/prativodhum">prativodhum</A> &#8212; tolerate; <A CLASS=v HREF="http://vedabase.net/a/avidusam">avidush&#257;m</A> &#8212; of us, who <A HREF="http://vedabase.net/a/are">are</A> all ignorant.</P><P CLASS=t>TRANSLATION</P><P>O Lord, You perform many wonderful activities. Our only aim was to acquire a son by performing this great sacrifice; therefore our intelligence is not very sharp. We are not experienced in ascertaining life's goal. By inviting You to this negligible sacrifice for some material motive, we have certainly committed a great offense at Your lotus feet. Therefore, O Lord of lords, please excuse our offense because of Your causeless mercy and equal mind.</P><P CLASS=t>PURPORT</P><P>The priests were certainly unhappy to have called the Supreme Lord from Vaikuntha for such an insignificant reason. A pure devotee never wants to see the Lord unnecessarily. The Lord is engaged in various activities, and the pure devotee does not want to see Him whimsically, for his own sense gratification. The pure devotee simply depends on the Lord's mercy, and when the Lord is pleased, he can see Him face to face. The Lord is unseen even by demigods like Lord Brahm&#257; and Lord &#346;iva. By calling on the Supreme Lord, the priests of N&#257;bhi Mah&#257;r&#257;ja proved themselves unintelligent; nonetheless, the Lord came out of His causeless mercy. All of them therefore wanted to be excused by the Lord.</P><P>Worship of the Supreme Lord for material gain is not approved by authorities. As stated in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/16.htm">7.16</A>):</P><P>catur-vidh&#257; bhajante m&#257;m</P><P CLASS=n>jan&#257;h sukritino 'rjuna</P><P CLASS=n>&#257;rto jijñ&#257;sur arth&#257;rth&#299;</P><P CLASS=n>jñ&#257;n&#299; ca bharatarshabha</P><P>"O best among the Bharatas [Arjuna], four kinds of pious men render devotional service unto Me &#8212; the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute."</P><P>Initiation into bhakti begins when one is in a distressed condition or in want of money, or when one is inquisitive to understand the Absolute Truth. Nonetheless, people who approach the Supreme Lord in this way are not actually devotees. They are accepted as pious (sukritinah) due to their inquiring about the Absolute Truth, the Supreme Personality of Godhead. Not knowing the various activities and engagements of the Lord, such people unnecessarily disturb the Lord for material gain. However, the Lord is so kind that even though disturbed, He fulfills the desires of such beggars. The pure devotee is any&#257;bhil&#257;shit&#257;-&#347;&#363;nya; he has no motive behind his worship. He is not conducted by the influence of m&#257;y&#257; in the form of karma or jñ&#257;na. The pure devotee is always prepared to execute the order of the Lord without personal consideration. The ritvijah, the priests at the sacrifice, knew very well the distinction between karma and bhakti, and because they considered themselves under the influence of karma, fruitive activity, they begged the Lord's pardon. They knew that the Lord had been invited to come for some paltry reason.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>