<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.17</P><P CLASS=c>&#347;r&#299;-bhagav&#257;n uv&#257;ca</P><P CLASS=c>aho bat&#257;ham rishayo bhavadbhir avitatha-g&#299;rbhir varam asulabham abhiy&#257;cito yad amushy&#257;tmajo may&#257; sadri&#347;o bh&#363;y&#257;d iti mam&#257;ham ev&#257;bhir&#363;pah kaivaly&#257;d ath&#257;pi brahma-v&#257;do na mrish&#257; bhavitum arhati mamaiva hi mukham yad dvija-deva-kulam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the Supreme Personality of Godhead said; <A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; certainly <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> pleased; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/r/rsayah">rishayah</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great sages; <A CLASS=v HREF="http://vedabase.net/b/bhavadbhih">bhavadbhih</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/a/avitatha">avitatha</A>-<A CLASS=v HREF="http://vedabase.net/g/girbhih">g&#299;rbhih</A> &#8212; whose words <A HREF="http://vedabase.net/a/are">are</A> all true; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> benediction; <A CLASS=v HREF="http://vedabase.net/a/asulabham">asulabham</A> &#8212; very difficult <A HREF="http://vedabase.net/t/to">to</A> achieve; <A CLASS=v HREF="http://vedabase.net/a/abhiyacitah">abhiy&#257;citah</A> &#8212; have been requested; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/amusya">amushya</A> &#8212; of King <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">jah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> son; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> <A CLASS=v HREF="http://vedabase.net/s/sadrsah">sadri&#347;ah</A> &#8212; like <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/b/bhuyat">bh&#363;y&#257;t</A> &#8212; there may be; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/a/abhirupah">abhir&#363;pah</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/k/kaivalyat">kaivaly&#257;t</A> &#8212; because of being without <A HREF="http://vedabase.net/a/a">a</A> second; <A CLASS=v HREF="http://vedabase.net/a/athapi">ath&#257;pi</A> &#8212; nevertheless; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadah">v&#257;dah</A> &#8212; the words spoken by exalted br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/b/bhavitum">bhavitum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> become; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; ought; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/m/mukham">mukham</A> &#8212; mouth; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/k/kulam">kulam</A> &#8212; the class of <A HREF="http://vedabase.net/p/pure">pure</A> br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead replied: O great sages, I am certainly very pleased with your prayers. You are all truthful. You have prayed for the benediction of a son like Me for King N&#257;bhi, but this is very difficult to obtain. Since I am the Supreme Person without a second and since no one is equal to Me, another personality like Me is not possible to find. In any case, because you are all qualified br&#257;hmanas, your vibrations should not prove untrue. I consider the br&#257;hmanas who are well qualified with brahminical qualities to be as good as My own mouth.</P><P CLASS=t>PURPORT</P><P>The word avitatha-g&#299;rbhih means "they whose spoken vibrations cannot be nullified." The br&#257;hmanas (dvija, the twice-born), are given a chance by the &#347;&#257;stric regulations to become almost as powerful as the Supreme Lord. Whatever a br&#257;hmana speaks cannot be nullified or changed in any circumstance. According to the Vedic injunctions, a br&#257;hmana is the mouth of the Supreme Personality of Godhead; therefore in all rituals a br&#257;hmana is offered food (br&#257;hmana-bhojana) because when a br&#257;hmana eats, it is considered that the Supreme Lord Himself eats. Similarly, whatever a br&#257;hmana speaks cannot be changed. It must act. The learned sages who were priests at Mah&#257;r&#257;ja N&#257;bhi's sacrifice were not only br&#257;hmanas but were so qualified that they were like devas, demigods, or God Himself. If this were not the case, how could they invite Lord Vishnu to come to the sacrificial arena? God is one, and God does not belong to this or that religion. In Kali-yuga, different religious sects consider their God to be different from the God of others, but that is not possible. God is one, and He is appreciated according to different angles of vision. In this verse the word kaivaly&#257;t means that God has no competitor. There is only one God. In the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/8">6.8</A>) it is said, na tat-sama&#347; c&#257;bhyadhika&#347; ca dri&#347;yate: "No one is found to be equal to Him or greater than Him." That is the definition of God.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>