<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.18</P><P CLASS=c>tata &#257;gn&#299;dhr&#299;ye 'm&#347;a-kalay&#257;vatarishy&#257;my &#257;tma-tulyam anupalabham&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tatah">tatah</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/a/agnidhriye">&#257;gn&#299;dhr&#299;ye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the wife of <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>, the son of <A HREF="http://vedabase.net/a/agnidhra">&#256;gn&#299;dhra</A>; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kalaya">kalay&#257;</A> &#8212; by <A HREF="http://vedabase.net/a/an">an</A> expansion of My personal form; <A CLASS=v HREF="http://vedabase.net/a/avatarisyami">avatarishy&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall advent Myself; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tulyam">tulyam</A> &#8212; My equal; <A CLASS=v HREF="http://vedabase.net/a/anupalabhamanah">anupalabham&#257;nah</A> &#8212; not finding.</P><P CLASS=t>TRANSLATION</P><P>Since I cannot find anyone equal to Me, I shall personally expand Myself into a plenary portion and thus advent Myself in the womb of Merudev&#299;, the wife of Mah&#257;r&#257;ja N&#257;bhi, the son of &#256;gn&#299;dhra.</P><P CLASS=t>PURPORT</P><P>This is an example of the omnipotence of the Supreme Personality of Godhead. Although He is one without a second, He expands Himself by sv&#257;m&#347;a, His personal expansion, and sometimes by vibhinn&#257;m&#347;a, or His separated expansion. Lord Vishnu herein agrees to send His personal expansion as the son of Merudev&#299;, the wife of Mah&#257;r&#257;ja N&#257;bhi, who is the son of &#256;gn&#299;dhra. The ritvijah, the priests, knew that God is one, yet they prayed for the Supreme Lord to become the son of Mah&#257;r&#257;ja N&#257;bhi to let the world know that the Absolute Truth, the Supreme Personality of Godhead, is one without a second. When He incarnates, He expands Himself in different potencies.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>