<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.2</P><P CLASS=c>tasya ha v&#257;va &#347;raddhay&#257; vi&#347;uddha-bh&#257;vena yajatah pravargyeshu pracaratsu dravya-de&#347;a-k&#257;la-mantrartvig-dakshin&#257;-vidh&#257;na-yogopapatty&#257; duradhigamo 'pi bhagav&#257;n bh&#257;gavata-v&#257;tsalyatay&#257; suprat&#299;ka &#257;tm&#257;nam apar&#257;jitam nija-jan&#257;bhipret&#257;rtha-vidhitsay&#257; grih&#299;ta-hridayo hridaya&#324;gamam mano-nayan&#257;nandan&#257;vayav&#257;bhir&#257;mam &#257;vi&#347;cak&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; when <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>); <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great faith and devotion; <A CLASS=v HREF="http://vedabase.net/v/visuddha">vi&#347;uddha</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavena">bh&#257;vena</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/p/pure">pure</A>, uncontaminated mind; <A CLASS=v HREF="http://vedabase.net/y/yajatah">yajatah</A> &#8212; was worshiping; <A CLASS=v HREF="http://vedabase.net/p/pravargyesu">pravargyeshu</A> &#8212; while the fruitive activities called pravargya; <A CLASS=v HREF="http://vedabase.net/p/pracaratsu">pracaratsu</A> &#8212; were being performed; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A> &#8212; the ingredients; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; place; <A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A> &#8212; time; <A CLASS=v HREF="http://vedabase.net/m/mantra">mantra</A> &#8212; hymns; <A CLASS=v HREF="http://vedabase.net/r/rtvik">ritvik</A> &#8212; priests conducting the ceremony; <A CLASS=v HREF="http://vedabase.net/d/daksina">dakshin&#257;</A> &#8212; gifts <A HREF="http://vedabase.net/t/to">to</A> the priests; <A CLASS=v HREF="http://vedabase.net/v/vidhana">vidh&#257;na</A> &#8212; regulative principles; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; and of the means; <A CLASS=v HREF="http://vedabase.net/u/upapattya">upapatty&#257;</A> &#8212; by the performance; <A CLASS=v HREF="http://vedabase.net/d/duradhigamah">duradhigamah</A> &#8212; not obtainable; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhagavata">bh&#257;gavata</A>-<A CLASS=v HREF="http://vedabase.net/v/vatsalyataya">v&#257;tsalyatay&#257;</A> &#8212; because of His being very affectionate <A HREF="http://vedabase.net/t/to">to</A> His devotee; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/pratikah">prat&#299;kah</A> &#8212; possessing <A HREF="http://vedabase.net/a/a">a</A> very beautiful form; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; Himself; <A CLASS=v HREF="http://vedabase.net/a/aparajitam">apar&#257;jitam</A> &#8212; not <A HREF="http://vedabase.net/t/to">to</A> be conquered by anyone; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/j/jana">jana</A> &#8212; of His devotee; <A CLASS=v HREF="http://vedabase.net/a/abhipreta">abhipreta</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the desire; <A CLASS=v HREF="http://vedabase.net/v/vidhitsaya">vidhitsay&#257;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> fulfill; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayah">hridayah</A> &#8212; His heart being attracted; <A CLASS=v HREF="http://vedabase.net/h/hrdayangamam">hridaya&#324;gamam</A> &#8212; captivating; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A>-<A CLASS=v HREF="http://vedabase.net/a/anandana">&#257;nandana</A> &#8212; pleasing <A HREF="http://vedabase.net/t/to">to</A> the mind and eyes; <A CLASS=v HREF="http://vedabase.net/a/avayava">avayava</A> &#8212; by the limbs; <A CLASS=v HREF="http://vedabase.net/a/abhiramam">abhir&#257;mam</A> &#8212; beautiful; <A CLASS=v HREF="http://vedabase.net/a/aviscakara">&#257;vi&#347;cak&#257;ra</A> &#8212; manifested.</P><P CLASS=t>TRANSLATION</P><P>In the performance of a sacrifice, there are seven transcendental means to obtain the mercy of the Supreme Personality of Godhead: (1) by sacrificing valuable things or eatables, (2) by acting in terms of place, (3) by acting in terms of time, (4) by offering hymns, (5) by going through the priest, (6) by offering gifts to the priests and (7) by observing the regulative principles. However, one cannot always obtain the Supreme Lord through this paraphernalia. Nonetheless, the Lord is affectionate to His devotee; therefore when Mah&#257;r&#257;ja N&#257;bhi, who was a devotee, worshiped and offered prayers to the Lord with great faith and devotion and with a pure uncontaminated mind, superficially performing some yajña in the line of pravargya, the kind Supreme Personality of Godhead, due to His affection for His devotees, appeared before King N&#257;bhi in His unconquerable and captivating form with four hands. In this way, to fulfill the desire of His devotee, the Supreme Personality of Godhead manifested Himself in His beautiful body before His devotee. This body pleases the mind and eyes of the devotees.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; it is clearly said:</P><P>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>"One can understand the Supreme Personality as He is only by devotional service. And when one is in full consciousness of the Supreme Lord by such devotion, he can enter into the kingdom of God." (<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>)</P><P>One can understand and see the Supreme Personality of Godhead through the process of devotional service, and not in any other way. Although Mah&#257;r&#257;ja N&#257;bhi performed prescribed duties and sacrifices, it should still be considered that the Lord appeared before him not due to his sacrifices but because of his devotional service. It was for this reason that the Lord agreed to appear before him in His beautiful bodily features. As stated in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/30.htm">5.30</A>), the Supreme Lord in His original nature is very beautiful. Venum kvanantam aravinda-dal&#257;yat&#257;ksham barh&#257;vatamsam asit&#257;mbuda-sundar&#257;&#324;gam: the Supreme Personality of Godhead, although blackish, is very, very beautiful.</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>