<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.20</P><P CLASS=c>barhishi tasminn eva vishnudatta bhagav&#257;n paramarshibhih pras&#257;dito n&#257;bheh priya-cik&#299;rshay&#257; tad-avarodh&#257;yane merudevy&#257;m dharm&#257;n dar&#347;ayitu-k&#257;mo v&#257;ta-ra&#347;an&#257;n&#257;m &#347;raman&#257;n&#257;m rish&#299;n&#257;m &#363;rdhva-manthin&#257;m &#347;uklay&#257; tanuv&#257;vatat&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/barhisi">barhishi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the arena of sacrifice; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/v/visnu">vishnu</A>-<A CLASS=v HREF="http://vedabase.net/d/datta">datta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/r/rsibhih">rishibhih</A> &#8212; by the great rishis; <A CLASS=v HREF="http://vedabase.net/p/prasaditah">pras&#257;ditah</A> &#8212; being pleased; <A CLASS=v HREF="http://vedabase.net/n/nabheh">n&#257;bheh</A> <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/c/cikirsaya">cik&#299;rshay&#257;</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> please King <A HREF="http://vedabase.net/n/nabhi">N&#257;bhi</A>; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A>-<A CLASS=v HREF="http://vedabase.net/a/avarodhayane">avarodh&#257;yane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his wife; <A CLASS=v HREF="http://vedabase.net/m/merudevyam">merudevy&#257;m</A> &#8212; Merudev&#299;; <A CLASS=v HREF="http://vedabase.net/d/dharman">dharm&#257;n</A> &#8212; the principles of religion; <A CLASS=v HREF="http://vedabase.net/d/darsayitu">dar&#347;ayitu</A>-<A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> exhibit how <A HREF="http://vedabase.net/t/to">to</A> perform; <A CLASS=v HREF="http://vedabase.net/v/vata">v&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/r/rasananam">ra&#347;an&#257;n&#257;m</A> &#8212; of the sanny&#257;s&#299;s (who have almost <A HREF="http://vedabase.net/n/no">no</A> cloth); <A CLASS=v HREF="http://vedabase.net/s/sramananam">&#347;raman&#257;n&#257;m</A> &#8212; of the v&#257;naprasthas; <A CLASS=v HREF="http://vedabase.net/r/rsinam">rish&#299;n&#257;m</A> &#8212; of the great sages; <A CLASS=v HREF="http://vedabase.net/u/urdhva">&#363;rdhva</A>-<A CLASS=v HREF="http://vedabase.net/m/manthinam">manthin&#257;m</A> &#8212; of the brahmac&#257;r&#299;s; <A CLASS=v HREF="http://vedabase.net/s/suklaya">&#347;uklay&#257;</A> <A CLASS=v HREF="http://vedabase.net/t/tanuva">tanuv&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His original spiritual form, which is above the modes of material nature; <A CLASS=v HREF="http://vedabase.net/a/avatatara">avatat&#257;ra</A> &#8212; appeared <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> incarnation.</P><P CLASS=t>TRANSLATION</P><P>O Vishnudatta, Par&#299;kshit Mah&#257;r&#257;ja, the Supreme Personality of Godhead was pleased by the great sages at that sacrifice. Consequently the Lord decided to personally exhibit the method of executing religious principles [as observed by brahmac&#257;r&#299;s, sanny&#257;s&#299;s, v&#257;naprasthas and grihasthas engaged in rituals] and also satisfy Mah&#257;r&#257;ja N&#257;bhi's desire. Consequently He appeared as the son of Merudev&#299; in His original spiritual form, which is above the modes of material nature.</P><P CLASS=t>PURPORT</P><P>When the Supreme Lord appears or descends as an incarnation within this material world, He does not accept a body made of the three modes of material nature (sattva-guna, rajo-guna and tamo-guna). M&#257;y&#257;v&#257;d&#299; philosophers say that the impersonal God appears in this material world by accepting a body in the sattva-guna. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; states that the word &#347;ukla means "consisting of &#347;uddha-sattva." Lord Vishnu descends in His &#347;uddha-sattva form. &#346;uddha-sattva refers to the sattva-guna which is never contaminated. In this material world, even the mode of goodness (sattva-guna) is contaminated by tinges of rajo-guna and tamo-guna. When sattva-guna is never contaminated by rajo-guna and tamo-guna, it is called &#347;uddha-sattva. Sattvam vi&#347;uddham vasudeva-&#347;abditam (Bh&#257;g. <A CLASS=v HREF="../../../sb/4/3/23.htm">4.3.23</A>). That is the platform of vasudeva, whereby the Supreme Personality of Godhead, V&#257;sudeva, can be experienced. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>) &#346;r&#299; Krishna Himself says:</P><P>yad&#257; yad&#257; hi dharmasya</P><P CLASS=n>gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya</P><P CLASS=n>tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself."</P><P>Unlike ordinary living entities, the Supreme Lord is not forced by the modes of material nature to appear. He appears dharm&#257;n dar&#347;ayitu-k&#257;ma &#8212; to show how to execute the functions of a human being. The word dharma is meant for human beings and is never used in connection with beings inferior to human beings, such as animals. Unfortunately, without being guided by the Supreme Lord, human beings sometimes manufacture a process of dharma by concoction. Actually dharma cannot be made by man. Dharmam tu s&#257;ksh&#257;d bhagavat-pran&#299;tam. (Bh&#257;g. <A CLASS=v HREF="../../../sb/6/3/19.htm">6.3.19</A>) Dharma is given by the Supreme Personality of Godhead, just as the law is given by the state government. Man-made dharma has no meaning. &#346;r&#299;mad-Bh&#257;gavatam refers to man-made dharma as kaitava-dharma, cheating religion. The Supreme Lord sends an avat&#257;ra (incarnation) to teach human society the proper way to execute religious principles. Such religious principles are bhakti-m&#257;rga. As the Supreme Lord Himself says in Bhagavad-g&#299;t&#257;: sarva-dharm&#257;n parityajya m&#257;m ekam &#347;aranam vraja [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]. The son of Mah&#257;r&#257;ja N&#257;bhi, Rishabhadeva, appeared on this earth to preach the principles of religion. That will be explained in the Fifth Chapter of this Fifth Canto.</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Third Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Rishabhadeva's Appearance in the Womb of Merudev&#299;, the wife of King N&#257;bhi."</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../4/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>