<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verses 4-5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verses 4-5"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.4-5</P><P>TEXTS</P><P CLASS=c>ritvija &#363;cuh</P><P CLASS=c>arhasi muhur arhattam&#257;rhanam asm&#257;kam anupath&#257;n&#257;m namo nama ity et&#257;vat sad-upa&#347;ikshitam ko 'rhati pum&#257;n prakriti-guna-vyatikara-matir an&#299;&#347;a &#299;&#347;varasya parasya prakriti-purushayor arv&#257;ktan&#257;bhir n&#257;ma-r&#363;p&#257;kritibh&#299; r&#363;pa-nir&#363;panam; sakala-jana-nik&#257;ya-vrijina-nirasana-&#347;ivatama-pravara-guna-ganaika-de&#347;a-kathan&#257;d rite</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rtvijah">ritvijah</A> <A CLASS=v HREF="http://vedabase.net/u/ucuh">&#363;cuh</A> &#8212; the priests said; <A CLASS=v HREF="http://vedabase.net/a/arhasi">arhasi</A> &#8212; please (accept); <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/a/arhat">arhat</A>-<A CLASS=v HREF="http://vedabase.net/t/tama">tama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> most exalted, worshipable person; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhanam</A> &#8212; offering of worship; <A CLASS=v HREF="http://vedabase.net/a/asmakam">asm&#257;kam</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/a/anupathanam">anupath&#257;n&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> Your servants; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/etavat">et&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> far; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; by exalted personalities; <A CLASS=v HREF="http://vedabase.net/u/upasiksitam">upa&#347;ikshitam</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; is able (<A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/m/make">make</A>); <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A> &#8212; of material nature; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A> &#8212; of the modes; <A CLASS=v HREF="http://vedabase.net/v/vyatikara">vyatikara</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the transformations; <A CLASS=v HREF="http://vedabase.net/m/matih">matih</A> &#8212; whose mind (is absorbed); <A CLASS=v HREF="http://vedabase.net/a/anisah">an&#299;&#347;ah</A> &#8212; who is most incapable; <A CLASS=v HREF="http://vedabase.net/i/isvarasya">&#299;&#347;varasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parasya">parasya</A> &#8212; beyond; <A CLASS=v HREF="http://vedabase.net/p/prakrti">prakriti</A>-<A CLASS=v HREF="http://vedabase.net/p/purusayoh">purushayoh</A> &#8212; the jurisdiction of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/a/arvaktanabhih">arv&#257;ktan&#257;bhih</A> &#8212; which <A HREF="http://vedabase.net/d/do">do</A> not reach up <A HREF="http://vedabase.net/t/to">to</A>, or which <A HREF="http://vedabase.net/a/are">are</A> of this material world; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A>-<A CLASS=v HREF="http://vedabase.net/a/akrtibhih">&#257;kritibhih</A> &#8212; by names, forms and qualities; <A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; of Your nature or position; <A CLASS=v HREF="http://vedabase.net/n/nirupanam">nir&#363;panam</A> &#8212; ascertainment, perception; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/j/jana">jana</A>-<A CLASS=v HREF="http://vedabase.net/n/nikaya">nik&#257;ya</A> &#8212; of mankind; <A CLASS=v HREF="http://vedabase.net/v/vrjina">vrijina</A> &#8212; sinful actions; <A CLASS=v HREF="http://vedabase.net/n/nirasana">nirasana</A> &#8212; which wipe out; <A CLASS=v HREF="http://vedabase.net/s/sivatama">&#347;ivatama</A> &#8212; most auspicious; <A CLASS=v HREF="http://vedabase.net/p/pravara">pravara</A> &#8212; excellent; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A> &#8212; of the transcendental qualities; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A> &#8212; one part; <A CLASS=v HREF="http://vedabase.net/k/kathanat">kathan&#257;t</A> &#8212; by speaking; <A CLASS=v HREF="http://vedabase.net/r/rte">rite</A> &#8212; except.</P><P CLASS=t>TRANSLATION</P><P>The priests began to offer prayers to the Lord, saying: O most worshipable one, we are simply Your servants. Although You are full in Yourself, please, out of Your causeless mercy, accept a little service from us, Your eternal servants. We are not actually aware of Your transcendental form, but we can simply offer our respectful obeisances again and again, as instructed by the Vedic literatures and authorized &#257;c&#257;ryas. Materialistic living entities are very much attracted to the modes of material nature, and therefore they are never perfect, but You are above the jurisdiction of all material conceptions. Your name, form and qualities are all transcendental and beyond the conception of experimental knowledge. Indeed, who can conceive of You? In the material world we can perceive only material names and qualities. We have no other power than to offer our respectful obeisances and prayers unto You, the transcendental person. The chanting of Your auspicious transcendental qualities will wipe out the sins of all mankind. That is the most auspicious activity for us, and we can thus partially understand Your supernatural position.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead has nothing to do with material perception. Even the impersonalist &#346;a&#324;kar&#257;c&#257;rya says. n&#257;r&#257;yanah paro 'vyakt&#257;t: "N&#257;r&#257;yana. the Supreme Personality of Godhead, is beyond the material conception." We cannot concoct the form and attributes of the Supreme Personality of Godhead. We must simply accept the description given in Vedic literatures about the Lord's form and activities. As stated in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/29.htm">5.29</A>):</P><P>cint&#257;mani-prakara-sadmasu kalpa-vriksha-</P><P CLASS=n>laksh&#257;vriteshu surabh&#299;r abhip&#257;layantam</P><P CLASS=n>lakshm&#299;-sahasra-&#347;ata-sambhrama-sevyam&#257;nam</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>"I worship Govinda, the primeval Lord, the first progenitor, who is tending the cows, yielding all desires, in abodes built with spiritual gems and surrounded by millions of purpose trees. He is always served with great reverence and affection by hundreds and thousands of goddesses of fortune." We can have some conception of the Absolute Truth, His form and His attributes simply by reading the descriptions given in Vedic literatures and authoritative statements given by exalted personalities like Brahm&#257;, N&#257;rada, &#346;ukadeva Gosv&#257;m&#299; and others. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says, atah &#347;r&#299;-krishna-n&#257;m&#257;di na bhaved gr&#257;hyam indriyaih: [BRS. 1.2.234] "We cannot conceive the name, form and qualities of &#346;r&#299; Krishna through our material senses." Because of this, other names for the Lord are adhokshaja and apr&#257;krita, which indicate that He is beyond any material senses. Out of His causeless mercy upon His devotees, the Lord appeared before Mah&#257;r&#257;ja N&#257;bhi. Similarly, when we are engaged in the Lord's devotional service, the Lord reveals Himself to us. Sevonmukhe hi jihv&#257;dau svayam eva sphuraty adah. This is the only way to understand the Supreme Personality of Godhead. As confirmed in Bhagavad-g&#299;t&#257;, bhakty&#257; m&#257;m abhij&#257;n&#257;ti y&#257;v&#257;n ya&#347; c&#257;smi tattvatah: [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>] one can understand the Supreme Personality of Godhead through devotional service. There is no other way. We have to hear from the authorities and from the &#347;&#257;stras and consider the Supreme Lord in terms of their statements. We cannot imagine or concoct forms and attributes of the Lord.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>