<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.6</P><P CLASS=c>parijan&#257;nur&#257;ga-viracita-&#347;abala-sam&#347;abda-salila-sita-kisalaya-tulasik&#257;-d&#363;rv&#257;&#324;kurair api sambhritay&#257; saparyay&#257; kila parama paritushyasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/parijana">parijana</A> &#8212; by Your servants; <A CLASS=v HREF="http://vedabase.net/a/anuraga">anur&#257;ga</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> great ecstasy; <A CLASS=v HREF="http://vedabase.net/v/viracita">viracita</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/s/sabala">&#347;abala</A> &#8212; with <A HREF="http://vedabase.net/a/a">a</A> faltering voice; <A CLASS=v HREF="http://vedabase.net/s/samsabda">sam&#347;abda</A> &#8212; with prayers; <A CLASS=v HREF="http://vedabase.net/s/salila">salila</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/s/sita">sita</A>-<A CLASS=v HREF="http://vedabase.net/k/kisalaya">kisalaya</A> &#8212; twigs bearing new leaves; <A CLASS=v HREF="http://vedabase.net/t/tulasika">tulasik&#257;</A> &#8212; <A HREF="http://vedabase.net/t/tulasi">tulas&#299;</A> leaves; <A CLASS=v HREF="http://vedabase.net/d/durva">d&#363;rv&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/ankuraih">a&#324;kuraih</A> &#8212; and with newly grown grass; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sambhrtaya">sambhritay&#257;</A> &#8212; performed; <A CLASS=v HREF="http://vedabase.net/s/saparyaya">saparyay&#257;</A> &#8212; by worship; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/paritusyasi">paritushyasi</A> &#8212; You become satisfied.</P><P CLASS=t>TRANSLATION</P><P>O Supreme Lord, You are full in every respect. You are certainly very satisfied when Your devotees offer You prayers with faltering voices and in ecstasy bring You tulas&#299; leaves, water, twigs bearing new leaves, and newly grown grass. This surely makes You satisfied.</P><P CLASS=t>PURPORT</P><P>One does not need great wealth, education or opulence to satisfy the Supreme Personality of Godhead. If one is fully absorbed in love and ecstasy, he need offer only a flower and a little water. As stated in Bhagavad-g&#299;t&#257;, patram pushpam phalam toyam yo me bhakty&#257; prayacchati: "If one offers Me with love and devotion a leaf, a flower. fruit or water, I will accept it." (<A CLASS=v HREF="../../../bg/9/26.htm">Bg. 9.26</A>)</P><P>The Supreme Lord can be pleased only by devotional service: therefore it is said here that the Lord is surely satisfied by devotion and nothing else. Quoting from the Gautam&#299;ya-tantra, the Hari-bhakti-vil&#257;sa states:</P><P>tulas&#299;-dala-m&#257;trena</P><P CLASS=n>jalasya culukena v&#257;</P><P CLASS=n>vikr&#299;n&#299;te svam &#257;tm&#257;nam</P><P CLASS=n>bhaktebhyo bhakta-vatsalah</P><P>"&#346;r&#299; Krishna, who is very affectionate toward His devotees, sells Himself to a devotee who offers merely a tulas&#299; leaf and a palmful of water." The Supreme Lord is causelessly merciful upon His devotee, so much so that even the poorest of men can offer Him a little water and a flower in devotion and thus please Him. This is due to His affectionate dealings with His devotees.</P><P CLASS=l><A CLASS=i HREF="4-5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>