<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.7</P><P CLASS=c>ath&#257;nay&#257;pi na bhavata ijyayoru-bh&#257;ra-bharay&#257; samucitam artham ihopalabh&#257;mahe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; otherwise; <A CLASS=v HREF="http://vedabase.net/a/anaya">anay&#257;</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhavatah">bhavatah</A> &#8212; of Your exalted personality; <A CLASS=v HREF="http://vedabase.net/i/ijyaya">ijyay&#257;</A> &#8212; by performance of sacrifice; <A CLASS=v HREF="http://vedabase.net/u/urubhara">urubh&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bharaya">bharay&#257;</A> &#8212; encumbered by much paraphernalia; <A CLASS=v HREF="http://vedabase.net/s/samucitam">samucitam</A> &#8212; required; <A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; use; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; here; <A CLASS=v HREF="http://vedabase.net/u/upalabhamahe">upalabh&#257;mahe</A> &#8212; we can see.</P><P CLASS=t>TRANSLATION</P><P>We have engaged in Your worship with many things and have offered sacrifices unto You, but we think that there is no need for so many arrangements to please Your Lordship.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says that if one is offered varied foods but has no appetite, the offering has no value. In a big sacrificial ceremony there may be many things accumulated to satisfy the Supreme Personality of Godhead, but if there is no devotion, attachment or love for the Lord, the arrangement is useless. The Lord is complete in Himself, and He does not need anything from us. However, if we offer Him a little water, a flower and a tulasi leaf, He will accept them. Bhakti, devotional service, is the main way to satisfy the Supreme Personality of Godhead. It is not a question of arranging huge sacrifices. The priests were regretful, thinking that they were not on the path of devotional service and that their sacrifice was not pleasing to the Lord.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>