<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 3 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 3 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 3: <A CLASS=v HREF="index.htm">Rishabhadeva's Appearance in the Womb of Merudev&#299;, the Wife of King N&#257;bhi</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.3.8</P><P CLASS=c>&#257;tmana ev&#257;nusavanam añjas&#257;vyatirekena bobh&#363;yam&#257;n&#257;&#347;esha-purush&#257;rtha-svar&#363;pasya kintu n&#257;th&#257;&#347;isha &#257;&#347;&#257;s&#257;n&#257;n&#257;m etad abhisamr&#257;dhana-m&#257;tram bhavitum arhati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; self-sufficiently; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/anusavanam">anusavanam</A> &#8212; at every moment; <A CLASS=v HREF="http://vedabase.net/a/anjasa">añjas&#257;</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/a/avyatirekena">avyatirekena</A> &#8212; without stopping; <A CLASS=v HREF="http://vedabase.net/b/bobhuyamana">bobh&#363;yam&#257;na</A> &#8212; increasing; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; unlimitedly; <A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A>-<A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the goals of life; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupasya">r&#363;pasya</A> &#8212; Your actual identity; <A CLASS=v HREF="http://vedabase.net/k/kintu">kintu</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/a/asisah">&#257;&#347;ishah</A> &#8212; benedictions for material enjoyment; <A CLASS=v HREF="http://vedabase.net/a/asasananam">&#257;&#347;&#257;s&#257;n&#257;n&#257;m</A> &#8212; of us, who <A HREF="http://vedabase.net/a/are">are</A> always desiring; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/abhisamradhana">abhisamr&#257;dhana</A> &#8212; for getting Your mercy; <A CLASS=v HREF="http://vedabase.net/m/matram">m&#257;tram</A> &#8212; only; <A CLASS=v HREF="http://vedabase.net/b/bhavitum">bhavitum</A> <A CLASS=v HREF="http://vedabase.net/a/arhati">arhati</A> &#8212; can be.</P><P CLASS=t>TRANSLATION</P><P>All of life's goals and opulences are directly, self-sufficiently, unceasingly and unlimitedly increasing in You at every moment. Indeed, You are unlimited enjoyment and blissful existence itself. As far as we are concerned, O Lord, we are always after material enjoyment. You do not need all these sacrificial arrangements, but they are meant for us so that we may be benedicted by Your Lordship. All these sacrifices are performed for our fruitive results, and they are not actually needed by You.</P><P CLASS=t>PURPORT</P><P>Being self-sufficient, the Supreme Lord does not need huge sacrifices. Fruitive activity for a more opulent life is for those who desire such material opulence for their interest. Yajñ&#257;rth&#257;t karmano 'nyatra loko 'yam karma-bandhanah: [<A CLASS=v HREF="../../../bg/3/9.htm">Bg. 3.9</A>]) if we do not act to satisfy the Supreme Lord. we engage in m&#257;y&#257;'s activities. We may construct a gorgeous temple and spend thousands of dollars, but such a temple is not required by the Lord. The Lord has many millions of temples for His residence. and He does not need our attempt. He does not require opulent activity at all. Such engagement is meant for our benefit. If we engage our money in constructing a gorgeous temple, we are freed from the reactions of our endeavors. This is for our benefit. In addition, if we attempt to do something nice for the Supreme Lord, He is pleased with us and gives us His benediction. In conclusion, the gorgeous arrangements are not for the Lord's sake but for our own. If we somehow or other receive blessings and benedictions from the Lord, our consciousness can be purified and we can become eligible to return home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>