<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Bhagavad-gita As It Is, Introduction</TITLE><LINK REL=STYLESHEET HREF="../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Bhagavad-gita As It Is"><META NAME=DESCRIPTION CONTENT="Bhagavad-gita As It Is, Introduction"></HEAD><BODY><TABLE><TR><TD CLASS=r>Introduction</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="index.htm">Bhagavad-g&#299;t&#257; As It Is</A>, Introduction</P><P>om ajñ&#257;na-timir&#257;ndhasya</P><P CLASS=n>jñ&#257;n&#257;ñjana-&#347;al&#257;kay&#257;</P><P CLASS=n>cakshur unm&#299;litam yena</P><P CLASS=n>tasmai &#347;r&#299;-gurave namah</P><P CLASS=n>&#347;r&#299;-caitanya-mano-'bh&#299;shtam</P><P CLASS=n>sth&#257;pitam yena bh&#363;-tale</P><P CLASS=n>svayam r&#363;pah kad&#257; mahyam</P><P CLASS=n>dad&#257;ti sva-pad&#257;ntikam</P><P>I was born in the darkest ignorance, and my spiritual master opened my eyes with the torch of knowledge. I offer my respectful obeisances unto him. When will &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; Prabhup&#257;da, who has established within this material world the mission to fulfill the desire of Lord Caitanya, give me shelter under his lotus feet?</P><P>vande 'ham &#347;r&#299;-guroh &#347;r&#299;-yuta-pada-kamalam &#347;r&#299;-gur&#363;n vaishnav&#257;m&#347; ca</P><P CLASS=n>&#347;r&#299;-r&#363;pam s&#257;graj&#257;tam saha-gana-raghun&#257;th&#257;nvitam tam sa-j&#299;vam</P><P CLASS=n>s&#257;dvaitam s&#257;vadh&#363;tam parijana-sahitam krishna-caitanya-devam</P><P CLASS=n>&#347;r&#299;-r&#257;dh&#257;-krishna-p&#257;d&#257;n saha-gana-lalit&#257;-&#347;r&#299;-vi&#347;&#257;kh&#257;nvit&#257;m&#347; ca</P><P>I offer my respectful obeisances unto the lotus feet of my spiritual master and unto the feet of all Vaishnavas. I offer my respectful obeisances unto the lotus feet of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; along with his elder brother San&#257;tana Gosv&#257;m&#299;, as well as Raghun&#257;tha D&#257;sa and Raghun&#257;tha Bhatta, Gop&#257;la Bhatta, and &#346;r&#299;la J&#299;va Gosv&#257;m&#299;. I offer my respectful obeisances to Lord Krishna Caitanya and Lord Nity&#257;nanda along with Advaita &#256;c&#257;rya, Gad&#257;dhara, &#346;r&#299;v&#257;sa, and other associates. I offer my respectful obeisances to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and &#346;r&#299; Krishna along with Their associates &#346;r&#299; Lalit&#257; and Vi&#347;&#257;kh&#257;.</P><P>he krishna karun&#257;-sindho</P><P CLASS=n>d&#299;na-bandho jagat-pate</P><P CLASS=n>gope&#347;a gopik&#257;-k&#257;nta</P><P CLASS=n>r&#257;dh&#257;-k&#257;nta namo 'stu te</P><P>O my dear Krishna, You are the friend of the distressed and the source of creation. You are the master of the gop&#299;s and the lover of R&#257;dh&#257;r&#257;n&#299;. I offer my respectful obeisances unto You.</P><P>tapta-k&#257;ñcana-gaur&#257;&#324;gi</P><P CLASS=n>r&#257;dhe vrind&#257;vane&#347;vari</P><P CLASS=n>vrishabh&#257;nu-sute devi</P><P CLASS=n>pranam&#257;mi hari-priye</P><P>I offer my respects to R&#257;dh&#257;r&#257;n&#299;, whose bodily complexion is like molten gold and who is the Queen of Vrind&#257;vana. You are the daughter of King Vrishabh&#257;nu, and You are very dear to Lord Krishna.</P><P>v&#257;ñch&#257;-kalpatarubhya&#347; ca</P><P CLASS=n>krip&#257;-sindhubhya eva ca</P><P CLASS=n>patit&#257;n&#257;m p&#257;vanebhyo</P><P CLASS=n>vaishnavebhyo namo namah</P><P>I offer my respectful obeisances unto all the Vaishnava devotees of the Lord. They can fulfill the desires of everyone, just like desire trees, and they are full of compassion for the fallen souls.</P><P>&#347;r&#299;-krishna-caitanya</P><P CLASS=n>prabhu-nity&#257;nanda</P><P CLASS=n>&#347;r&#299;-advaita gad&#257;dhara</P><P CLASS=n>&#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda</P><P>I offer my obeisances to &#346;r&#299; Krishna Caitanya, Prabhu Nity&#257;nanda, &#346;r&#299; Advaita, Gad&#257;dhara, &#346;r&#299;v&#257;sa and all others in the line of devotion.</P><P>hare krishna hare krishna</P><P CLASS=n>krishna krishna hare hare</P><P CLASS=n>hare r&#257;ma hare r&#257;ma</P><P CLASS=n>r&#257;ma r&#257;ma hare hare</P><P>Bhagavad-g&#299;t&#257; is also known as G&#299;topanishad. It is the essence of Vedic knowledge and one of the most important Upanishads in Vedic literature. Of course there are many commentaries in English on the Bhagavad-g&#299;t&#257;, and one may question the necessity for another one. This present edition can be explained in the following way. Recently an American lady asked me to recommend an English translation of Bhagavad-g&#299;t&#257;. Of course in America there are so many editions of Bhagavad-g&#299;t&#257; available in English, but as far as I have seen, not only in America but also in India, none of them can be strictly said to be authoritative because in almost every one of them the commentator has expressed his own opinions without touching the spirit of Bhagavad-g&#299;t&#257; as it is.</P><P>The spirit of Bhagavad-g&#299;t&#257; is mentioned in Bhagavad-g&#299;t&#257; itself. It is just like this: If we want to take a particular medicine, then we have to follow the directions written on the label. We cannot take the medicine according to our own whim or the direction of a friend. It must be taken according to the directions on the label or the directions given by a physician. Similarly, Bhagavad-g&#299;t&#257; should be taken or accepted as it is directed by the speaker Himself. The speaker of Bhagavad-g&#299;t&#257; is Lord &#346;r&#299; Krishna. He is mentioned on every page of Bhagavad-g&#299;t&#257; as the Supreme Personality of Godhead, Bhagav&#257;n. Of course the word bhagav&#257;n sometimes refers to any powerful person or any powerful demigod, and certainly here bhagav&#257;n designates Lord &#346;r&#299; Krishna as a great personality, but at the same time we should know that Lord &#346;r&#299; Krishna is the Supreme Personality of Godhead, as is confirmed by all great &#257;c&#257;ryas (spiritual masters) like &#346;a&#324;kar&#257;c&#257;rya, R&#257;m&#257;nuj&#257;c&#257;rya, Madhv&#257;c&#257;rya, Nimb&#257;rka Sv&#257;m&#299;, &#346;r&#299; Caitanya Mah&#257;prabhu and many other authorities of Vedic knowledge in India. The Lord Himself also establishes Himself as the Supreme Personality of Godhead in the Bhagavad-g&#299;t&#257;, and He is accepted as such in the Brahma-samhit&#257; and all the Pur&#257;nas, especially the &#346;r&#299;mad-Bh&#257;gavatam, known as the Bh&#257;gavata Pur&#257;na (krishnas tu bhagav&#257;n svayam). Therefore we should take Bhagavad-g&#299;t&#257; as it is directed by the Personality of Godhead Himself. In the Fourth Chapter of the G&#299;t&#257; (<A CLASS=v HREF="4/1.htm">4.1-3</A>) the Lord says:</P><P>imam vivasvate yogam</P><P CLASS=n>proktav&#257;n aham avyayam</P><P CLASS=n>vivasv&#257;n manave pr&#257;ha</P><P CLASS=n>manur ikshv&#257;kave 'brav&#299;t</P><P CLASS=n>[<A CLASS=v HREF="4/1.htm">Bg. 4.1</A>]</P><P>evam parampar&#257;-pr&#257;ptam</P><P CLASS=n>imam r&#257;jarshayo viduh</P><P CLASS=n>sa k&#257;leneha mahat&#257;</P><P CLASS=n>yogo nashtah parantapa</P><P CLASS=n>[<A CLASS=v HREF="4/2.htm">Bg. 4.2</A>]</P><P>sa ev&#257;yam may&#257; te 'dya</P><P CLASS=n>yogah proktah pur&#257;tanah</P><P CLASS=n>bhakto 'si me sakh&#257; ceti</P><P CLASS=n>rahasyam hy etad uttamam</P><P CLASS=n>[<A CLASS=v HREF="4/3.htm">Bg. 4.3</A>]</P><P>Here the Lord informs Arjuna that this system of yoga, the Bhagavad-g&#299;t&#257;, was first spoken to the sun-god, and the sun-god explained it to Manu, and Manu explained it to Ikshv&#257;ku, and in that way, by disciplic succession, one speaker after another, this yoga system has been coming down. But in the course of time it has become lost. Consequently the Lord has to speak it again, this time to Arjuna on the Battlefield of Kurukshetra.</P><P>He tells Arjuna that He is relating this supreme secret to him because Arjuna is His devotee and His friend. The purport of this is that Bhagavad-g&#299;t&#257; is a treatise which is especially meant for the devotee of the Lord. There are three classes of transcendentalists, namely the jñ&#257;n&#299;, the yog&#299; and the bhakta, or the impersonalist, the meditator and the devotee. Here the Lord clearly tells Arjuna that He is making him the first receiver of a new parampar&#257; (disciplic succession) because the old succession was broken. It was the Lord's wish, therefore, to establish another parampar&#257; in the same line of thought that was coming down from the sun-god to others, and it was His wish that His teaching be distributed anew by Arjuna. He wanted Arjuna to become the authority in understanding the Bhagavad-g&#299;t&#257;. So we see that Bhagavad-g&#299;t&#257; is instructed to Arjuna especially because Arjuna was a devotee of the Lord, a direct student of Krishna, and His intimate friend. Therefore Bhagavad-g&#299;t&#257; is best understood by a person who has qualities similar to Arjuna's. That is to say he must be a devotee in a direct relationship with the Lord. As soon as one becomes a devotee of the Lord, he also has a direct relationship with the Lord. That is a very elaborate subject matter, but briefly it can be stated that a devotee is in a relationship with the Supreme Personality of Godhead in one of five different ways:</P><P>1. One may be a devotee in a passive state;</P><P CLASS=n>2. One may be a devotee in an active state;</P><P CLASS=n>3. One may be a devotee as a friend;</P><P CLASS=n>4. One may be a devotee as a parent;</P><P CLASS=n>5. One may be a devotee as a conjugal lover.</P><P>Arjuna was in a relationship with the Lord as friend. Of course there is a gulf of difference between this friendship and the friendship found in the material world. This is transcendental friendship, which cannot be had by everyone. Of course everyone has a particular relationship with the Lord, and that relationship is evoked by the perfection of devotional service. But in the present status of our life, not only have we forgotten the Supreme Lord, but we have forgotten our eternal relationship with the Lord. Every living being, out of the many, many billions and trillions of living beings, has a particular relationship with the Lord eternally. That is called svar&#363;pa. By the process of devotional service, one can revive that svar&#363;pa, and that stage is called svar&#363;pa-siddhi &#8212; perfection of one's constitutional position. So Arjuna was a devotee, and he was in touch with the Supreme Lord in friendship.</P><P>How Arjuna accepted this Bhagavad-g&#299;t&#257; should be noted. His manner of acceptance is given in the Tenth Chapter (<A CLASS=v HREF="10/12.htm">10.12-14</A>):</P><P>arjuna uv&#257;ca</P><P CLASS=n>param brahma param dh&#257;ma</P><P CLASS=n>pavitram paramam bhav&#257;n</P><P CLASS=n>purusham &#347;&#257;&#347;vatam divyam</P><P CLASS=n>&#257;di-devam ajam vibhum</P><P CLASS=n>&#257;hus tv&#257;m rishayah sarve</P><P CLASS=n>devarshir n&#257;radas tath&#257;</P><P CLASS=n>asito devalo vy&#257;sah</P><P CLASS=n>svayam caiva brav&#299;shi me</P><P CLASS=n>sarvam etad ritam manye</P><P CLASS=n>yan m&#257;m vadasi ke&#347;ava</P><P CLASS=n>na hi te bhagavan vyaktim</P><P CLASS=n>vidur dev&#257; na d&#257;nav&#257;h</P><P>"Arjuna said: You are the Supreme Personality of Godhead, the ultimate abode, the purest, the Absolute Truth. You are the eternal, transcendental, original person, the unborn, the greatest. All the great sages such as N&#257;rada, Asita, Devala, and Vy&#257;sa confirm this truth about You, and now You Yourself are declaring it to me. O Krishna, I totally accept as truth all that You have told me. Neither the demigods nor the demons, O Lord, can understand Your personality."</P><P>After hearing Bhagavad-g&#299;t&#257; from the Supreme Personality of Godhead, Arjuna accepted Krishna as param brahma, the Supreme Brahman. Every living being is Brahman, but the supreme living being, or the Supreme Personality of Godhead, is the Supreme Brahman. Param dh&#257;ma means that He is the supreme rest or abode of everything; pavitram means that He is pure, untainted by material contamination; purusham means that He is the supreme enjoyer; &#347;&#257;&#347;vatam, original; divyam, transcendental; &#257;di-devam, the Supreme Personality of Godhead; ajam, the unborn; and vibhum, the greatest.</P><P>Now one may think that because Krishna was the friend of Arjuna, Arjuna was telling Him all this by way of flattery, but Arjuna, just to drive out this kind of doubt from the minds of the readers of Bhagavad-g&#299;t&#257;, substantiates these praises in the next verse when he says that Krishna is accepted as the Supreme Personality of Godhead not only by himself but by authorities like N&#257;rada, Asita, Devala and Vy&#257;sadeva. These are great personalities who distribute the Vedic knowledge as it is accepted by all &#257;c&#257;ryas. Therefore Arjuna tells Krishna that he accepts whatever He says to be completely perfect. Sarvam etad ritam manye: "I accept everything You say to be true." Arjuna also says that the personality of the Lord is very difficult to understand and that He cannot be known even by the great demigods. This means that the Lord cannot even be known by personalities greater than human beings. So how can a human being understand Lord &#346;r&#299; Krishna without becoming His devotee?</P><P>Therefore Bhagavad-g&#299;t&#257; should be taken up in a spirit of devotion. One should not think that he is equal to Krishna, nor should he think that Krishna is an ordinary personality or even a very great personality. Lord &#346;r&#299; Krishna is the Supreme Personality of Godhead. So according to the statements of Bhagavad-g&#299;t&#257; or the statements of Arjuna, the person who is trying to understand the Bhagavad-g&#299;t&#257;, we should at least theoretically accept &#346;r&#299; Krishna as the Supreme Personality of Godhead, and with that submissive spirit we can understand the Bhagavad-g&#299;t&#257;. Unless one reads the Bhagavad-g&#299;t&#257; in a submissive spirit, it is very difficult to understand Bhagavad-g&#299;t&#257;, because it is a great mystery.</P><P>Just what is the Bhagavad-g&#299;t&#257;? The purpose of Bhagavad-g&#299;t&#257; is to deliver mankind from the nescience of material existence. Every man is in difficulty in so many ways, as Arjuna also was in difficulty in having to fight the Battle of Kurukshetra. Arjuna surrendered unto &#346;r&#299; Krishna, and consequently this Bhagavad-g&#299;t&#257; was spoken. Not only Arjuna, but every one of us is full of anxieties because of this material existence. Our very existence is in the atmosphere of nonexistence. Actually we are not meant to be threatened by nonexistence. Our existence is eternal. But somehow or other we are put into asat. Asat refers to that which does not exist.</P><P>Out of so many human beings who are suffering, there are a few who are actually inquiring about their position, as to what they are, why they are put into this awkward position and so on. Unless one is awakened to this position of questioning his suffering, unless he realizes that he doesn't want suffering but rather wants to make a solution to all suffering, then one is not to be considered a perfect human being. Humanity begins when this sort of inquiry is awakened in one's mind. In the Brahma-s&#363;tra this inquiry is called brahma jijñ&#257;s&#257;. Ath&#257;to brahma jijñ&#257;s&#257;. Every activity of the human being is to be considered a failure unless he inquires about the nature of the Absolute. Therefore those who begin to question why they are suffering or where they came from and where they shall go after death are proper students for understanding Bhagavad-g&#299;t&#257;. The sincere student should also have a firm respect for the Supreme Personality of Godhead. Such a student was Arjuna.</P><P>Lord Krishna descends specifically to reestablish the real purpose of life when man forgets that purpose. Even then, out of many, many human beings who awaken, there may be one who actually enters the spirit of understanding his position, and for him this Bhagavad-g&#299;t&#257; is spoken. Actually we are all swallowed by the tigress of nescience, but the Lord is very merciful upon living entities, especially human beings. To this end He spoke the Bhagavad-g&#299;t&#257;, making His friend Arjuna His student.</P><P>Being an associate of Lord Krishna, Arjuna was above all ignorance, but Arjuna was put into ignorance on the Battlefield of Kurukshetra just to question Lord Krishna about the problems of life so that the Lord could explain them for the benefit of future generations of human beings and chalk out the plan of life. Then man could act accordingly and perfect the mission of human life.</P><P>The subject of the Bhagavad-g&#299;t&#257; entails the comprehension of five basic truths. First of all, the science of God is explained and then the constitutional position of the living entities, j&#299;vas. There is &#299;&#347;vara, which means the controller, and there are j&#299;vas, the living entities which are controlled. If a living entity says that he is not controlled but that he is free, then he is insane. The living being is controlled in every respect, at least in his conditioned life. So in the Bhagavad-g&#299;t&#257; the subject matter deals with the &#299;&#347;vara, the supreme controller, and the j&#299;vas, the controlled living entities. Prakriti (material nature) and time (the duration of existence of the whole universe or the manifestation of material nature) and karma (activity) are also discussed. The cosmic manifestation is full of different activities. All living entities are engaged in different activities. From Bhagavad-g&#299;t&#257; we must learn what God is, what the living entities are, what prakriti is, what the cosmic manifestation is, how it is controlled by time, and what the activities of the living entities are.</P><P>Out of these five basic subject matters in Bhagavad-g&#299;t&#257; it is established that the Supreme Godhead, or Krishna, or Brahman, or the supreme controller, or Param&#257;tm&#257; &#8212; you may use whatever name you like &#8212; is the greatest of all. The living beings are in quality like the supreme controller. For instance, the Lord has control over the universal affairs of material nature, as will be explained in the later chapters of Bhagavad-g&#299;t&#257;. Material nature is not independent. She is acting under the directions of the Supreme Lord. As Lord Krishna says, may&#257;dhyakshena prakritih s&#363;yate sa-car&#257;caram: "This material nature is working under My direction." When we see wonderful things happening in the cosmic nature, we should know that behind this cosmic manifestation there is a controller. Nothing could be manifested without being controlled. It is childish not to consider the controller. For instance, a child may think that an automobile is quite wonderful to be able to run without a horse or other animal pulling it, but a sane man knows the nature of the automobile's engineering arrangement. He always knows that behind the machinery there is a man, a driver. Similarly, the Supreme Lord is the driver under whose direction everything is working. Now the j&#299;vas, or the living entities, have been accepted by the Lord, as we will note in the later chapters, as His parts and parcels. A particle of gold is also gold, a drop of water from the ocean is also salty, and similarly we the living entities, being part and parcel of the supreme controller, &#299;&#347;vara, or Bhagav&#257;n, Lord &#346;r&#299; Krishna, have all the qualities of the Supreme Lord in minute quantity because we are minute &#299;&#347;varas, subordinate &#299;&#347;varas. We are trying to control nature, as presently we are trying to control space or planets, and this tendency to control is there because it is in Krishna. But although we have a tendency to lord it over material nature, we should know that we are not the supreme controller. This is explained in Bhagavad-g&#299;t&#257;.</P><P>What is material nature? This is also explained in G&#299;t&#257; as inferior prakriti, inferior nature. The living entity is explained as the superior prakriti. Prakriti is always under control, whether inferior or superior. Prakriti is female, and she is controlled by the Lord just as the activities of a wife are controlled by the husband. Prakriti is always subordinate, predominated by the Lord, who is the predominator. The living entities and material nature are both predominated, controlled by the Supreme Lord. According to the G&#299;t&#257;, the living entities, although parts and parcels of the Supreme Lord, are to be considered prakriti. This is clearly mentioned in the Seventh Chapter of Bhagavad-g&#299;t&#257;. Apareyam itas tv any&#257;m prakritim viddhi me par&#257;m/ j&#299;va-bh&#363;t&#257;m: "This material nature is My inferior prakriti, but beyond this is another prakriti &#8212; j&#299;va-bh&#363;t&#257;m, the living entity."</P><P>Material nature itself is constituted by three qualities: the mode of goodness, the mode of passion and the mode of ignorance. Above these modes there is eternal time, and by a combination of these modes of nature and under the control and purview of eternal time there are activities, which are called karma. These activities are being carried out from time immemorial, and we are suffering or enjoying the fruits of our activities. For instance, suppose I am a businessman and have worked very hard with intelligence and have amassed a great bank balance. Then I am an enjoyer. But then say I have lost all my money in business; then I am a sufferer. Similarly, in every field of life we enjoy the results of our work, or we suffer the results. This is called karma.</P><P>&#298;&#347;vara (the Supreme Lord), j&#299;va (the living entity), prakriti (nature), k&#257;la (eternal time) and karma (activity) are all explained in the Bhagavad-g&#299;t&#257;. Out of these five, the Lord, the living entities, material nature and time are eternal. The manifestation of prakriti may be temporary, but it is not false. Some philosophers say that the manifestation of material nature is false, but according to the philosophy of Bhagavad-g&#299;t&#257; or according to the philosophy of the Vaishnavas, this is not so. The manifestation of the world is not accepted as false; it is accepted as real, but temporary. It is likened unto a cloud which moves across the sky, or the coming of the rainy season, which nourishes grains. As soon as the rainy season is over and as soon as the cloud goes away, all the crops which were nourished by the rain dry up. Similarly, this material manifestation takes place at a certain interval, stays for a while and then disappears. Such are the workings of prakriti. But this cycle is working eternally. Therefore prakriti is eternal; it is not false. The Lord refers to this as "My prakriti." This material nature is the separated energy of the Supreme Lord, and similarly the living entities are also the energy of the Supreme Lord, although they are not separated but eternally related. So the Lord, the living entity, material nature and time are all interrelated and are all eternal. However, the other item, karma, is not eternal. The effects of karma may be very old indeed. We are suffering or enjoying the results of our activities from time immemorial, but we can change the results of our karma, or our activity, and this change depends on the perfection of our knowledge. We are engaged in various activities. Undoubtedly we do not know what sort of activities we should adopt to gain relief from the actions and reactions of all these activities, but this is also explained in the Bhagavad-g&#299;t&#257;.</P><P>The position of &#299;&#347;vara, the Supreme Lord, is that of supreme consciousness. The j&#299;vas, or the living entities, being parts and parcels of the Supreme Lord, are also conscious. Both the living entity and material nature are explained as prakriti, the energy of the Supreme Lord, but one of the two, the j&#299;va, is conscious. The other prakriti is not conscious. That is the difference. Therefore the j&#299;va-prakriti is called superior because the j&#299;va has consciousness which is similar to the Lord's. The Lord's is supreme consciousness, however, and one should not claim that the j&#299;va, the living entity, is also supremely conscious. The living being cannot be supremely conscious at any stage of his perfection, and the theory that he can be so is a misleading theory. Conscious he may be, but he is not perfectly or supremely conscious.</P><P>The distinction between the j&#299;va and the &#299;&#347;vara will be explained in the Thirteenth Chapter of Bhagavad-g&#299;t&#257;. The Lord is kshetra-jña, conscious, as is the living being, but the living being is conscious of his particular body, whereas the Lord is conscious of all bodies. Because He lives in the heart of every living being, He is conscious of the psychic movements of the particular j&#299;vas. We should not forget this. It is also explained that the Param&#257;tm&#257;, the Supreme Personality of Godhead, is living in everyone's heart as &#299;&#347;vara, as the controller, and that He is giving directions for the living entity to act as he desires. The living entity forgets what to do. First of all he makes a determination to act in a certain way, and then he is entangled in the actions and reactions of his own karma. After giving up one type of body, he enters another type of body, as we put on and take off clothes. As the soul thus migrates, he suffers the actions and reactions of his past activities. These activities can be changed when the living being is in the mode of goodness, in sanity, and understands what sort of activities he should adopt. If he does so, then all the actions and reactions of his past activities can be changed. Consequently, karma is not eternal. Therefore we stated that of the five items (&#299;&#347;vara, j&#299;va, prakriti, time and karma) four are eternal, whereas karma is not eternal.</P><P>The supreme conscious &#299;&#347;vara is similar to the living entity in this way: both the consciousness of the Lord and that of the living entity are transcendental. It is not that consciousness is generated by the association of matter. That is a mistaken idea. The theory that consciousness develops under certain circumstances of material combination is not accepted in the Bhagavad-g&#299;t&#257;. Consciousness may be pervertedly reflected by the covering of material circumstances, just as light reflected through colored glass may appear to be a certain color, but the consciousness of the Lord is not materially affected. Lord Krishna says, may&#257;dhyakshena prakritih [<A CLASS=v HREF="9/10.htm">Bg. 9.10</A>]. When He descends into the material universe, His consciousness is not materially affected. If He were so affected, He would be unfit to speak on transcendental matters as He does in the Bhagavad-g&#299;t&#257;. One cannot say anything about the transcendental world without being free from materially contaminated consciousness. So the Lord is not materially contaminated. Our consciousness, at the present moment, however, is materially contaminated. The Bhagavad-g&#299;t&#257; teaches that we have to purify this materially contaminated consciousness. In pure consciousness, our actions will be dovetailed to the will of &#299;&#347;vara, and that will make us happy. It is not that we have to cease all activities. Rather, our activities are to be purified, and purified activities are called bhakti. Activities in bhakti appear to be like ordinary activities, but they are not contaminated. An ignorant person may see that a devotee is acting or working like an ordinary man, but such a person with a poor fund of knowledge does not know that the activities of the devotee or of the Lord are not contaminated by impure consciousness or matter. They are transcendental to the three modes of nature. We should know, however, that at this point our consciousness is contaminated.</P><P>When we are materially contaminated, we are called conditioned. False consciousness is exhibited under the impression that I am a product of material nature. This is called false ego. One who is absorbed in the thought of bodily conceptions cannot understand his situation. Bhagavad-g&#299;t&#257; was spoken to liberate one from the bodily conception of life, and Arjuna put himself in this position in order to receive this information from the Lord. One must become free from the bodily conception of life; that is the preliminary activity for the transcendentalist. One who wants to become free, who wants to become liberated, must first of all learn that he is not this material body. Mukti, or liberation, means freedom from material consciousness. In the &#346;r&#299;mad-Bh&#257;gavatam also the definition of liberation is given. Muktir hitv&#257;nyath&#257;-r&#363;pam svar&#363;pena vyavasthitih: mukti means liberation from the contaminated consciousness of this material world and situation in pure consciousness. All the instructions of Bhagavad-g&#299;t&#257; are intended to awaken this pure consciousness, and therefore we find at the last stage of the G&#299;t&#257;'s instructions that Krishna is asking Arjuna whether he is now in purified consciousness. Purified consciousness means acting in accordance with the instructions of the Lord. This is the whole sum and substance of purified consciousness. Consciousness is already there because we are part and parcel of the Lord, but for us there is the affinity of being affected by the inferior modes. But the Lord, being the Supreme, is never affected. That is the difference between the Supreme Lord and the small individual souls.</P><P>What is this consciousness? This consciousness is "I am." Then what am I? In contaminated consciousness "I am" means "I am the lord of all I survey. I am the enjoyer." The world revolves because every living being thinks that he is the lord and creator of the material world. Material consciousness has two psychic divisions. One is that I am the creator, and the other is that I am the enjoyer. But actually the Supreme Lord is both the creator and the enjoyer, and the living entity, being part and parcel of the Supreme Lord, is neither the creator nor the enjoyer, but a cooperator. He is the created and the enjoyed. For instance, a part of a machine cooperates with the whole machine; a part of the body cooperates with the whole body. The hands, legs, eyes, and so on are all parts of the body, but they are not actually the enjoyers. The stomach is the enjoyer. The legs move, the hands supply food, the teeth chew, and all parts of the body are engaged in satisfying the stomach because the stomach is the principal factor that nourishes the body's organization. Therefore everything is given to the stomach. One nourishes the tree by watering its root, and one nourishes the body by feeding the stomach, for if the body is to be kept in a healthy state, then the parts of the body must cooperate to feed the stomach. Similarly, the Supreme Lord is the enjoyer and the creator, and we, as subordinate living beings, are meant to cooperate to satisfy Him. This cooperation will actually help us, just as food taken by the stomach will help all other parts of the body. If the fingers of the hand think that they should take the food themselves instead of giving it to the stomach, then they will be frustrated. The central figure of creation and of enjoyment is the Supreme Lord, and the living entities are cooperators. By cooperation they enjoy. The relation is also like that of the master and the servant. If the master is fully satisfied, then the servant is satisfied. Similarly, the Supreme Lord should be satisfied, although the tendency to become the creator and the tendency to enjoy the material world are there also in the living entities because these tendencies are there in the Supreme Lord who has created the manifested cosmic world.</P><P>We shall find, therefore, in this Bhagavad-g&#299;t&#257; that the complete whole is comprised of the supreme controller, the controlled living entities, the cosmic manifestation, eternal time and karma, or activities, and all of these are explained in this text. All of these taken completely form the complete whole, and the complete whole is called the Supreme Absolute Truth. The complete whole and the complete Absolute Truth are the complete Personality of Godhead, &#346;r&#299; Krishna. All manifestations are due to His different energies. He is the complete whole.</P><P>It is also explained in the G&#299;t&#257; that impersonal Brahman is also subordinate to the complete Supreme Person (brahmano hi pratishth&#257;ham). Brahman is more explicitly explained in the Brahma-s&#363;tra to be like the rays of the sunshine. The impersonal Brahman is the shining rays of the Supreme Personality of Godhead. Impersonal Brahman is incomplete realization of the absolute whole, and so also is the conception of Param&#257;tm&#257;. In the Fifteenth Chapter it shall be seen that the Supreme Personality of Godhead, Purushottama, is above both impersonal Brahman and the partial realization of Param&#257;tm&#257;. The Supreme Personality of Godhead is called sac-cid-&#257;nanda-vigraha. The Brahma-samhit&#257; begins in this way: &#299;&#347;varah paramah krishnah sac-cid-&#257;nanda-vigrahah/ an&#257;dir &#257;dir govindah sarva-k&#257;rana-k&#257;ranam. "Govinda, Krishna, is the cause of all causes. He is the primal cause, and He is the very form of eternity, knowledge and bliss." Impersonal Brahman realization is the realization of His sat (eternity) feature. Param&#257;tm&#257; realization is the realization of sat-cit (eternal knowledge). But realization of the Personality of Godhead, Krishna, is realization of all the transcendental features: sat, cit and &#257;nanda (eternity, knowledge, and bliss) in complete vigraha (form).</P><P>People with less intelligence consider the Supreme Truth to be impersonal, but He is a transcendental person, and this is confirmed in all Vedic literatures. Nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m. (Katha Upanishad <A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>) As we are all individual living beings and have our individuality, the Supreme Absolute Truth is also, in the ultimate issue, a person, and realization of the Personality of Godhead is realization of all of the transcendental features in His complete form. The complete whole is not formless. If He is formless, or if He is less than any other thing, then He cannot be the complete whole. The complete whole must have everything within our experience and beyond our experience, otherwise it cannot be complete.</P><P>The complete whole, Personality of Godhead, has immense potencies (par&#257;sya &#347;aktir vividhaiva &#347;r&#363;yate). How Krishna is acting in different potencies is also explained in Bhagavad-g&#299;t&#257;. This phenomenal world or material world in which we are placed is also complete in itself because the twenty-four elements of which this material universe is a temporary manifestation, according to S&#257;&#324;khya philosophy, are completely adjusted to produce complete resources which are necessary for the maintenance and subsistence of this universe. There is nothing extraneous, nor is there anything needed. This manifestation has its own time fixed by the energy of the supreme whole, and when its time is complete, these temporary manifestations will be annihilated by the complete arrangement of the complete. There is complete facility for the small complete units, namely the living entities, to realize the complete, and all sorts of incompleteness are experienced due to incomplete knowledge of the complete. So Bhagavad-g&#299;t&#257; contains the complete knowledge of Vedic wisdom.</P><P>All Vedic knowledge is infallible, and Hindus accept Vedic knowledge to be complete and infallible. For example, cow dung is the stool of an animal, and according to smriti, or Vedic injunction, if one touches the stool of an animal he has to take a bath to purify himself. But in the Vedic scriptures cow dung is considered to be a purifying agent. One might consider this to be contradictory, but it is accepted because it is Vedic injunction, and indeed by accepting this, one will not commit a mistake; subsequently it has been proved by modern science that cow dung contains all antiseptic properties. So Vedic knowledge is complete because it is above all doubts and mistakes, and Bhagavad-g&#299;t&#257; is the essence of all Vedic knowledge.</P><P>Vedic knowledge is not a question of research. Our research work is imperfect because we are researching things with imperfect senses. We have to accept perfect knowledge which comes down, as is stated in Bhagavad-g&#299;t&#257;, by the parampar&#257; (disciplic succession). We have to receive knowledge from the proper source in disciplic succession beginning with the supreme spiritual master, the Lord Himself, and handed down to a succession of spiritual masters. Arjuna, the student who took lessons from Lord &#346;r&#299; Krishna, accepts everything that He says without contradicting Him. One is not allowed to accept one portion of Bhagavad-g&#299;t&#257; and not another. No. We must accept Bhagavad-g&#299;t&#257; without interpretation, without deletion and without our own whimsical participation in the matter. The G&#299;t&#257; should be taken as the most perfect presentation of Vedic knowledge. Vedic knowledge is received from transcendental sources, and the first words were spoken by the Lord Himself. The words spoken by the Lord are called apaurusheya, meaning that they are different from words spoken by a person of the mundane world who is infected with four defects. A mundaner (1) is sure to commit mistakes, (2) is invariably illusioned, (3) has the tendency to cheat others and (4) is limited by imperfect senses. With these four imperfections, one cannot deliver perfect information of all-pervading knowledge.</P><P>Vedic knowledge is not imparted by such defective living entities. It was imparted unto the heart of Brahm&#257;, the first created living being, and Brahm&#257; in his turn disseminated this knowledge to his sons and disciples, as he originally received it from the Lord. The Lord is p&#363;rnam, all-perfect, and there is no possibility of His becoming subjected to the laws of material nature. One should therefore be intelligent enough to know that the Lord is the only proprietor of everything in the universe and that He is the original creator, the creator of Brahm&#257;. In the Eleventh Chapter the Lord is addressed as prapit&#257;maha [<A CLASS=v HREF="11/39.htm">Bg. 11.39</A>] because Brahm&#257; is addressed as pit&#257;maha, the grandfather, and He is the creator of the grandfather. So no one should claim to be the proprietor of anything; one should accept only things which are set aside for him by the Lord as his quota for his maintenance.</P><P>There are many examples given of how we are to utilize those things which are set aside for us by the Lord. This is also explained in Bhagavad-g&#299;t&#257;. In the beginning, Arjuna decided that he should not fight in the Battle of Kurukshetra. This was his own decision. Arjuna told the Lord that it was not possible for him to enjoy the kingdom after killing his own kinsmen. This decision was based on the body because he was thinking that the body was himself and that his bodily relations or expansions were his brothers, nephews, brothers-in-law, grandfathers and so on. Therefore he wanted to satisfy his bodily demands. Bhagavad-g&#299;t&#257; was spoken by the Lord just to change this view, and at the end Arjuna decides to fight under the directions of the Lord when he says, karishye vacanam tava [<A CLASS=v HREF="18/73.htm">Bg. 18.73</A>]: "I shall act according to Your word."</P><P>In this world men are not meant for quarreling like cats and dogs. Men must be intelligent to realize the importance of human life and refuse to act like ordinary animals. A human being should realize the aim of his life, and this direction is given in all Vedic literatures, and the essence is given in Bhagavad-g&#299;t&#257;. Vedic literature is meant for human beings, not for animals. Animals can kill other living animals, and there is no question of sin on their part, but if a man kills an animal for the satisfaction of his uncontrolled taste, he must be responsible for breaking the laws of nature. In the Bhagavad-g&#299;t&#257; it is clearly explained that there are three kinds of activities according to the different modes of nature: the activities of goodness, of passion and of ignorance. Similarly, there are three kinds of eatables also: eatables in goodness, passion and ignorance. All of this is clearly described, and if we properly utilize the instructions of Bhagavad-g&#299;t&#257;, then our whole life will become purified, and ultimately we will be able to reach the destination which is beyond this material sky. [<A CLASS=v HREF="15/6.htm">Bg. 15.6</A>]</P><P>That destination is called the san&#257;tana sky, the eternal, spiritual sky. In this material world we find that everything is temporary. It comes into being, stays for some time, produces some by-products, dwindles and then vanishes. That is the law of the material world, whether we use as an example this body, or a piece of fruit or anything. But beyond this temporary world there is another world of which we have information. That world consists of another nature, which is san&#257;tana, eternal. J&#299;va is also described as san&#257;tana, eternal, and the Lord is also described as san&#257;tana in the Eleventh Chapter. We have an intimate relationship with the Lord, and because we are all qualitatively one &#8212; the san&#257;tana-dh&#257;ma, or sky, the san&#257;tana Supreme Personality and the san&#257;tana living entities &#8212; the whole purpose of Bhagavad-g&#299;t&#257; is to revive our san&#257;tana occupation, or san&#257;tana-dharma, which is the eternal occupation of the living entity. We are temporarily engaged in different activities, but all of these activities can be purified when we give up all these temporary activities and take up the activities which are prescribed by the Supreme Lord. That is called our pure life.</P><P>The Supreme Lord and His transcendental abode are both san&#257;tana, as are the living entities, and the combined association of the Supreme Lord and the living entities in the san&#257;tana abode is the perfection of human life. The Lord is very kind to the living entities because they are His sons. Lord Krishna declares in Bhagavad-g&#299;t&#257;, sarva-yonishu. .. aham b&#299;ja-pradah pit&#257;: "I am the father of all." Of course there are all types of living entities according to their various karmas, but here the Lord claims that He is the father of all of them. Therefore the Lord descends to reclaim all of these fallen, conditioned souls, to call them back to the san&#257;tana eternal sky so that the san&#257;tana living entities may regain their eternal san&#257;tana positions in eternal association with the Lord. The Lord comes Himself in different incarnations, or He sends His confidential servants as sons or His associates or &#257;c&#257;ryas to reclaim the conditioned souls.</P><P>Therefore, san&#257;tana-dharma does not refer to any sectarian process of religion. It is the eternal function of the eternal living entities in relationship with the eternal Supreme Lord. San&#257;tana-dharma refers, as stated previously, to the eternal occupation of the living entity. &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya has explained the word san&#257;tana as "that which has neither beginning nor end," so when we speak of san&#257;tana-dharma, we must take it for granted on the authority of &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya that it has neither beginning nor end.</P><P>The English world religion is a little different from san&#257;tana-dharma. Religion conveys the idea of faith, and faith may change. One may have faith in a particular process, and he may change this faith and adopt another, but san&#257;tana-dharma refers to that activity which cannot be changed. For instance, liquidity cannot be taken from water, nor can heat be taken from fire. Similarly, the eternal function of the eternal living entity cannot be taken from the living entity. San&#257;tana-dharma is eternally integral with the living entity. When we speak of san&#257;tana-dharma, therefore, we must take it for granted on the authority of &#346;r&#299;p&#257;da R&#257;m&#257;nuj&#257;c&#257;rya that it has neither beginning nor end. That which has neither end nor beginning must not be sectarian, for it cannot be limited by any boundaries. Those belonging to some sectarian faith will wrongly consider that san&#257;tana-dharma is also sectarian, but if we go deeply into the matter and consider it in the light of modern science, it is possible for us to see that san&#257;tana-dharma is the business of all the people of the world &#8212; nay, of all the living entities of the universe.</P><P>Non-san&#257;tana religious faith may have some beginning in the annals of human history, but there is no beginning to the history of san&#257;tana-dharma, because it remains eternally with the living entities. Insofar as the living entities are concerned, the authoritative &#347;&#257;stras state that the living entity has neither birth nor death. In the G&#299;t&#257; it is stated that the living entity is never born and he never dies. He is eternal and indestructible, and he continues to live after the destruction of his temporary material body. In reference to the concept of san&#257;tana-dharma, we must try to understand the concept of religion from the Sanskrit root meaning of the word. Dharma refers to that which is constantly existing with a particular object. We conclude that there is heat and light along with the fire; without heat and light, there is no meaning to the word fire. Similarly, we must discover the essential part of the living being, that part which is his constant companion. That constant companion is his eternal quality, and that eternal quality is his eternal religion.</P><P>When San&#257;tana Gosv&#257;m&#299; asked &#346;r&#299; Caitanya Mah&#257;prabhu about the svar&#363;pa of every living being, the Lord replied that the svar&#363;pa, or constitutional position, of the living being is the rendering of service to the Supreme Personality of Godhead. If we analyze this statement of Lord Caitanya's, we can easily see that every living being is constantly engaged in rendering service to another living being. A living being serves other living beings in various capacities. By doing so, the living entity enjoys life. The lower animals serve human beings as servants serve their master. A serves B master, B serves C master, and C serves D master and so on. Under these circumstances, we can see that one friend serves another friend, the mother serves the son, the wife serves the husband, the husband serves the wife and so on. If we go on searching in this spirit, it will be seen that there is no exception in the society of living beings to the activity of service. The politician presents his manifesto for the public to convince them of his capacity for service. The voters therefore give the politician their valuable votes, thinking that he will render valuable service to society. The shopkeeper serves the customer, and the artisan serves the capitalist. The capitalist serves the family, and the family serves the state in the terms of the eternal capacity of the eternal living being. In this way we can see that no living being is exempt from rendering service to other living beings, and therefore we can safely conclude that service is the constant companion of the living being and that the rendering of service is the eternal religion of the living being.</P><P>Yet man professes to belong to a particular type of faith with reference to particular time and circumstance and thus claims to be a Hindu, Muslim, Christian, Buddhist or an adherent of any other sect. Such designations are non &#8212; san&#257;tana-dharma. A Hindu may change his faith to become a Muslim, or a Muslim may change his faith to become a Hindu, or a Christian may change his faith and so on. But in all circumstances the change of religious faith does not affect the eternal occupation of rendering service to others. The Hindu, Muslim or Christian in all circumstances is servant of someone. Thus, to profess a particular type of faith is not to profess one's san&#257;tana-dharma. The rendering of service is san&#257;tana-dharma.</P><P>Factually we are related to the Supreme Lord in service. The Supreme Lord is the supreme enjoyer, and we living entities are His servitors. We are created for His enjoyment, and if we participate in that eternal enjoyment with the Supreme Personality of Godhead, we become happy. We cannot become happy otherwise. It is not possible to be happy independently, just as no one part of the body can be happy without cooperating with the stomach. It is not possible for the living entity to be happy without rendering transcendental loving service unto the Supreme Lord.</P><P>In the Bhagavad-g&#299;t&#257;, worship of different demigods or rendering service to them is not approved. It is stated in the Seventh Chapter, twentieth verse:</P><P>k&#257;mais tais tair hrita-jñ&#257;n&#257;h</P><P CLASS=n>prapadyante 'nya-devat&#257;h</P><P CLASS=n>tam tam niyamam &#257;sth&#257;ya</P><P CLASS=n>prakrity&#257; niyat&#257;h svay&#257;</P><P>"Those whose intelligence has been stolen by material desires surrender unto demigods and follow the particular rules and regulations of worship according to their own natures." Here it is plainly said that those who are directed by lust worship the demigods and not the Supreme Lord Krishna. When we mention the name Krishna, we do not refer to any sectarian name. Krishna means the highest pleasure, and it is confirmed that the Supreme Lord is the reservoir or storehouse of all pleasure. We are all hankering after pleasure. &#256;nanda-mayo 'bhy&#257;s&#257;t (Ved&#257;nta-s&#363;tra <A CLASS=v HREF="http://vedabase.net/todo/sutra1/1/12">1.1.12</A>). The living entities, like the Lord, are full of consciousness, and they are after happiness. The Lord is perpetually happy, and if the living entities associate with the Lord, cooperate with Him and take part in His association, then they also become happy.</P><P>The Lord descends to this mortal world to show His pastimes in Vrind&#257;vana, which are full of happiness. When Lord &#346;r&#299; Krishna was in Vrind&#257;vana, His activities with His cowherd boyfriends, with His damsel friends, with the other inhabitants of Vrind&#257;vana and with the cows were all full of happiness. The total population of Vrind&#257;vana knew nothing but Krishna. But Lord Krishna even discouraged His father Nanda Mah&#257;r&#257;ja from worshiping the demigod Indra, because He wanted to establish the fact that people need not worship any demigod. They need only worship the Supreme Lord, because their ultimate goal is to return to His abode.</P><P>The abode of Lord &#346;r&#299; Krishna is described in the Bhagavad-g&#299;t&#257;, Fifteenth Chapter, sixth verse:</P><P>na tad bh&#257;sayate s&#363;ryo</P><P CLASS=n>na &#347;a&#347;&#257;&#324;ko na p&#257;vakah</P><P CLASS=n>yad gatv&#257; na nivartante</P><P CLASS=n>tad dh&#257;ma paramam mama</P><P>"That supreme abode of Mine is not illumined by the sun or moon, nor by fire or electricity. Those who reach it never return to this material world."</P><P>This verse gives a description of that eternal sky. Of course we have a material conception of the sky, and we think of it in relationship to the sun, moon, stars and so on, but in this verse the Lord states that in the eternal sky there is no need for the sun nor for the moon nor electricity or fire of any kind because the spiritual sky is already illuminated by the brahmajyoti, the rays emanating from the Supreme Lord. We are trying with difficulty to reach other planets, but it is not difficult to understand the abode of the Supreme Lord. This abode is referred to as Goloka. In the Brahma-samhit&#257; (<A CLASS=v HREF="../bs/5/37.htm">5.37</A>) it is beautifully described: goloka eva nivasaty akhil&#257;tma-bh&#363;tah. The Lord resides eternally in His abode Goloka, yet He can be approached from this world, and to this end the Lord comes to manifest His real form, sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>]. When He manifests this form, there is no need for our imagining what He looks like. To discourage such imaginative speculation, He descends and exhibits Himself as He is, as &#346;y&#257;masundara. Unfortunately, the less intelligent deride Him because He comes as one of us and plays with us as a human being. But because of this we should not consider the Lord one of us. It is by His omnipotency that He presents Himself in His real form before us and displays His pastimes, which are replicas of those pastimes found in His abode.</P><P>In the effulgent rays of the spiritual sky there are innumerable planets floating. The brahmajyoti emanates from the supreme abode, Krishnaloka, and the &#257;nanda-maya, cin-maya planets, which are not material, float in those rays. The Lord says, na tad bh&#257;sayate s&#363;ryo na &#347;a&#347;&#257;&#324;ko na p&#257;vakah/ yad gatv&#257; na nivartante tad dh&#257;ma paramam mama [<A CLASS=v HREF="15/6.htm">Bg. 15.6</A>]. One who can approach that spiritual sky is not required to descend again to the material sky. In the material sky, even if we approach the highest planet (Brahmaloka), what to speak of the moon, we will find the same conditions of life, namely birth, death, disease and old age. No planet in the material universe is free from these four principles of material existence.</P><P>The living entities are traveling from one planet to another, but it is not that we can go to any planet we like merely by a mechanical arrangement. If we desire to go to other planets, there is a process for going there. This is also mentioned: y&#257;nti deva-vrat&#257; dev&#257;n pitrin y&#257;nti pitri-vrat&#257;h [<A CLASS=v HREF="9/25.htm">Bg. 9.25</A>]. No mechanical arrangement is necessary if we want interplanetary travel. The G&#299;t&#257; instructs: y&#257;nti deva-vrat&#257; dev&#257;n. The moon, the sun and higher planets are called Svargaloka. There are three different statuses of planets: higher, middle and lower planetary systems. The earth belongs to the middle planetary system. Bhagavad-g&#299;t&#257; informs us how to travel to the higher planetary systems (Devaloka) with a very simple formula: y&#257;nti deva-vrat&#257; dev&#257;n. One need only worship the particular demigod of that particular planet and in that way go to the moon, the sun or any of the higher planetary systems.</P><P>Yet Bhagavad-g&#299;t&#257; does not advise us to go to any of the planets in this material world, because even if we go to Brahmaloka, the highest planet, through some sort of mechanical contrivance by maybe traveling for forty thousand years (and who would live that long?), we will still find the material inconveniences of birth, death, disease and old age. But one who wants to approach the supreme planet, Krishnaloka, or any of the other planets within the spiritual sky, will not meet with these material inconveniences. Amongst all of the planets in the spiritual sky there is one supreme planet called Goloka Vrind&#257;vana, which is the original planet in the abode of the original Personality of Godhead &#346;r&#299; Krishna. All of this information is given in Bhagavad-g&#299;t&#257;, and we are given through its instruction information how to leave the material world and begin a truly blissful life in the spiritual sky.</P><P>In the Fifteenth Chapter of the Bhagavad-g&#299;t&#257;, the real picture of the material world is given. It is said there:</P><P>&#363;rdhva-m&#363;lam adhah-&#347;&#257;kham</P><P CLASS=n>a&#347;vattham pr&#257;hur avyayam</P><P CLASS=n>chand&#257;msi yasya parn&#257;ni</P><P CLASS=n>yas tam veda sa veda-vit</P><P>Here the material world is described as a tree whose roots are upwards and branches are below. We have experience of a tree whose roots are upward: if one stands on the bank of a river or any reservoir of water, he can see that the trees reflected in the water are upside down. The branches go downward and the roots upward. Similarly, this material world is a reflection of the spiritual world. The material world is but a shadow of reality. In the shadow there is no reality or substantiality, but from the shadow we can understand that there are substance and reality. In the desert there is no water, but the mirage suggests that there is such a thing as water. In the material world there is no water, there is no happiness, but the real water of actual happiness is there in the spiritual world.</P><P>The Lord suggests that we attain the spiritual world in the following manner (<A CLASS=v HREF="15/5.htm">Bg. 15.5</A>):</P><P>nirm&#257;na-moh&#257; jita-sa&#324;ga-dosh&#257;</P><P CLASS=n>adhy&#257;tma-nity&#257; vinivritta-k&#257;m&#257;h</P><P CLASS=n>dvandvair vimukt&#257;h sukha-duhkha-samjñair</P><P CLASS=n>gacchanty am&#363;dh&#257;h padam avyayam tat</P><P>That padam avyayam, or eternal kingdom, can be reached by one who is nirm&#257;na-moha. What does this mean? We are after designations. Someone wants to become "sir," someone wants to become "lord," someone wants to become the president or a rich man or a king or something else. As long as we are attached to these designations, we are attached to the body, because designations belong to the body. But we are not these bodies, and realizing this is the first stage in spiritual realization. We are associated with the three modes of material nature, but we must become detached through devotional service to the Lord. If we are not attached to devotional service to the Lord, then we cannot become detached from the modes of material nature. Designations and attachments are due to our lust and desire, our wanting to lord it over the material nature. As long as we do not give up this propensity of lording it over material nature, there is no possibility of returning to the kingdom of the Supreme, the san&#257;tana-dh&#257;ma. That eternal kingdom, which is never destroyed, can be approached by one who is not bewildered by the attractions of false material enjoyments, who is situated in the service of the Supreme Lord. One so situated can easily approach that supreme abode.</P><P>Elsewhere in the G&#299;t&#257; (<A CLASS=v HREF="8/21.htm">8.21</A>) it is stated:</P><P>avyakto 'kshara ity uktas</P><P CLASS=n>tam &#257;huh param&#257;m gatim</P><P CLASS=n>yam pr&#257;pya na nivartante</P><P CLASS=n>tad dh&#257;ma paramam mama</P><P>Avyakta means unmanifested. Not even all of the material world is manifested before us. Our senses are so imperfect that we cannot even see all of the stars within this material universe. In Vedic literature we can receive much information about all the planets, and we can believe it or not believe it. All of the important planets are described in Vedic literatures, especially &#346;r&#299;mad-Bh&#257;gavatam, and the spiritual world, which is beyond this material sky, is described as avyakta, unmanifested. One should desire and hanker after that supreme kingdom, for when one attains that kingdom, he does not have to return to this material world.</P><P>Next, one may raise the question of how one goes about approaching that abode of the Supreme Lord. Information of this is given in the Eighth Chapter. It is said there:</P><P>anta-k&#257;le ca m&#257;m eva</P><P CLASS=n>smaran muktv&#257; kalevaram</P><P CLASS=n>yah pray&#257;ti sa mad-bh&#257;vam</P><P CLASS=n>y&#257;ti n&#257;sty atra sam&#347;ayah</P><P>"Anyone who quits his body, at the end of life, remembering Me, attains immediately to My nature; and there is no doubt of this." [<A CLASS=v HREF="8/5.htm">Bg. 8.5</A>] One who thinks of Krishna at the time of his death goes to Krishna. One must remember the form of Krishna; if he quits his body thinking of this form, he surely approaches the spiritual kingdom. Mad-bh&#257;vam refers to the supreme nature of the Supreme Being. The Supreme Being is sac-cid-&#257;nanda-vigraha [<A CLASS=v HREF="../bs/5/1.htm">Bs. 5.1</A>] &#8212; that is, His form is eternal, full of knowledge and bliss. Our present body is not sac-cid-&#257;nanda. It is asat, not sat. It is not eternal; it is perishable. It is not cit, full of knowledge, but it is full of ignorance. We have no knowledge of the spiritual kingdom, nor do we even have perfect knowledge of this material world, where there are so many things unknown to us. The body is also nir&#257;nanda; instead of being full of bliss it is full of misery. All of the miseries we experience in the material world arise from the body, but one who leaves this body thinking of Lord Krishna, the Supreme Personality of Godhead, at once attains a sac-cid-&#257;nanda body.</P><P>The process of quitting this body and getting another body in the material world is also organized. A man dies after it has been decided what form of body he will have in the next life. Higher authorities, not the living entity himself, make this decision. According to our activities in this life, we either rise or sink. This life is a preparation for the next life. If we can prepare, therefore, in this life to get promotion to the kingdom of God, then surely, after quitting this material body, we will attain a spiritual body just like the Lord's.</P><P>As explained before, there are different kinds of transcendentalists &#8212; the brahma-v&#257;d&#299;, param&#257;tma-v&#257;d&#299; and the devotee &#8212; and, as mentioned, in the brahmajyoti (spiritual sky) there are innumerable spiritual planets. The number of these planets is far, far greater than all of the planets of this material world. This material world has been approximated as only one quarter of the creation (ek&#257;m&#347;ena sthito jagat). In this material segment there are millions and billions of universes with trillions of planets and suns, stars and moons. But this whole material creation is only a fragment of the total creation. Most of the creation is in the spiritual sky. One who desires to merge into the existence of the Supreme Brahman is at once transferred to the brahmajyoti of the Supreme Lord and thus attains the spiritual sky. The devotee, who wants to enjoy the association of the Lord, enters into the Vaikuntha planets, which are innumerable, and the Supreme Lord by His plenary expansions as N&#257;r&#257;yana with four hands and with different names like Pradyumna, Aniruddha and Govinda associates with him there. Therefore at the end of life the transcendentalists think either of the brahmajyoti, the Param&#257;tm&#257; or Supreme Personality of Godhead &#346;r&#299; Krishna. In all cases they enter into the spiritual sky, but only the devotee, or he who is in personal touch with the Supreme Lord, enters into the Vaikuntha planets or the Goloka Vrind&#257;vana planet. The Lord further adds that of this "there is no doubt." This must be believed firmly. We should not reject that which does not tally with our imagination; our attitude should be that of Arjuna: "I believe everything that You have said." Therefore when the Lord says that at the time of death whoever thinks of Him as Brahman or Param&#257;tm&#257; or as the Personality of Godhead certainly enters into the spiritual sky, there is no doubt about it. There is no question of disbelieving it.</P><P>The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="8/6.htm">8.6</A>) also explains the general principle that makes it possible to enter the spiritual kingdom simply by thinking of the Supreme at the time of death:</P><P>yam yam v&#257;pi smaran bh&#257;vam</P><P CLASS=n>tyajaty ante kalevaram</P><P CLASS=n>tam tam evaiti kaunteya</P><P CLASS=n>sad&#257; tad-bh&#257;va-bh&#257;vitah</P><P>"Whatever state of being one remembers when he quits his present body, in his next life he will attain to that state without fail." Now, first we must understand that material nature is a display of one of the energies of the Supreme Lord. In the Vishnu Pur&#257;na (<A CLASS=v HREF="http://vedabase.net/todo/purana6/7/61">6.7.61</A>) the total energies of the Supreme Lord are delineated:</P><P>vishnu-&#347;aktih par&#257; prokt&#257;</P><P CLASS=n>kshetra-jñ&#257;khy&#257; tath&#257; par&#257;</P><P CLASS=n>avidy&#257;-karma-samjñ&#257;ny&#257;</P><P CLASS=n>trit&#299;y&#257; &#347;aktir ishyate</P><P CLASS=n>[Cc. <A CLASS=v HREF="../cc/madhya/6/154.htm">Madhya 6.154</A>]</P><P>The Supreme Lord has diverse and innumerable energies which are beyond our conception; however, great learned sages or liberated souls have studied these energies and have analyzed them into three parts. All of the energies are of vishnu-&#347;akti, that is to say they are different potencies of Lord Vishnu. The first energy is par&#257;, transcendental. Living entities also belong to the superior energy, as has already been explained. The other energies, or material energies, are in the mode of ignorance. At the time of death either we can remain in the inferior energy of this material world, or we can transfer to the energy of the spiritual world. So the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="8/6.htm">8.6</A>) says:</P><P>yam yam v&#257;pi smaran bh&#257;vam</P><P CLASS=n>tyajaty ante kalevaram</P><P CLASS=n>tam tam evaiti kaunteya</P><P CLASS=n>sad&#257; tad-bh&#257;va-bh&#257;vitah</P><P>"Whatever state of being one remembers when he quits his present body, in his next life he will attain to that state without fail."</P><P>In life we are accustomed to thinking either of the material or of the spiritual energy. Now, how can we transfer our thoughts from the material energy to the spiritual energy? There are so many literatures which fill our thoughts with the material energy &#8212; newspapers, magazines, novels, etc. Our thinking, which is now absorbed in these literatures, must be transferred to the Vedic literatures. The great sages, therefore, have written so many Vedic literatures, such as the Pur&#257;nas. The Pur&#257;nas are not imaginative; they are historical records. In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../cc/madhya/20/122.htm">Madhya 20.122</A>) there is the following verse:</P><P>m&#257;y&#257;-mugdha j&#299;vera n&#257;hi svatah krishna-jñ&#257;na</P><P CLASS=n>j&#299;vere krip&#257;ya kail&#257; krishna veda-pur&#257;na</P><P>The forgetful living entities or conditioned souls have forgotten their relationship with the Supreme Lord, and they are engrossed in thinking of material activities. Just to transfer their thinking power to the spiritual sky, Krishna-dvaip&#257;yana Vy&#257;sa has given a great number of Vedic literatures. First he divided the Vedas into four, then he explained them in the Pur&#257;nas, and for less capable people he wrote the Mah&#257;bh&#257;rata. In the Mah&#257;bh&#257;rata there is given the Bhagavad-g&#299;t&#257;. Then all Vedic literature is summarized in the Ved&#257;nta-s&#363;tra, and for future guidance he gave a natural commentation on the Ved&#257;nta-s&#363;tra, called &#346;r&#299;mad-Bh&#257;gavatam. We must always engage our minds in reading these Vedic literatures. Just as materialists engage their minds in reading newspapers, magazines and so many materialistic literatures, we must transfer our reading to these literatures which are given to us by Vy&#257;sadeva; in that way it will be possible for us to remember the Supreme Lord at the time of death. That is the only way suggested by the Lord, and He guarantees the result: "There is no doubt."</P><P>tasm&#257;t sarveshu k&#257;leshu</P><P CLASS=n>m&#257;m anusmara yudhya ca</P><P CLASS=n>mayy arpita-mano-buddhir</P><P CLASS=n>m&#257;m evaishyasy asam&#347;ayah</P><P>"Therefore, Arjuna, you should always think of Me in the form of Krishna and at the same time continue your prescribed duty of fighting. With your activities dedicated to Me and your mind and intelligence fixed on Me, you will attain Me without doubt." (<A CLASS=v HREF="8/7.htm">Bg. 8.7</A>)</P><P>He does not advise Arjuna simply to remember Him and give up his occupation. No, the Lord never suggests anything impractical. In this material world, in order to maintain the body one has to work. Human society is divided, according to work, into four divisions of social order &#8212; br&#257;hmana, kshatriya, vai&#347;ya and &#347;&#363;dra. The br&#257;hmana class or intelligent class is working in one way, the kshatriya or administrative class is working in another way, and the mercantile class and the laborers are all tending to their specific duties. In the human society, whether one is a laborer, merchant, administrator or farmer, or even if one belongs to the highest class and is a literary man, a scientist or a theologian, he has to work in order to maintain his existence. The Lord therefore tells Arjuna that he need not give up his occupation, but while he is engaged in his occupation he should remember Krishna (m&#257;m anusmara [<A CLASS=v HREF="8/7.htm">Bg. 8.7</A>]). If he doesn't practice remembering Krishna while he is struggling for existence, then it will not be possible for him to remember Krishna at the time of death. Lord Caitanya also advises this. He says, k&#299;rtan&#299;yah sad&#257; harih: [Cc. <A CLASS=v HREF="../cc/adi/17/31.htm">adi 17.31</A>] one should practice chanting the names of the Lord always. The names of the Lord and the Lord are nondifferent. So Lord Krishna's instructions to Arjuna to "remember Me" and Lord Caitanya's injunction to "always chant the names of Lord Krishna" are the same instruction. There is no difference, because Krishna and Krishna's name are nondifferent. In the absolute status there is no difference between reference and referrent. Therefore we have to practice remembering the Lord always, twenty-four hours a day, by chanting His names and molding our life's activities in such a way that we can remember Him always.</P><P>How is this possible? The &#257;c&#257;ryas give the following example. If a married woman is attached to another man, or if a man has an attachment for a woman other than his wife, then the attachment is to be considered very strong. One with such an attachment is always thinking of the loved one. The wife who is thinking of her lover is always thinking of meeting him, even while she is carrying out her household chores. In fact, she carries out her household work even more carefully so her husband will not suspect her attachment. Similarly, we should always remember the supreme lover, &#346;r&#299; Krishna, and at the same time perform our material duties very nicely. A strong sense of love is required here. If we have a strong sense of love for the Supreme Lord, then we can discharge our duty and at the same time remember Him. But we have to develop that sense of love. Arjuna, for instance, was always thinking of Krishna; he was the constant companion of Krishna, and at the same time he was a warrior. Krishna did not advise him to give up fighting and go to the forest to meditate. When Lord Krishna delineates the yoga system to Arjuna, Arjuna says that the practice of this system is not possible for him.</P><P>arjuna uv&#257;ca</P><P CLASS=n>yo 'yam yogas tvay&#257; proktah</P><P CLASS=n>s&#257;myena madhus&#363;dana</P><P CLASS=n>etasy&#257;ham na pa&#347;y&#257;mi</P><P CLASS=n>cañcalatv&#257;t sthitim sthir&#257;m</P><P>"Arjuna said: O Madhus&#363;dana, the system of yoga which You have summarized appears impractical and unendurable to me, for the mind is restless and unsteady." (<A CLASS=v HREF="6/33.htm">Bg. 6.33</A>)</P><P>But the Lord says:</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, the one with great faith who always abides in Me, thinks of Me within himself, and renders transcendental loving service to Me is the most intimately united with Me in yoga and is the highest of all. That is My opinion." (<A CLASS=v HREF="6/47.htm">Bg. 6.47</A>) So one who thinks of the Supreme Lord always is the greatest yog&#299;, the supermost jñ&#257;n&#299;, and the greatest devotee at the same time. The Lord further tells Arjuna that as a kshatriya he cannot give up his fighting, but if Arjuna fights remembering Krishna, then he will be able to remember Krishna at the time of death. But one must be completely surrendered in the transcendental loving service of the Lord.</P><P>We work not with our body, actually, but with our mind and intelligence. So if the intelligence and the mind are always engaged in the thought of the Supreme Lord, then naturally the senses are also engaged in His service. Superficially, at least, the activities of the senses remain the same, but the consciousness is changed. The Bhagavad-g&#299;t&#257; teaches one how to absorb the mind and intelligence in the thought of the Lord. Such absorption will enable one to transfer himself to the kingdom of the Lord. If the mind is engaged in Krishna's service, then the senses are automatically engaged in His service. This is the art, and this is also the secret of Bhagavad-g&#299;t&#257;: total absorption in the thought of &#346;r&#299; Krishna.</P><P>Modern man has struggled very hard to reach the moon, but he has not tried very hard to elevate himself spiritually. If one has fifty years of life ahead of him, he should engage that brief time in cultivating this practice of remembering the Supreme Personality of Godhead. This practice is the devotional process:</P><P>&#347;ravanam k&#299;rtanam vishnoh</P><P CLASS=n>smaranam p&#257;da-sevanam</P><P CLASS=n>arcanam vandanam d&#257;syam</P><P CLASS=n>sakhyam &#257;tma-nivedanam</P><P>(&#346;r&#299;mad-Bh&#257;gavatam <A CLASS=v HREF="../sb/7/5/23.htm">7.5.23</A>)</P><P>These nine processes, of which the easiest is &#347;ravanam, hearing the Bhagavad-g&#299;t&#257; from the realized person, will turn one to the thought of the Supreme Being. This will lead to remembering the Supreme Lord and will enable one, upon leaving the body, to attain a spiritual body which is just fit for association with the Supreme Lord.</P><P>The Lord further says:</P><P>abhy&#257;sa-yoga-yuktena</P><P CLASS=n>cetas&#257; n&#257;nya-g&#257;min&#257;</P><P CLASS=n>paramam purusham divyam</P><P CLASS=n>y&#257;ti p&#257;rth&#257;nucintayan</P><P>"He who meditates on Me as the Supreme Personality of Godhead, his mind constantly engaged in remembering Me, undeviated from the path, he, O Arjuna, is sure to reach Me." (<A CLASS=v HREF="8/8.htm">Bg. 8.8</A>)</P><P>This is not a very difficult process. However, one must learn it from an experienced person. Tad vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet: [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>] one must approach a person who is already in the practice. The mind is always flying to this and that, but one must practice concentrating the mind always on the form of the Supreme Lord, &#346;r&#299; Krishna, or on the sound of His name. The mind is naturally restless, going hither and thither, but it can rest in the sound vibration of Krishna. One must thus meditate on paramam purusham, the Supreme Personality of Godhead in the spiritual kingdom, the spiritual sky, and thus attain Him. The ways and the means for ultimate realization, ultimate attainment, are stated in the Bhagavad-g&#299;t&#257;, and the doors of this knowledge are open for everyone. No one is barred out. All classes of men can approach Lord Krishna by thinking of Him, for hearing and thinking of Him is possible for everyone.</P><P>The Lord further says (<A CLASS=v HREF="9/32.htm">Bg. 9.32-33</A>):</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya</P><P CLASS=n>ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s</P><P CLASS=n>te 'pi y&#257;nti par&#257;m gatim</P><P CLASS=n>kim punar br&#257;hman&#257;h puny&#257;</P><P CLASS=n>bhakt&#257; r&#257;jarshayas tath&#257;</P><P CLASS=n>anityam asukham lokam</P><P CLASS=n>imam pr&#257;pya bhajasva m&#257;m</P><P>Thus the Lord says that even a merchant, a fallen woman or a laborer or even human beings in the lowest status of life can attain the Supreme. One does not need highly developed intelligence. The point is that anyone who accepts the principle of bhakti-yoga and accepts the Supreme Lord as the summum bonum of life, as the highest target, the ultimate goal, can approach the Lord in the spiritual sky. If one adopts the principles enunciated in Bhagavad-g&#299;t&#257;, he can make his life perfect and make a permanent solution to all the problems of life. This is the sum and substance of the entire Bhagavad-g&#299;t&#257;.</P><P>In conclusion, Bhagavad-g&#299;t&#257; is a transcendental literature which one should read very carefully. G&#299;t&#257;-&#347;&#257;stram idam punyam yah pathet prayatah pum&#257;n: if one properly follows the instructions of Bhagavad-g&#299;t&#257;, one can be freed from all the miseries and anxieties of life. Bhaya-&#347;ok&#257;di-varjitah. One will be freed from all fears in this life, and one's next life will be spiritual. (G&#299;t&#257;-m&#257;h&#257;tmya 1)</P><P>There is also a further advantage:</P><P>g&#299;t&#257;dhy&#257;yana-&#347;&#299;lasya</P><P CLASS=n>pr&#257;n&#257;yama-parasya ca</P><P CLASS=n>naiva santi hi p&#257;p&#257;ni</P><P CLASS=n>p&#363;rva-janma-krit&#257;ni ca</P><P>"If one reads Bhagavad-g&#299;t&#257; very sincerely and with all seriousness, then by the grace of the Lord the reactions of his past misdeeds will not act upon him." (G&#299;t&#257;-m&#257;h&#257;tmya 2) The Lord says very loudly in the last portion of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="18/66.htm">18.66</A>):</P><P>sarva-dharm&#257;n parityajya</P><P CLASS=n>m&#257;m ekam &#347;aranam vraja</P><P CLASS=n>aham tv&#257;m sarva-p&#257;pebhyo</P><P CLASS=n>mokshayishy&#257;mi m&#257; &#347;ucah</P><P>"Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reactions. Do not fear." Thus the Lord takes all responsibility for one who surrenders unto Him, and He indemnifies such a person against all reactions of sins.</P><P>maline mocanam pums&#257;m</P><P CLASS=n>jala-sn&#257;nam dine dine</P><P CLASS=n>sakrid g&#299;t&#257;mrita-sn&#257;nam</P><P CLASS=n>sams&#257;ra-mala-n&#257;&#347;anam</P><P>"One may cleanse himself daily by taking a bath in water, but if one takes a bath even once in the sacred Ganges water of Bhagavad-g&#299;t&#257;, for him the dirt of material life is altogether vanquished." (G&#299;t&#257;-m&#257;h&#257;tmya 3)</P><P>g&#299;t&#257; su-g&#299;t&#257; kartavy&#257;</P><P CLASS=n>kim anyaih &#347;&#257;stra-vistaraih</P><P CLASS=n>y&#257; svayam padman&#257;bhasya</P><P CLASS=n>mukha-padm&#257;d vinihsrit&#257;</P><P>Because Bhagavad-g&#299;t&#257; is spoken by the Supreme Personality of Godhead, one need not read any other Vedic literature. One need only attentively and regularly hear and read Bhagavad-g&#299;t&#257;. In the present age, people are so absorbed in mundane activities that it is not possible for them to read all the Vedic literatures. But this is not necessary. This one book, Bhagavad-g&#299;t&#257;, will suffice, because it is the essence of all Vedic literatures and especially because it is spoken by the Supreme Personality of Godhead. (G&#299;t&#257;-m&#257;h&#257;tmya 4)</P><P>As it is said:</P><P>bh&#257;rat&#257;mrita-sarvasvam</P><P CLASS=n>vishnu-vaktr&#257;d vinihsritam</P><P CLASS=n>g&#299;t&#257;-ga&#324;godakam p&#299;tv&#257;</P><P CLASS=n>punar janma na vidyate</P><P>"One who drinks the water of the Ganges attains salvation, so what to speak of one who drinks the nectar of Bhagavad-g&#299;t&#257;? Bhagavad-g&#299;t&#257; is the essential nectar of the Mah&#257;bh&#257;rata, and it is spoken by Lord Krishna Himself, the original Vishnu." (G&#299;t&#257;-m&#257;h&#257;tmya 5) Bhagavad-g&#299;t&#257; comes from the mouth of the Supreme Personality of Godhead, and the Ganges is said to emanate from the lotus feet of the Lord. Of course, there is no difference between the mouth and the feet of the Supreme Lord, but from an impartial study we can appreciate that Bhagavad-g&#299;t&#257; is even more important than the water of the Ganges.</P><P>sarvopanishado g&#257;vo</P><P CLASS=n>dogdh&#257; gop&#257;la-nandanah</P><P CLASS=n>p&#257;rtho vatsah su-dh&#299;r bhokt&#257;</P><P CLASS=n>dugdham g&#299;t&#257;mritam mahat</P><P>"This G&#299;topanishad, Bhagavad-g&#299;t&#257;, the essence of all the Upanishads, is just like a cow, and Lord Krishna, who is famous as a cowherd boy, is milking this cow. Arjuna is just like a calf, and learned scholars and pure devotees are to drink the nectarean milk of Bhagavad-g&#299;t&#257;." (G&#299;t&#257;-m&#257;h&#257;tmya 6)</P><P>ekam &#347;&#257;stram devak&#299;-putra-g&#299;tam</P><P CLASS=n>eko devo devak&#299;-putra eva</P><P CLASS=n>eko mantras tasya n&#257;m&#257;ni y&#257;ni</P><P CLASS=n>karm&#257;py ekam tasya devasya sev&#257;</P><P CLASS=n>(G&#299;t&#257;-m&#257;h&#257;tmya 7)</P><P>In this present day, people are very much eager to have one scripture, one God, one religion, and one occupation. Therefore, ekam &#347;&#257;stram devak&#299;-putra-g&#299;tam: let there be one scripture only, one common scripture for the whole world &#8212; Bhagavad-g&#299;t&#257;. Eko devo devak&#299;-putra eva: let there be one God for the whole world &#8212; &#346;r&#299; Krishna. Eko mantras tasya n&#257;m&#257;ni: and one hymn, one mantra, one prayer &#8212; the chanting of His name: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Karm&#257;py ekam tasya devasya sev&#257;: and let there be one work only &#8212; the service of the Supreme Personality of Godhead.</P><P>THE DISCIPLIC SUCCESSION</P><P>Evam parampar&#257;-pr&#257;ptam imam r&#257;jarshayo viduh (Bhagavad-g&#299;t&#257; <A CLASS=v HREF="4/2.htm">4.2</A>). This Bhagavad-g&#299;t&#257; As It Is is received through this disciplic succession:</P><P>1. Krishna</P><P CLASS=n>2. Brahm&#257;</P><P CLASS=n>3. N&#257;rada</P><P CLASS=n>4. Vy&#257;sa</P><P CLASS=n>5. Madhva</P><P CLASS=n>6. Padman&#257;bha</P><P CLASS=n>7. Nrihari</P><P CLASS=n>8. M&#257;dhava</P><P CLASS=n>9. Akshobhya</P><P CLASS=n>10. Jaya T&#299;rtha</P><P CLASS=n>11. Jñ&#257;nasindhu</P><P CLASS=n>12. Day&#257;nidhi</P><P CLASS=n>13. Vidy&#257;nidhi</P><P CLASS=n>14. R&#257;jendra</P><P CLASS=n>15. Jayadharma</P><P CLASS=n>16. Purushottama</P><P CLASS=n>17. Brahmanya T&#299;rtha</P><P CLASS=n>18. Vy&#257;sa T&#299;rtha</P><P CLASS=n>19. Lakshm&#299;pati</P><P CLASS=n>20. M&#257;dhavendra Pur&#299;</P><P CLASS=n>21. &#298;&#347;vara Pur&#299;, (Nity&#257;nanda, Advaita)</P><P CLASS=n>22. Lord Caitanya</P><P CLASS=n>23. R&#363;pa, (Svar&#363;pa, San&#257;tana)</P><P CLASS=n>24. Raghun&#257;tha, J&#299;va</P><P CLASS=n>25. Krishnad&#257;sa</P><P CLASS=n>26. Narottama</P><P CLASS=n>27. Vi&#347;van&#257;tha</P><P CLASS=n>28. (Baladeva) Jagann&#257;tha</P><P CLASS=n>29. Bhaktivinoda</P><P CLASS=n>30. Gauraki&#347;ora</P><P CLASS=n>31. Bhaktisiddh&#257;nta Sarasvat&#299;</P><P CLASS=n>32. A. C. Bhaktivedanta Sv&#257;m&#299; Prabhup&#257;da</P><P CLASS=l><A CLASS=i HREF="preface.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=360"><IMG SRC="../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>