<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 57 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 57 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 57: <A CLASS=v HREF="index.htm">Satr&#257;jit Murdered, the Jewel Returned</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.57.30</P><P CLASS=c>akr&#363;re proshite 'risht&#257;ny</P><P CLASS=c>&#257;san vai dv&#257;rakaukas&#257;m</P><P CLASS=c>&#347;&#257;r&#299;r&#257; m&#257;nas&#257;s t&#257;p&#257;</P><P CLASS=c>muhur daivika-bhautik&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/akrure">akr&#363;re</A> &#8212; <A HREF="http://vedabase.net/a/akrura">Akr&#363;ra</A>; <A CLASS=v HREF="http://vedabase.net/p/prosite">proshite</A> &#8212; being <A HREF="http://vedabase.net/i/in">in</A> exile; <A CLASS=v HREF="http://vedabase.net/a/aristani">arisht&#257;ni</A> &#8212; ill omens; <A CLASS=v HREF="http://vedabase.net/a/asan">&#257;san</A> &#8212; arose; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/dvaraka">dv&#257;rak&#257;</A>-<A CLASS=v HREF="http://vedabase.net/o/okasam">okas&#257;m</A> &#8212; for the residents of <A HREF="http://vedabase.net/d/dvaraka">Dv&#257;rak&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/sarirah">&#347;&#257;r&#299;r&#257;h</A> &#8212; caused by the body; <A CLASS=v HREF="http://vedabase.net/m/manasah">m&#257;nasah</A> &#8212; and by the mind; <A CLASS=v HREF="http://vedabase.net/t/tapah">t&#257;p&#257;h</A> &#8212; distresses; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; repeated; <A CLASS=v HREF="http://vedabase.net/d/daivika">daivika</A> &#8212; caused by higher powers; <A CLASS=v HREF="http://vedabase.net/b/bhautikah">bhautik&#257;h</A> &#8212; caused by other creatures.</P><P CLASS=t>TRANSLATION</P><P>In Akr&#363;ra's absence ill omens arose in Dv&#257;rak&#257;, and the citizens began to suffer continually from physical and mental distresses, as well as from disturbances caused by higher powers and by creatures of the earth.</P><P CLASS=t>PURPORT</P><P>The word daivika here refers to disturbances caused by supernatural beings. These disturbances often manifest as natural calamities like earthquakes, tidal waves or extreme weather. Nowadays materialistic people attribute these disturbances to earthly causes, not realizing that they constitute punishment at the hands of superior beings. The word bhautik&#257;h refers to trouble caused by fellow creatures of the earth, such as human beings, animals and insects.</P><P>According to &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299;, Akr&#363;ra took the Syamantaka jewel and went to reside in the city of Benares, where he became known as D&#257;napati, "the master of charity." There he executed fire sacrifices on gold altars with elaborate assemblies of qualified priests.</P><P>Some residents of Dv&#257;rak&#257; felt that the unusual calamities were due to Akr&#363;ra's absence, forgetting (as described in the next verse) that the Supreme Lord's personal presence in Dv&#257;rak&#257; precluded that possibility. Because when the Lord comes to earth His pastimes resemble those of human beings, the principle of "familiarity breeds contempt" comes into play. It appears that during the lives of many saintly persons and incarnations of God there always exists a class of people who fail to appreciate, or who only occasionally appreciate, the position of the great souls among them. On the other hand, the fortunate and enlightened souls who recognize the true position of the Lord and His associates are supremely blessed.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>