<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 57 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 57 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 57: <A CLASS=v HREF="index.htm">Satr&#257;jit Murdered, the Jewel Returned</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.57.37</P><P CLASS=c>satr&#257;jito 'napatyatv&#257;d</P><P CLASS=c>grihn&#299;yur duhituh sut&#257;h</P><P CLASS=c>d&#257;yam nin&#299;y&#257;pah pind&#257;n</P><P CLASS=c>vimucyarnam ca &#347;eshitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/satrajitah">satr&#257;jitah</A> &#8212; of <A HREF="http://vedabase.net/s/satrajit">Satr&#257;jit</A>; <A CLASS=v HREF="http://vedabase.net/a/anapatyatvat">anapatyatv&#257;t</A> &#8212; because of not having sons; <A CLASS=v HREF="http://vedabase.net/g/grhniyuh">grihn&#299;yuh</A> &#8212; they should take; <A CLASS=v HREF="http://vedabase.net/d/duhituh">duhituh</A> &#8212; of his daughter; <A CLASS=v HREF="http://vedabase.net/s/sutah">sut&#257;h</A> &#8212; the sons; <A CLASS=v HREF="http://vedabase.net/d/dayam">d&#257;yam</A> &#8212; the inheritance; <A CLASS=v HREF="http://vedabase.net/n/niniya">nin&#299;ya</A> &#8212; after presenting; <A CLASS=v HREF="http://vedabase.net/a/apah">&#257;pah</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/p/pindan">pind&#257;n</A> &#8212; and memorial offerings; <A CLASS=v HREF="http://vedabase.net/v/vimucya">vimucya</A> &#8212; after clearing; <A CLASS=v HREF="http://vedabase.net/r/rnam">rinam</A> &#8212; debts; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/s/sesitam">&#347;eshitam</A> &#8212; remaining.</P><P CLASS=t>TRANSLATION</P><P>"Since Satr&#257;jit had no sons, his daughter's sons should receive his inheritance. They should pay for memorial offerings of waler and pinda, clear their grandfather's outstanding debts and keep the remainder of the inheritance for themselves.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; quotes the following smriti injunction regarding inheritance: patn&#299; duhitara&#347; caiva pitaro bhr&#257;taras tath&#257;/tat-sut&#257; gotra-j&#257; bandhuh &#347;ishy&#257;h sa-brahmac&#257;rinah. "The inheritance goes first to the wife, then [if the wife has passed away] to the daughters, then to the parents, then to the brothers, then to the brothers' sons, then to family members of the same gotra as the deceased, and then to his disciples, including brahmac&#257;r&#299;s."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; adds that since Satr&#257;jit had no sons, since his wives were killed together with him, and since his daughter Satyabh&#257;m&#257; was not interested in the Syamantaka jewel, which constituted the inheritance, it rightfully belonged to her sons.</P><P>In Krishna, the Supreme Personality of Godhead, &#346;r&#299;la Prabhup&#257;da explains, "Lord Krishna indicated by this statement that Satyabh&#257;m&#257; was already pregnant and that her son would be the real claimant of the jewel and would certainly take the jewel from [Akr&#363;ra if he tried to conceal it]."</P><P CLASS=l><A CLASS=i HREF="35-36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38-39.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>