<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 57 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 57 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 57: <A CLASS=v HREF="index.htm">Satr&#257;jit Murdered, the Jewel Returned</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.57.4</P><P CLASS=c>yo 'smabhyam samprati&#347;rutya</P><P CLASS=c>kany&#257;-ratnam vigarhya nah</P><P CLASS=c>krishn&#257;y&#257;d&#257;n na satr&#257;jit</P><P CLASS=c>kasm&#257;d bhr&#257;taram anviy&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/asmabhyam">asmabhyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> each of us; <A CLASS=v HREF="http://vedabase.net/s/sampratisrutya">samprati&#347;rutya</A> &#8212; promising; <A CLASS=v HREF="http://vedabase.net/k/kanya">kany&#257;</A> &#8212; his daughter; <A CLASS=v HREF="http://vedabase.net/r/ratnam">ratnam</A> &#8212; jewellike; <A CLASS=v HREF="http://vedabase.net/v/vigarhya">vigarhya</A> &#8212; contemptuously neglecting; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">krishn&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/adat">ad&#257;t</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/s/satrajit">satr&#257;jit</A> &#8212; <A HREF="http://vedabase.net/s/satrajit">Satr&#257;jit</A>; <A CLASS=v HREF="http://vedabase.net/k/kasmat">kasm&#257;t</A> &#8212; why; <A CLASS=v HREF="http://vedabase.net/b/bhrataram">bhr&#257;taram</A> &#8212; his brother; <A CLASS=v HREF="http://vedabase.net/a/anviyat">anviy&#257;t</A> &#8212; should follow (<A HREF="http://vedabase.net/i/in">in</A> death).</P><P CLASS=t>TRANSLATION</P><P>"Satr&#257;jit promised his jewellike daughter to us but then gave her to Krishna instead, contemptuously neglecting us. So why should Satr&#257;jit not follow his brother's path?"</P><P CLASS=t>PURPORT</P><P>Since Satr&#257;jit's brother, Prasena, had been violently killed, the implication of "following his brother's path" is obvious. What we have here is an assassination plot.</P><P>It is well known that both Akr&#363;ra and Kritavarm&#257; are exalted, pure devotees of the Supreme Lord, so their unusual behavior requires some explanation. The &#257;c&#257;ryas provide it as follows: &#346;r&#299;la J&#299;va Gosv&#257;m&#299; states that Akr&#363;ra, although a first-class, pure devotee of the Lord, was a victim of the anger directed against him by the residents of Gokula because he took Lord Krishna away from Vrind&#257;vana. The gosv&#257;m&#299; further states that Kritavarm&#257; had associated with Kamsa &#8212; both of them being members of the Bhoja dynasty &#8212; and thus Kritavarm&#257; was now suffering from this undesirable association.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; offers an alternative explanation: Both Akr&#363;ra and Kritavarm&#257; were furious with Satr&#257;jit because he had insulted Lord Krishna and spread false rumors about Him in Dv&#257;rak&#257;. Under normal circumstances Akr&#363;ra and Kritavarm&#257; would have been most pleased that Lord Krishna married the beautiful Satyabh&#257;m&#257;. Being pure devotees, they could not actually be unhappy about this match, nor could they become jealous rivals of the Lord. Therefore they had an ulterior motive in behaving like His rivals.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>