<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 57"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 57: Satr&#257;jit Murdered, the Jewel Returned</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.57 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>SB 10.57.1</B></A>: &#346;r&#299; B&#257;dar&#257;yani said: Although Lord Govinda was fully aware of what had actually occurred, when He heard reports that the P&#257;ndavas and Queen Kunt&#299; had burned to death, He went with Lord Balar&#257;ma to the kingdom of the Kurus to fulfill the family obligations expected of Him.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>SB 10.57.2</B></A>: The two Lords met with Bh&#299;shma, Kripa, Vidura, G&#257;ndh&#257;r&#299; and Drona. Showing sorrow equal to theirs, They cried out, "Alas, how painful this is!"</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.57.3</B></A>: Taking advantage of this opportunity, O King, Akr&#363;ra and Kritavarm&#257; went to &#346;atadhanv&#257; and said, "Why not take the Syamantaka jewel?</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.57.4</B></A>: "Satr&#257;jit promised his jewellike daughter to us but then gave her to Krishna instead, contemptuously neglecting us. So why should Satr&#257;jit not follow his brother's path?"</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.57.5</B></A>: His mind thus influenced by their advice, wicked &#346;atadhanv&#257; murdered Satr&#257;jit in his sleep simply out of greed. In this way the sinful &#346;atadhanv&#257; shortened his own life span.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.57.6</B></A>: As the women of Satr&#257;jit's palace screamed and helplessly wept, &#346;atadhanv&#257; took the jewel and left, like a butcher after he has killed some animals.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.57.7</B></A>: When Satyabh&#257;m&#257; saw her dead father, she was plunged into grief. Lamenting "My father, my father! Oh, I am killed!" she fell unconscious.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.57.8</B></A>: Queen Satyabh&#257;m&#257; put her father's corpse in a large vat of oil and went to Hastin&#257;pura, where she sorrowfully told Lord Krishna, who was already aware of the situation, about her father's murder.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.57.9</B></A>: When Lord Krishna and Lord Balar&#257;ma heard this news, O King, They exclaimed, "Alas! This is the greatest tragedy for Us! "Thus imitating the ways of human society, They lamented, Their eyes brimming with tears.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.57.10</B></A>: The Supreme Lord returned to His capital with His wife and elder brother. After arriving in Dv&#257;rak&#257;, He readied Himself to kill &#346;atadhanv&#257; and retrieve the jewel from him.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.57.11</B></A>: Upon learning that Lord Krishna was preparing to kill him, &#346;atadhanv&#257; was struck with fear. To save his life he approached Kritavarm&#257; and begged him for help, but Kritavarm&#257; replied as follows.</P><P CLASS=r><A CLASS=i HREF="12-13.htm"><B>SB 10.57.12-13</B></A>: [Kritavarm&#257; said:] I dare not offend the Supreme Lords, Krishna and Balar&#257;ma. Indeed, how can one who troubles Them expect any good fortune? Kamsa and all his followers lost both their wealth and their lives because of enmity toward Them, and after battling Them seventeen times Jar&#257;sandha was left without even a chariot.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 10.57.14</B></A>: His appeal refused, &#346;atadhanv&#257; went to Akr&#363;ra and begged him for protection. But Akr&#363;ra similarly told him, "Who would oppose the two Personalities of Godhead if he knew Their strength?</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 10.57.15</B></A>: "It is the Supreme Lord who creates, maintains and destroys this universe simply as His pastime. The cosmic creators cannot even understand His purpose, bewildered as they are by His illusory M&#257;y&#257;.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.57.16</B></A>: "As a child of seven, Krishna uprooted an entire mountain and held it aloft as easily as a young boy picks up a mushroom.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.57.17</B></A>: "I offer my obeisances to that Supreme Personality of Godhead, Krishna, whose every deed is amazing. He is the Supreme Soul, the unlimited source and fixed center of all existence."</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.57.18</B></A>: His appeal thus rejected by Akr&#363;ra also, &#346;atadhanv&#257; placed the precious jewel in Akr&#363;ra's care and fled on a horse that could travel one hundred yojanas [eight hundred miles].</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>SB 10.57.19</B></A>: My dear King, Krishna and Balar&#257;ma mounted Krishna's chariot, which flew the flag of Garuda and was yoked with tremendously swift horses, and pursued Their elder's murderer.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>SB 10.57.20</B></A>: In a garden on the outskirts of Mithil&#257;, the horse &#346;atadhanv&#257; was riding collapsed. Terrified, he abandoned the horse and began to flee on foot, with Krishna in angry pursuit.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.57.21</B></A>: As &#346;atadhanv&#257; fled on foot, the Supreme Lord, also going on foot, cut off his head with His sharp-edged disc. The Lord then searched &#346;atadhanv&#257;'s upper and lower garments for the Syamantaka jewel.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.57.22</B></A>: Not finding the jewel, Lord Krishna went to His elder brother and said, "We have killed &#346;atadhanv&#257; uselessly. The jewel isn't here."</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.57.23</B></A>: To this Lord Balar&#257;ma replied, "Indeed, &#346;atadhanv&#257; must have placed the jewel in the care of someone. You should return to Our city and find that person.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.57.24</B></A>: "I wish to visit King Videha, who is most dear to Me." O King, having said this, Lord Balar&#257;ma, the beloved descendant of Yadu, entered the city of Mithil&#257;.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>SB 10.57.25</B></A>: The King of Mithil&#257; immediately rose from his seat when he saw Lord Balar&#257;ma approaching. With great love the King honored the supremely worshipable Lord by offering Him elaborate worship, as stipulated by scriptural injunctions.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>SB 10.57.26</B></A>: The almighty Lord Balar&#257;ma stayed in Mithil&#257; for several years, honored by His affectionate devotee Janaka Mah&#257;r&#257;ja. During that time Dhritar&#257;shtra's son Duryodhana learned from Balar&#257;ma the art of fighting with a club.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.57.27</B></A>: Lord Ke&#347;ava arrived in Dv&#257;rak&#257; and described the demise of &#346;atadhanv&#257; and His own failure to find the Syamantaka jewel. He spoke in a way that would please His beloved, Satyabh&#257;m&#257;.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.57.28</B></A>: Lord Krishna then had the various funeral rites performed for His deceased relative, Satr&#257;jit. The Lord attended the funeral along with well-wishers of the family.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.57.29</B></A>: When Akr&#363;ra and Kritavarm&#257;, who had originally incited &#346;atadhanv&#257; to commit his crime, heard that he had been killed, they fled Dv&#257;rak&#257; in terror and took up residence elsewhere.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.57.30</B></A>: In Akr&#363;ra's absence ill omens arose in Dv&#257;rak&#257;, and the citizens began to suffer continually from physical and mental distresses, as well as from disturbances caused by higher powers and by creatures of the earth.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>SB 10.57.31</B></A>: Some men proposed [that the troubles were due to Akr&#363;ra's absence], but they had forgotten the glories of the Supreme Lord, which they themselves had so often described. Indeed, how can calamities occur in a place where the Personality of Godhead, the residence of all the sages, resides?</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>SB 10.57.32</B></A>: [The elders said:] Previously, when Lord Indra had withheld rain from K&#257;s&#299; [Benares], the king of that city gave his daughter G&#257;ndin&#299; to &#346;vaphalka, who was then visiting him. It soon rained in the kingdom of K&#257;&#347;&#299;.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.57.33</B></A>: Wherever his equally powerful son Akr&#363;ra stays, Lord Indra will provide sufficient rain. Indeed, that place will be free of miseries and untimely deaths.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.57.34</B></A>: Hearing these words from the elders, Lord Jan&#257;rdana, though aware that the absence of Akr&#363;ra was not the only cause of the evil omens, had him summoned back to Dv&#257;rak&#257; and spoke to him.</P><P CLASS=r><A CLASS=i HREF="35-36.htm"><B>SB 10.57.35-36</B></A>: Lord Krishna honored Akr&#363;ra, greeted him confidentially and spoke pleasant words with him. Then the Lord, who was fully aware of Akr&#363;ra's heart by virtue of His being the knower of everything, smiled and addressed him: "O master of charity, surely the opulent Syamantaka jewel was left in your care by &#346;atadhanv&#257; and is still with you. Indeed, We have known this all along.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.57.37</B></A>: "Since Satr&#257;jit had no sons, his daughter's sons should receive his inheritance. They should pay for memorial offerings of waler and pinda, clear their grandfather's outstanding debts and keep the remainder of the inheritance for themselves.</P><P CLASS=r><A CLASS=i HREF="38-39.htm"><B>SB 10.57.38-39</B></A>: "Nevertheless, the jewel should remain in your care, O trustworthy Akr&#363;ra, because no one else can keep it safely. But please show the jewel just once, since My elder brother does not fully believe what I have told Him about it. In this way, O most fortunate one, you will pacify My relatives. [Everyone knows you have the jewel, for] you are now continually performing sacrifices on altars of gold."</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.57.40</B></A>: Thus shamed by Lord Krishna's conciliatory words, the son of &#346;vaphalka brought out the jewel from where he had concealed it in his clothing and gave it to the Lord. The brilliant gem shone like the sun.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>SB 10.57.41</B></A>: After the almighty Lord had shown the Syamantaka jewel to His relatives, thus dispelling the false accusations against Him, He returned it to Akr&#363;ra.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>SB 10.57.42</B></A>: This narration, rich with descriptions of the prowess of Lord &#346;r&#299; Vishnu, the Supreme Personality of Godhead, removes sinful reactions and bestows all auspiciousness. Anyone who recites, hears or remembers it will drive away his own infamy and sins and attain peace.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>