<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 57</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 57"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 57: <A CLASS=v HREF="index.htm">Satr&#257;jit Murdered, the Jewel Returned</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.57 Summary</P><P>This chapter describes how Lord Krishna, after the murder of Satr&#257;jit, killed &#346;atadhanv&#257; and had Akr&#363;ra bring the Syamantaka jewel back to Dv&#257;rak&#257;.</P><P>When Lord &#346;r&#299; Krishna heard that the P&#257;ndavas had supposedly been burned to death in the palace of lac, He went to Hastin&#257;pura with Lord Baladeva to maintain the principles of worldly protocol, even though, being omniscient, He knew the report was false. With Krishna out of Dv&#257;rak&#257;, Akr&#363;ra and Kritavarm&#257; incited &#346;atadhanv&#257; to steal the Syamantaka jewel from Satr&#257;jit. Bewildered by their words, the sinful &#346;atadhanv&#257; murdered King Satr&#257;jit in his sleep and stole the gem. Queen Satyabh&#257;m&#257; was overcome with grief at the death of her father, and she rushed to Hastin&#257;pura to report the sorrowful news to &#346;r&#299; Krishna. Together with Lord Baladeva, Krishna then returned to Dv&#257;rak&#257; to kill &#346;atadhanv&#257;.</P><P>&#346;atadhanv&#257; went to Akr&#363;ra and Kritavarm&#257; to beg for help, but when they refused he left the jewel with Akr&#363;ra and fled for his life. Krishna and Balar&#257;ma pursued him, and Lord Krishna beheaded him with His sharp-edged disc. When the Lord could not find the Syamantaka jewel on &#346;atadhanv&#257;'s person, Baladeva told Him that &#346;atadhanv&#257; must have left it in someone's care. Baladeva further suggested that Krishna return to Dv&#257;rak&#257; to find the jewel while He, Baladeva, would take the opportunity to visit the King of Videha. Thus Lord Balar&#257;ma traveled to Mithil&#257; and remained there for a few years, during which He taught King Duryodhana the art of fighting with a club.</P><P>Lord Krishna returned to Dv&#257;rak&#257; and had the funeral rites performed for Satr&#257;jit. When Akr&#363;ra and Kritavarm&#257; heard how &#346;atadhanv&#257; had met his death, they fled Dv&#257;rak&#257;. Soon many kinds of disturbances &#8212; mental, physical and so on &#8212; began to afflict Dv&#257;rak&#257;, and the citizens concluded that the cause of these troubles must be Akr&#363;ra's exile. The city elders explained, "Once there was a drought in Benares, and the king of the region gave his daughter in marriage to Akr&#363;ra's father, who was visiting Benares at the time. As a result of this gift, the drought ended." The elders, thinking Akr&#363;ra had the same power as his father, declared that Akr&#363;ra should be brought back.</P><P>Lord Krishna knew that Akr&#363;ra's exile was not the main cause of the disturbances. Still, He had Akr&#363;ra brought back to Dv&#257;rak&#257;, and after properly honoring him with worship and greeting him with sweet words, Krishna told him, "I know &#346;atadhanv&#257; left the jewel in your care. Since Satr&#257;jit had no sons, his daughter's offspring are the just claimants to whatever property he has left behind. Nonetheless, it would be best for you to keep the troublesome jewel in your care. Just let Me show it once to My relatives." Akr&#363;ra presented Krishna with the jewel, which shone as brilliantly as the sun, and after the Lord had shown it to His family members He returned it to Akr&#363;ra.</P><P CLASS=l><A CLASS=i HREF="../56/45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>