<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.11</P><P CLASS=c>&#299;je ca kratubhir ghorair</P><P CLASS=c>d&#299;kshitah pa&#347;u-m&#257;rakaih</P><P CLASS=c>dev&#257;n pitrin bh&#363;ta-pat&#299;n</P><P CLASS=c>n&#257;n&#257;-k&#257;mo yath&#257; bhav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ije">&#299;je</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> worshiped; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kratubhih">kratubhih</A> &#8212; by sacrifices; <A CLASS=v HREF="http://vedabase.net/g/ghoraih">ghoraih</A> &#8212; ghastly; <A CLASS=v HREF="http://vedabase.net/d/diksitah">d&#299;kshitah</A> &#8212; inspired; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A>-<A CLASS=v HREF="http://vedabase.net/m/marakaih">m&#257;rakaih</A> &#8212; wherein poor animals <A HREF="http://vedabase.net/a/are">are</A> killed; <A CLASS=v HREF="http://vedabase.net/d/devan">dev&#257;n</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/p/pitrn">pitrin</A> &#8212; forefathers; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/p/patin">pat&#299;n</A> &#8212; great leaders of human society; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/k/kamah">k&#257;mah</A> &#8212; having desires; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; you.</P><P CLASS=t>TRANSLATION</P><P>The great sage N&#257;rada continued: My dear King Pr&#257;c&#299;nabarhishat, like you King Purañjana also became implicated in so many desires. Thus he worshiped demigods, forefathers and social leaders with various sacrifices which were all very ghastly because they were inspired by the desire to kill animals.</P><P CLASS=t>PURPORT</P><P>In this verse the great sage N&#257;rada discloses that the character of Purañjana was being described to give lessons to King Pr&#257;c&#299;nabarhishat. Actually the entire description was figuratively describing the activities of King Pr&#257;c&#299;nabarhishat. In this verse N&#257;rada frankly says "like you" (yath&#257; bhav&#257;n), which indicates that King Purañjana is none other than King Pr&#257;c&#299;nabarhishat himself. Being a great Vaishnava, N&#257;rada Muni wanted to stop animal-killing in sacrifices. He knew that if he tried to stop the King from performing sacrifices, the King would not hear him. Therefore he is describing the life of Purañjana. But in this verse he first discloses the intention, although not fully, by saying "like you." Generally the karm&#299;s, who are attached to increasing descendants, have to perform so many sacrifices and worship so many demigods for future generations, as well as to satisfy so many leaders, politicians, philosophers and scientists to make things go on properly for future generations. The so-called scientists are very eager to see that future generations will live very comfortably, and as such they are trying to find different means of generating energy to drive locomotives, cars, airplanes and so on. Now they are exhausting the petroleum supply. These activities are described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/41.htm">2.41</A>):</P><P>vyavas&#257;y&#257;tmik&#257; buddhir</P><P CLASS=n>ekeha kuru-nandana</P><P CLASS=n>bahu-&#347;&#257;kh&#257; hy anant&#257;&#347; ca</P><P CLASS=n>buddhayo 'vyavas&#257;yin&#257;m</P><P>"Those who are on the spiritual path are resolute in purpose, and their aim is one. O beloved child of the Kurus, the intelligence of those who are irresolute is many-branched."</P><P>Actually, those who are in knowledge of everything are determined to execute Krishna consciousness, but those who are rascals (m&#363;dh&#257;h), sinners (dushkritinah) and the lowest of mankind (nar&#257;dham&#257;h), who are bereft of all intelligence (m&#257;yay&#257;pahrita jñ&#257;n&#257;h) and who take shelter of the demoniac way of life (&#257;suram bh&#257;vam &#257;&#347;rit&#257;h), are disinterested in Krishna consciousness. As such they become implicated and take on so many activities. Most of these activities center around the killing of animals. Modern civilization is centered around animal-killing. Karm&#299;s are advertising that without eating meat, their vitamin value or vitality will be reduced; so to keep oneself fit to work hard, one must eat meat, and to digest meat, one must drink liquor, and to keep the balance of drinking wine and eating meat, one must have sufficient sexual intercourse to keep fit to work very hard like an ass.</P><P>There are two ways of animal-killing. One way is in the name of religious sacrifices. All the religions of the world &#8212; except the Buddhists &#8212; have a program for killing animals in places of worship. According to Vedic civilization, the animal-eaters are recommended to sacrifice a goat in the temple of K&#257;l&#299; under certain restrictive rules and regulations and eat the flesh. Similarly, they are recommended to drink wine by worshiping the goddess Candik&#257;. The purpose is restriction. People have given up all this restriction. Now they are regularly opening wine distilleries and slaughterhouses and indulging in drinking alcohol and eating flesh. A Vaishnava &#257;c&#257;rya like N&#257;rada Muni knows very well that persons engaged in such animal-killing in the name of religion are certainly becoming involved in the cycle of birth and death, forgetting the real aim of life: to go home, back to Godhead.</P><P>Thus the great sage N&#257;rada, while instructing &#346;r&#299;mad-Bh&#257;gavatam to Vy&#257;sa Muni, condemned the karma-k&#257;nda (fruitive) activities mentioned in the Vedas. N&#257;rada told Vy&#257;sa:</P><P>jugupsitam dharma-krite 'nu&#347;&#257;satah</P><P CLASS=n>svabh&#257;va-raktasya mah&#257;n vyatikramah</P><P CLASS=n>yad v&#257;kyato dharma it&#299;tarah sthito</P><P CLASS=n>na manyate tasya niv&#257;ranam janah</P><P>"The people in general are naturally inclined to enjoy, and you have encouraged them in that way in the name of religion. This is verily condemned and is quite unreasonable. Because they are guided under your instructions, they will accept such activities in the name of religion and will hardly care for prohibitions." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/5/15.htm">1.5.15</A>)</P><P>&#346;r&#299;la N&#257;rada Muni chastised Vy&#257;sadeva for compiling so many Vedic supplementary scriptures, which are all intended for guiding the people in general. N&#257;rada Muni condemned these scriptures because they do not mention direct devotional service. Under N&#257;rada's instructions, direct worship of the Supreme Personality of Godhead, as described in the &#346;r&#299;mad-Bh&#257;gavatam, was set forth by Vy&#257;sadeva. The conclusion is that neither the Supreme Personality of Godhead, Vishnu, nor His devotee ever sanctions animal-killing in the name of religion. Indeed, Krishna incarnated Himself as Lord Buddha to put an end to animal-killing in the name of religion. Animal sacrifice under the name of religion is conducted by the influence of tamo-guna (the mode of ignorance), as indicated in the Eighteenth Chapter of Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/31.htm">18.31-32</A>):</P><P>yay&#257; dharmam adharmam ca</P><P CLASS=n>k&#257;ryam c&#257;k&#257;ryam eva ca</P><P CLASS=n>ayath&#257;vat praj&#257;n&#257;ti</P><P CLASS=n>buddhih s&#257; p&#257;rtha r&#257;jas&#299;</P><P CLASS=n>adharmam dharmam iti y&#257;</P><P CLASS=n>manyate tamas&#257;vrit&#257;</P><P CLASS=n>sarv&#257;rth&#257;n vipar&#299;t&#257;m&#347; ca</P><P CLASS=n>buddhih s&#257; p&#257;rtha t&#257;mas&#299;</P><P>"That understanding which cannot distinguish between the religious way of life and the irreligious, between action that should be done and action that should not be done &#8212; that imperfect understanding, O son of Prith&#257;, is in the mode of passion. That understanding which considers irreligion to be religion and religion to be irreligion, under the spell of illusion and darkness, and strives always in the wrong direction, O P&#257;rtha, is in the mode of ignorance."</P><P>Those who are involved in the mode of ignorance manufacture religious systems for killing animals. Actually dharma is transcendental. As Lord &#346;r&#299; Krishna teaches, we must give up all other systems of religion and simply surrender unto Him (sarva-dharm&#257;n parityajya [<A CLASS=v HREF="../../../bg/18/66.htm">Bg. 18.66</A>]). Thus the Lord and His devotees and representatives teach the transcendental dharma, which does not allow animal-killing at all. At the present moment it is the greatest misfortune that in India many so-called missionary workers are spreading irreligion in the name of religion. They claim an ordinary human being to be God and recommend meat-eating for everyone, including so-called sanny&#257;s&#299;s.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>