<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.14</P><P CLASS=c>gandharvyas t&#257;dri&#347;&#299;r asya</P><P CLASS=c>maithunya&#347; ca sit&#257;sit&#257;h</P><P CLASS=c>parivritty&#257; vilumpanti</P><P CLASS=c>sarva-k&#257;ma-vinirmit&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/g/gandharvyah">gandharvyah</A> &#8212; Gandharv&#299;s; <A CLASS=v HREF="http://vedabase.net/t/tadrsih">t&#257;dri&#347;&#299;h</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/a/asya">asya</A> &#8212; of <A HREF="http://vedabase.net/c/candavega">Candavega</A>; <A CLASS=v HREF="http://vedabase.net/m/maithunyah">maithunyah</A> &#8212; companions for sexual intercourse; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/s/sita">sita</A> &#8212; white; <A CLASS=v HREF="http://vedabase.net/a/asitah">asit&#257;h</A> &#8212; black; <A CLASS=v HREF="http://vedabase.net/p/parivrttya">parivritty&#257;</A> &#8212; by surrounding; <A CLASS=v HREF="http://vedabase.net/v/vilumpanti">vilumpanti</A> &#8212; they plundered; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/k/kama">k&#257;ma</A> &#8212; all kinds of desirable objects; <A CLASS=v HREF="http://vedabase.net/v/vinirmitam">vinirmit&#257;m</A> &#8212; manufactured.</P><P CLASS=t>TRANSLATION</P><P>Along with Candavega were as many female Gandharv&#299;s as there were soldiers, and all of them repetitively plundered all the paraphernalia for sense enjoyment.</P><P CLASS=t>PURPORT</P><P>The days have been compared to the soldiers of Candavega. Night is generally a time for sex enjoyment. Days are considered to be white, and nights are considered to be black, or, from another point of view, there are two kinds of nights &#8212; black nights and white nights. All these days and nights combine to pass away our span of life and everything we manufacture for sense gratification. Material activity means manufacturing things for sense gratification. Scientists are conducting research to find out how we can satisfy our senses more and more elaborately. In this Kali-yuga, the demoniac mentality is employed in manufacturing various machines to facilitate the process of sense gratification. There are so many machines for ordinary household activities. There are machines for washing dishes, cleansing the floor, shaving, clipping hair &#8212; today everything is done by machine. All these facilities for sense gratification are described in this verse as sarva-k&#257;ma-vinirmit&#257;m. The time factor, however, is so strong that not only is our span of life being expended, but all the machines and facilities for sense gratification are deteriorating. Therefore in this verse the word vilumpanti ("plundering") is used. Everything is being plundered from the very beginning of our lives.</P><P>This plundering of our possessions and life-span begins with the day of our birth. One day will come when death will finish everything, and the living entity will have to enter another body to begin another chapter of life and again begin the cycle of material sense gratification. Prahl&#257;da Mah&#257;r&#257;ja describes this process as punah puna&#347; carvita-carvan&#257;n&#257;m (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/5/30.htm">7.5.30</A>). Materialistic life means chewing the chewed again and again. The central point of material life is sense gratification. In different types of bodies, the living entity enjoys various senses, and through creating various types of facilities, he chews the chewed. Whether we squeeze sugar out of the sugarcane with our teeth or a machine, the result is the same &#8212; sugarcane juice. We may discover many ways to squeeze the juice out of the sugarcane, but the result is the same.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>