<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.17</P><P CLASS=c>ksh&#299;yam&#257;ne sva-sambandhe</P><P CLASS=c>ekasmin bahubhir yudh&#257;</P><P CLASS=c>cint&#257;m par&#257;m jag&#257;m&#257;rtah</P><P CLASS=c>sa-r&#257;shtra-pura-b&#257;ndhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/ksiyamane">ksh&#299;yam&#257;ne</A> &#8212; when <A HREF="http://vedabase.net/h/he">he</A> became weak; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/s/sambandhe">sambandhe</A> &#8212; his intimate friend; <A CLASS=v HREF="http://vedabase.net/e/ekasmin">ekasmin</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/b/bahubhih">bahubhih</A> &#8212; with many warriors; <A CLASS=v HREF="http://vedabase.net/y/yudha">yudh&#257;</A> &#8212; by battle; <A CLASS=v HREF="http://vedabase.net/c/cintam">cint&#257;m</A> &#8212; anxiety; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; very great; <A CLASS=v HREF="http://vedabase.net/j/jagama">jag&#257;ma</A> &#8212; obtained; <A CLASS=v HREF="http://vedabase.net/a/artah">&#257;rtah</A> &#8212; being aggrieved; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A> &#8212; along with; <A CLASS=v HREF="http://vedabase.net/r/rastra">r&#257;shtra</A> &#8212; of the kingdom; <A CLASS=v HREF="http://vedabase.net/p/pura">pura</A> &#8212; of the city; <A CLASS=v HREF="http://vedabase.net/b/bandhavah">b&#257;ndhavah</A> &#8212; friends and relatives.</P><P CLASS=t>TRANSLATION</P><P>Because he had to fight alone with so many soldiers, all of whom were great warriors, the serpent with five hoods became very weak. Seeing that his most intimate friend was weakening, King Purañjana and his friends and citizens living within the city all became very anxious.</P><P CLASS=t>PURPORT</P><P>The living entity resides within the body and struggles for existence with the limbs of the body, which are referred to here as citizens and friends. One can struggle alone with many soldiers for some time, but not for all time. The living entity within the body can struggle up to the limit of a hundred years with good luck, but after that it is not possible to prolong the struggle. Thus the living entity submits and falls victim. In this regard, &#346;r&#299;la Bhaktivinoda Th&#257;kura has sung: vriddha k&#257;la &#257;ola saba sukha bh&#257;gala. When one becomes old, it becomes impossible to enjoy material happiness. Generally people think that religion and piety come at the end of life, and at this time one generally becomes meditative and takes to some so-called yogic process to relax in the name of meditation. Meditation, however, is simply a farce for those who have enjoyed life in sense gratification. As described in the Sixth Chapter of Bhagavad-g&#299;t&#257;, meditation (dhy&#257;na, dh&#257;ran&#257;) is a difficult subject matter that one has to learn from his very youth. To meditate, one must restrain himself from all kinds of sense gratification. Unfortunately, meditation has now become a fashion for those who are overly addicted to sensual things. Such meditation is defeated by the struggle for existence. Sometimes such meditative processes pass for transcendental meditation. King Purañjana, the living entity, being thus victimized by the hard struggle for existence, took to transcendental meditation with his friends and relatives.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>