<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.18</P><P CLASS=c>sa eva pury&#257;m madhu-bhuk</P><P CLASS=c>pañc&#257;leshu sva-p&#257;rshadaih</P><P CLASS=c>upan&#299;tam balim grihnan</P><P CLASS=c>str&#299;-jito n&#257;vidad bhayam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/puryam">pury&#257;m</A> &#8212; within the city; <A CLASS=v HREF="http://vedabase.net/m/madhu">madhu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuk">bhuk</A> &#8212; enjoying sex life; <A CLASS=v HREF="http://vedabase.net/p/pancalesu">pañc&#257;leshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the kingdom of <A HREF="http://vedabase.net/p/pancala">Pañc&#257;la</A> (five sense objects); <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/p/parsadaih">p&#257;rshadaih</A> &#8212; along with his followers; <A CLASS=v HREF="http://vedabase.net/u/upanitam">upan&#299;tam</A> &#8212; brought; <A CLASS=v HREF="http://vedabase.net/b/balim">balim</A> &#8212; taxes; <A CLASS=v HREF="http://vedabase.net/g/grhnan">grihnan</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/s/stri">str&#299;</A>-<A CLASS=v HREF="http://vedabase.net/j/jitah">jitah</A> &#8212; conquered by women; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; did not; <A CLASS=v HREF="http://vedabase.net/a/avidat">avidat</A> &#8212; understand; <A CLASS=v HREF="http://vedabase.net/b/bhayam">bhayam</A> &#8212; fear of death.</P><P CLASS=t>TRANSLATION</P><P>King Purañjana collected taxes in the city known as Pañc&#257;la and thus was able to engage in sexual indulgence. Being completely under the control of women, he could not understand that his life was passing away and that he was reaching the point of death.</P><P CLASS=t>PURPORT</P><P>Government men &#8212; including kings, presidents, secretaries and ministers &#8212; are in a position to utilize taxes collected from the citizens for sense gratification. It is stated in &#346;r&#299;mad-Bh&#257;gavatam that in this Kali-yuga government men (r&#257;janyas) and those connected with the government, as well as exalted government ministers, secretaries and presidents, will all simply collect taxes for sense gratification. The government is top-heavy, and without increasing taxes the government cannot maintain itself. When taxes are collected they are utilized for the sense gratification of the government officials. Such irresponsible politicians forget that there is a time when death will come to take away all their sense gratification. Some of them are convinced that after life everything is finished. This atheistic theory was conceived long ago by a philosopher called C&#257;rv&#257;ka. C&#257;rv&#257;ka recommended that man should live very opulently by either begging, borrowing or stealing. He also maintained that one should not be afraid of death, the next life, the past life or an impious life because after the body is burnt to ashes, everything is finished. This is the philosophy of those who are too much materially addicted. Such philosophizing will not save one from the danger of death, nor will it save one from an abominable afterlife.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>