<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.24</P><P CLASS=c>rishabham yavan&#257;n&#257;m tv&#257;m</P><P CLASS=c>vrine v&#299;repsitam patim</P><P CLASS=c>sa&#324;kalpas tvayi bh&#363;t&#257;n&#257;m</P><P CLASS=c>kritah kila na rishyati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rsabham">rishabham</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/y/yavananam">yavan&#257;n&#257;m</A> &#8212; of the untouchables; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/v/vrne">vrine</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> accept; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great hero; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psitam</A> &#8212; desired; <A CLASS=v HREF="http://vedabase.net/p/patim">patim</A> &#8212; husband; <A CLASS=v HREF="http://vedabase.net/s/sankalpah">sa&#324;kalpah</A> &#8212; the determination; <A CLASS=v HREF="http://vedabase.net/t/tvayi">tvayi</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of all living entities; <A CLASS=v HREF="http://vedabase.net/k/krtah">kritah</A> &#8212; if done; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/r/risyati">rishyati</A> &#8212; becomes baffled.</P><P CLASS=t>TRANSLATION</P><P>Approaching the King of the Yavanas, K&#257;lakany&#257; addressed him as a great hero, saying: My dear sir, you are the best of the untouchables. I am in love with you, and I want you as my husband. I know that no one is baffled if he makes friends with you.</P><P CLASS=t>PURPORT</P><P>The words yavan&#257;n&#257;m rishabham refer to the King of the Yavanas. The Sanskrit words yavana and mleccha apply to those who do not follow the Vedic principles. According to the Vedic principles, one should rise early in the morning, take bath, chant Hare Krishna, offer ma&#324;gala-&#257;rati to the Deities, study Vedic literature, take pras&#257;da and engage in dressing and decorating the Deities. One must also collect money for the temple expenditures, or if one is a householder he must go to work in accordance with the prescribed duties of a br&#257;hmana, kshatriya, vai&#347;ya or &#347;&#363;dra. In this way one should live a life of spiritual understanding, and this is the Vedic way of civilization. One who does not follow all these rules and regulations is called a yavana or mleccha. One should not mistakenly think that these words refer to certain classes of men in other countries. There is no question of limitation according to nationalism. Whether one lives in India or outside of India, he is called a yavana or mleccha if he does not follow the Vedic principles. One who does not actually follow the hygienic principles prescribed in the Vedic rules and regulations will be subjected to many contagious diseases. Because the students in this Krishna consciousness movement are advised to follow the Vedic principles, they naturally become hygienic.</P><P>If a person is Krishna conscious, he can work like a young man even if he is seventy-five or eighty years old. Thus the daughter of K&#257;la (Time) cannot overcome a Vaishnava. &#346;r&#299;la Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; engaged in writing Caitanya-carit&#257;mrita when he was very old, yet he presented the most wonderful literature about the activities of Lord Caitanya. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299; began their spiritual lives at a very old age, that is, after they retired from their occupations and family lives. Yet they presented many valuable literatures for the advancement of spiritual life. This is confirmed by &#346;r&#299;la &#346;r&#299;niv&#257;sa &#256;c&#257;rya, who praised the Gosv&#257;m&#299;s in this way:</P><P>n&#257;n&#257;-&#347;&#257;stra-vic&#257;ranaika-nipunau sad-dharma-samsth&#257;pakau</P><P CLASS=n>lok&#257;n&#257;m hita-k&#257;rinau tri-bhuvane m&#257;nyau &#347;arany&#257;karau</P><P CLASS=n>r&#257;dh&#257;-krishna-pad&#257;ravinda-bhajan&#257;nandena matt&#257;likau</P><P CLASS=n>vande r&#363;pa-san&#257;tanau raghu-yugau &#347;r&#299;-j&#299;va-gop&#257;lakau</P><P>"I offer my respectful obeisances unto the six Gosv&#257;m&#299;s, namely &#346;r&#299; San&#257;tana Gosv&#257;m&#299;, &#346;r&#299; R&#363;pa Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha Bhatta Gosv&#257;m&#299;, &#346;r&#299; Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, &#346;r&#299; J&#299;va Gosv&#257;m&#299; and &#346;r&#299; Gop&#257;la Bhatta Gosv&#257;m&#299;, who are very expert in scrutinizingly studying all the revealed scriptures with the aim of establishing eternal religious principles for the benefit of all human beings. Thus they are honored all over the three worlds, and they are worth taking shelter of because they are absorbed in the mood of the gop&#299;s and are engaged in the transcendental loving service of R&#257;dh&#257; and Krishna."</P><P>Thus jar&#257;, the effect of old age, does not harass a devotee. This is because a devotee follows the instructions and the determination of N&#257;rada Muni. All devotees are in the disciplic succession stemming from N&#257;rada Muni because they worship the Deity according to N&#257;rada Muni's direction, namely the N&#257;rada-pañcar&#257;tra, or the p&#257;ñcar&#257;trika-vidhi. A devotee follows the principles of p&#257;ñcar&#257;trika-vidhi as well as bh&#257;gavata-vidhi. Bh&#257;gavata-vidhi includes preaching work &#8212; &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>] &#8212; the hearing and chanting of the glories of Lord Vishnu, the Supreme Personality of Godhead. The p&#257;ñcar&#257;trika-vidhi includes arcanam vandanam d&#257;syam sakhyam &#257;tma-nivedanam. Because a devotee rigidly follows the instructions of N&#257;rada Muni, he has no fear of old age, disease or death. Apparently a devotee may grow old, but he is not subjected to the symptoms of defeat experienced by a common man in old age. Consequently, old age does not make a devotee fearful of death, as a common man is fearful of death. When jar&#257;, or old age, takes shelter of a devotee, K&#257;lakany&#257; diminishes the devotee's fear. A devotee knows that after death he is going back home, back to Godhead; therefore he has no fear of death. Thus instead of depressing a devotee, advanced age helps him become fearless and thus happy.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>