<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.25</P><P CLASS=c>dv&#257;v im&#257;v anu&#347;ocanti</P><P CLASS=c>b&#257;l&#257;v asad-avagrahau</P><P CLASS=c>yal loka-&#347;&#257;stropanatam</P><P CLASS=c>na r&#257;ti na tad icchati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvau">dvau</A> &#8212; two kinds; <A CLASS=v HREF="http://vedabase.net/i/imau">imau</A> &#8212; these; <A CLASS=v HREF="http://vedabase.net/a/anusocanti">anu&#347;ocanti</A> &#8212; they lament; <A CLASS=v HREF="http://vedabase.net/b/balau">b&#257;lau</A> &#8212; ignorant; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; the foolish; <A CLASS=v HREF="http://vedabase.net/a/avagrahau">avagrahau</A> &#8212; taking the path of; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A> &#8212; by custom; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; by scriptures; <A CLASS=v HREF="http://vedabase.net/u/upanatam">upanatam</A> &#8212; presented; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/r/rati">r&#257;ti</A> &#8212; follows; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; neither; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/i/icchati">icchati</A> &#8212; desires.</P><P CLASS=t>TRANSLATION</P><P>One who does not give charity according to the customs or injunctions of the scriptures and one who does not accept charity in that way are considered to be in the mode of ignorance. Such persons follow the path of the foolish. Surely they must lament at the end.</P><P CLASS=t>PURPORT</P><P>It is herein stated that one should strictly follow the scriptures if one actually wants an auspicious life. The same is explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/16/23.htm">16.23</A>):</P><P>yah &#347;&#257;stra-vidhim utsrijya</P><P CLASS=n>vartate k&#257;ma-k&#257;ratah</P><P CLASS=n>na sa siddhim av&#257;pnoti</P><P CLASS=n>na sukham na par&#257;m gatim</P><P>"He who discards scriptural injunctions and acts according to his own whims attains neither perfection, nor happiness, nor the supreme destination." One who does not strictly follow the terms of the Vedic injunctions never attains success in life or happiness. And what to speak of going home, back to Godhead.</P><P>One &#347;&#257;stric injunction holds that a householder, a kshatriya or an administrative head should not refuse to accept a woman if she voluntarily requests to become a wife. Since K&#257;lakany&#257;, the daughter of Time, was deputed by N&#257;rada Muni to offer herself to Yavana-r&#257;ja, the King of the Yavanas could not refuse her. All transactions must be performed in light of the &#347;&#257;stric injunctions. The &#347;&#257;stric injunctions are confirmed by great sages like N&#257;rada Muni. As stated by Narottama d&#257;sa Th&#257;kura: s&#257;dhu-&#347;&#257;stra-guru-v&#257;kya, cittete kariy&#257; aikya. One should follow the principles of saintly persons, scriptures and the spiritual master. In this way one is sure to attain success in life. K&#257;lakany&#257;, the daughter of Time, presented herself before the King of the Yavanas precisely in terms of s&#257;dhu, &#347;&#257;stra and guru. Thus there was no reason for not accepting her.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>