<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.27</P><P CLASS=c>k&#257;la-kanyodita-vaco</P><P CLASS=c>ni&#347;amya yavane&#347;varah</P><P CLASS=c>cik&#299;rshur deva-guhyam sa</P><P CLASS=c>sasmitam t&#257;m abh&#257;shata</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/k/kanya">kany&#257;</A> &#8212; by the daughter of Time; <A CLASS=v HREF="http://vedabase.net/u/udita">udita</A> &#8212; expressed; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; words; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/y/yavana">yavana</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the King of the Yavanas; <A CLASS=v HREF="http://vedabase.net/c/cikirsuh">cik&#299;rshuh</A> &#8212; desiring <A HREF="http://vedabase.net/t/to">to</A> execute; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; of providence; <A CLASS=v HREF="http://vedabase.net/g/guhyam">guhyam</A> &#8212; confidential duty; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/s/sa">sa</A>-<A CLASS=v HREF="http://vedabase.net/s/smitam">smitam</A> &#8212; smilingly; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; her; <A CLASS=v HREF="http://vedabase.net/a/abhasata">abh&#257;shata</A> &#8212; addressed.</P><P CLASS=t>TRANSLATION</P><P>After hearing the statement of K&#257;lakany&#257;, daughter of Time, the King of the Yavanas began to smile and devise a means for executing his confidential duty on behalf of providence. He then addressed K&#257;lakany&#257; as follows.</P><P CLASS=t>PURPORT</P><P>In Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/adi/5/142.htm">&#256;di 5.142</A>) it is said:</P><P>ekale &#299;&#347;vara krishna, &#257;ra saba bhritya</P><P CLASS=n>y&#257;re yaiche n&#257;c&#257;ya, se taiche kare nritya</P><P>Actually the supreme controller is the Personality of Godhead, Krishna, and everyone is His servant. Yavana-r&#257;ja, the King of the Yavanas, was also a servant of Krishna. Consequently, he wanted to execute the purpose of Krishna through the agency of K&#257;lakany&#257;. Although K&#257;lakany&#257; means invalidity or old age, Yavana-r&#257;ja wanted to serve Krishna by introducing K&#257;lakany&#257; everywhere. Thus a sane person, by attaining old age, will become fearful of death. Foolish people engage in material activities as if they will live forever and enjoy material advancement, but actually there is no material advancement. Under illusion people think that material opulence will save them, but although there has been much advancement in material science, the problems of human society &#8212; birth, death, old age and disease &#8212; are still unsolved. Nonetheless foolish scientists are thinking that they have advanced materially. When K&#257;lakany&#257;, the invalidity of old age, attacks them, they become fearful of death, if they are sane. Those who are insane simply do not care for death, nor do they know what is going to happen after death. They are under the wrong impression that after death there is no life, and consequently they act very irresponsibly in this life and enjoy unrestricted sense gratification. For an intelligent person, the appearance of old age is an impetus to spiritual life. People naturally fear impending death. The King of the Yavanas tried to utilize K&#257;lakany&#257; for this purpose.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>