<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.30</P><P CLASS=c>prajv&#257;ro 'yam mama bhr&#257;t&#257;</P><P CLASS=c>tvam ca me bhagin&#299; bhava</P><P CLASS=c>car&#257;my ubh&#257;bhy&#257;m loke 'sminn</P><P CLASS=c>avyakto bh&#299;ma-sainikah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/prajvarah">prajv&#257;rah</A> &#8212; named <A HREF="http://vedabase.net/p/prajvara">Prajv&#257;ra</A>; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/bhrata">bhr&#257;t&#257;</A> &#8212; brother; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/b/bhagini">bhagin&#299;</A> &#8212; sister; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A> &#8212; become; <A CLASS=v HREF="http://vedabase.net/c/carami">car&#257;mi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> shall <A HREF="http://vedabase.net/g/go">go</A> about; <A CLASS=v HREF="http://vedabase.net/u/ubhabhyam">ubh&#257;bhy&#257;m</A> &#8212; by both of you; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/a/asmin">asmin</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/avyaktah">avyaktah</A> &#8212; without being manifest; <A CLASS=v HREF="http://vedabase.net/b/bhima">bh&#299;ma</A> &#8212; dangerous; <A CLASS=v HREF="http://vedabase.net/s/sainikah">sainikah</A> &#8212; with soldiers.</P><P CLASS=t>TRANSLATION</P><P>The King of the Yavanas continued: Here is my brother Prajv&#257;ra. I now accept you as my sister. I shall employ both of you, as well as my dangerous soldiers, to act imperceptibly within this world.</P><P CLASS=t>PURPORT</P><P>K&#257;lakany&#257; was sent by N&#257;rada Muni to Yavana-r&#257;ja so that she might become his wife, but instead of accepting her as his wife, Yavana-r&#257;ja accepted her as his sister. Those who do not follow the Vedic principles are unrestricted as far as sex life is concerned. Consequently they sometimes do not hesitate to have sex with their sisters. In this age of Kali there are many instances of such incest. Although Yavana-r&#257;ja accepted the request of N&#257;rada Muni to show respect to him, he was nonetheless thinking of illicit sex. This was due to his being the King of the yavanas and mlecchas.</P><P>The word prajv&#257;rah is very significant, for it means "the fever sent by Lord Vishnu." Such a fever is always set at 107 degrees, the temperature at which a man dies. Thus the King of the mlecchas and yavanas requested the daughter of Time, K&#257;lakany&#257;, to become his sister. There was no need to ask her to become his wife, for the yavanas and mlecchas do not make distinctions as far as sex life is concerned. Thus one may outwardly be a sister, mother or daughter and still have sex. Yavana-r&#257;ja's brother was Prajv&#257;ra, and K&#257;lakany&#257; was invalidity itself. Combined and strengthened by the soldiers of Yavana-r&#257;ja &#8212; namely nonhygienic conditions, illicit sex and ultimately a high degree of temperature to bring on death &#8212; they would be able to smash the materialistic way of life. In this connection it is significant that N&#257;rada was immune to the attack of jar&#257;, or invalidity, and similarly jar&#257;, or the destructive force, cannot attack any follower of N&#257;rada Muni or a pure Vaishnava.</P><P>Thus end the Bhaktivedanta purports of the Fourth Canto, Twenty-seventh Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Attack by Candavega on the City of King Purañjana; the Character of K&#257;lakany&#257;."</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../28/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>