<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 27 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 27 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 27: <A CLASS=v HREF="index.htm">Attack by Candavega on the City of King Purañjana: the Character of K&#257;lakany&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.27.9</P><P CLASS=c>putr&#257;n&#257;m c&#257;bhavan putr&#257;</P><P CLASS=c>ekaikasya &#347;atam &#347;atam</P><P CLASS=c>yair vai paurañjano vam&#347;ah</P><P CLASS=c>pañc&#257;leshu samedhitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/putranam">putr&#257;n&#257;m</A> &#8212; of the sons; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/abhavan">abhavan</A> &#8212; were produced; <A CLASS=v HREF="http://vedabase.net/p/putrah">putr&#257;h</A> &#8212; sons; <A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/e/ekasya">ekasya</A> &#8212; of each one; <A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; hundred; <A CLASS=v HREF="http://vedabase.net/s/satam">&#347;atam</A> &#8212; hundred; <A CLASS=v HREF="http://vedabase.net/y/yaih">yaih</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/pauranjanah">paurañjanah</A> &#8212; of King <A HREF="http://vedabase.net/p/puranjana">Purañjana</A>; <A CLASS=v HREF="http://vedabase.net/v/vamsah">vam&#347;ah</A> &#8212; family; <A CLASS=v HREF="http://vedabase.net/p/pancalesu">pañc&#257;leshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the land of <A HREF="http://vedabase.net/p/pancala">Pañc&#257;la</A>; <A CLASS=v HREF="http://vedabase.net/s/samedhitah">samedhitah</A> &#8212; greatly increased.</P><P CLASS=t>TRANSLATION</P><P>Of these many sons, each produced hundreds and hundreds of grandsons. In this way the whole city of Pañc&#257;la became overcrowded by these sons and grandsons of King Purañjana.</P><P CLASS=t>PURPORT</P><P>We must remember that Purañjana is the living entity, and the city Pañc&#257;la is the body. The body is the field of activity for the living entity, as stated in Bhagavad-g&#299;t&#257;: kshetra-kshetrajña. There are two constituents: one is the living entity (kshetra jña), and the other is the body of the living entity (kshetra). Any living entity can know that he is covered by the body if he only contemplates the body a little bit. Just with a little contemplation he can come to understand that the body is his possession. One can understand this by practical experience and by the authority of the &#347;&#257;stras. In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/13.htm">2.13</A>) it is said: dehino'smin yath&#257; dehe. The proprietor of the body, the soul, is within the body. The body is taken as the pañc&#257;la-de&#347;a, or the field of activities wherein the living entity can enjoy the senses in their relationship to the five sense objects, namely gandha, rasa, r&#363;pa, spar&#347;a and &#347;abda &#8212; that is, sense objects made out of earth, water, fire, air and sky. Within this material world, covered by the material body of subtle and gross matter, every living entity creates actions and reactions, which are herein known allegorically as sons and grandsons. There are two kinds of actions and reactions &#8212; namely pious and impious. In this way our material existence becomes coated by different actions and reactions. In this regard, &#346;r&#299;la Narottama d&#257;sa Th&#257;kura states:</P><P>karma-k&#257;nda, jñ&#257;na-k&#257;nda, kevala vishera bh&#257;nda,</P><P CLASS=n>amrita baliy&#257; yeb&#257; kh&#257;ya</P><P CLASS=n>n&#257;n&#257; yoni sad&#257; phire, kadarya bhakshana kare,</P><P CLASS=n>t&#257;ra janma adhah-p&#257;te y&#257;ya</P><P>"Fruitive activities and mental speculation are simply cups of poison. Whoever drinks of them, thinking them to be nectar, must struggle very hard life after life, in different types of bodies. Such a person eats all kinds of nonsense and becomes condemned by his activities of so-called sense enjoyment."</P><P>Thus the field of action and reactions, by which one's descendants are increased, begins with sex life. Purañjana increased his whole family by begetting sons who in their turn begot grandsons. Thus the living entity, being inclined toward sexual gratification, becomes involved in many hundreds and thousands of actions and reactions. In this way he remains within the material world simply for the purpose of sense gratification and transmigrates from one body to another. His process of reproducing so many sons and grandsons results in so-called societies, nations, communities and so on. All these communities, societies, dynasties and nations simply expand from sex life. As stated by Prahl&#257;da Mah&#257;r&#257;ja: yan maithun&#257;di-grihamedhi-sukham hi tuccham (Bh&#257;g. <A CLASS=v HREF="../../../sb/7/9/45.htm">7.9.45</A>). A grihamedh&#299; is one who wants to remain within this material existence. This means that he wants to remain within this body or society and enjoy friendship, love and community. His only enjoyment is in increasing the number of sex enjoyers. He enjoys sex and produces children, who in their turn marry and produce grandchildren. The grandchildren also marry and in their turn produce great-grandchildren. In this way the entire earth becomes overpopulated, and then suddenly there are reactions provoked by material nature in the form of war, famine, pestilence and earthquakes, etc. Thus the entire population is again extinguished simply to be re-created. This process is explained in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/19.htm">8.19</A>) as repeated creation and annihilation: bh&#363;tv&#257; bh&#363;tv&#257; pral&#299;yate. Due to a lack of Krishna consciousness, all this creation and annihilation is going on under the name of human civilization. This cycle continues due to man's lack of knowledge of the soul and the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>