<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 17"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 17: The Dynasties of the Sons of Pur&#363;rav&#257;</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 9.17 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-3.htm"><B>SB 9.17.1-3</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: From Pur&#363;rav&#257; came a son named &#256;yu, whose very powerful sons were Nahusha, Kshatravriddha, Raj&#299;, R&#257;bha and Anen&#257;. O Mah&#257;r&#257;ja Par&#299;kshit, now hear about the dynasty of Kshatravriddha. Kshatravriddha's son was Suhotra, who had three sons, named K&#257;&#347;ya, Ku&#347;a and Gritsamada. From Gritsamada came &#346;unaka, and from him came &#346;aunaka, the great saint, the best of those conversant with the Rig Veda.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 9.17.4</B></A>: The son of K&#257;&#347;ya was K&#257;&#347;i, and his son was R&#257;shtra, the father of D&#299;rghatama. D&#299;rghatama had a son named Dhanvantari, who was the inaugurator of the medical science and an incarnation of Lord V&#257;sudeva, the enjoyer of the results of sacrifices. One who remembers the name of Dhanvantari can be released from all disease.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 9.17.5</B></A>: The son of Dhanvantari was Ketum&#257;n, and his son was Bh&#299;maratha. The son of Bh&#299;maratha was Divod&#257;sa, and the son of Divod&#257;sa was Dyum&#257;n, also known as Pratardana.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 9.17.6</B></A>: Dyum&#257;n was also known as &#346;atrujit, Vatsa, Ritadhvaja and Kuvalay&#257;&#347;va. From him were born Alarka and other sons.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 9.17.7</B></A>: Alarka, the son of Dyum&#257;n, reigned over the earth for sixty-six thousand years, my dear King Par&#299;kshit. No one other than him has reigned over the earth for so long as a young man.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 9.17.8</B></A>: From Alarka came a son named Santati, and his son was Sun&#299;tha. The son of Sun&#299;tha was Niketana, the son of Niketana was Dharmaketu, and the son of Dharmaketu was Satyaketu.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 9.17.9</B></A>: O King Par&#299;kshit, from Satyaketu came a son named Dhrishtaketu, and from Dhrishtaketu came Sukum&#257;ra, the emperor of the entire world. From Sukum&#257;ra came a son named V&#299;tihotra; from V&#299;tihotra, Bharga; and from Bharga, Bh&#257;rgabh&#363;mi.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 9.17.10</B></A>: O Mah&#257;r&#257;ja Par&#299;kshit, all of these kings were descendants of K&#257;&#347;i, and they could also be called descendants of Kshatravriddha. The son of R&#257;bha was Rabhasa, from Rabhasa came Gambh&#299;ra, and from Gambh&#299;ra came a son named Akriya.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 9.17.11</B></A>: The son of Akriya was known as Brahmavit, O King. Now hear about the descendants of Anen&#257;. From Anen&#257; came a son named &#346;uddha, and his son was &#346;uci. The son of &#346;uci was Dharmas&#257;rathi, also called Citrakrit.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 9.17.12</B></A>: From Citrakrit was born a son named &#346;&#257;ntaraja, a self-realized soul who performed all kinds of Vedic ritualistic ceremonies and therefore did not beget any progeny. The sons of Raj&#299; were five hundred, all very powerful.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>SB 9.17.13</B></A>: On the request of the demigods, Raj&#299; killed the demons and thus returned the kingdom of heaven to Lord Indra. But Indra, fearing such demons as Prahl&#257;da, returned the kingdom of heaven to Raj&#299; and surrendered himself at Raj&#299;'s lotus feet.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>SB 9.17.14</B></A>: Upon Raj&#299;'s death, Indra begged Raj&#299;'s sons for the return of the heavenly planet. They did not return it, however, although they agreed to return Indra's shares in ritualistic ceremonies.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>SB 9.17.15</B></A>: Thereafter, Brihaspati, the spiritual master of the demigods, offered oblations in the fire so that the sons of Raj&#299; would fall from moral principles. When they fell, Lord Indra killed them easily because of their degradation. Not a single one of them remained alive.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 9.17.16</B></A>: From Ku&#347;a, the grandson of Kshatravriddha, was born a son named Prati. The son of Prati was Sañjaya, and the son of Sañjaya was Jaya. From Jaya, Krita was born, and from Krita, King Haryabala.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 9.17.17</B></A>: From Haryabala came a son named Sahadeva, and from Sahadeva came H&#299;na. The son of H&#299;na was Jayasena, and the son of Jayasena was Sa&#324;kriti. The son of Sa&#324;kriti was the powerful and expert fighter named Jaya. These kings were the members of the Kshatravriddha dynasty. Now let me describe to you the dynasty of Nahusha.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>