<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 9 Chapter 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 9 Chapter 17"></HEAD><BODY><TABLE><TR><TD>Canto 9: <A CLASS=v HREF="../index.htm">Liberation</A></TD><TD CLASS=m>Chapter 17: <A CLASS=v HREF="index.htm">The Dynasties of the Sons of Pur&#363;rav&#257;</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 9.17 Summary</P><P>&#256;yu, the eldest son of Pur&#363;rav&#257;, had five sons. This chapter describes the dynasties of four of them, beginning with Kshatravriddha.</P><P>&#256;yu, the son of Pur&#363;rav&#257;, had five sons &#8212; Nahusha, Kshatravriddha, Raj&#299;, R&#257;bha and Anen&#257;. The son of Kshatravriddha was Suhotra, who had three sons, named K&#257;&#347;ya, Ku&#347;a and Gritsamada. The son of Gritsamada was &#346;unaka, and his son was &#346;aunaka. The son of K&#257;&#347;ya was K&#257;&#347;i. From K&#257;&#347;i came the sons and grandsons known as R&#257;shtra, D&#299;rghatama and then Dhanvantari, who was the inaugurator of medical science and was a &#347;akty&#257;ve&#347;a incarnation of the Supreme Personality of Godhead, V&#257;sudeva. The descendants of Dhanvantari were Ketum&#257;n, Bh&#299;maratha, Divod&#257;sa and Dyum&#257;n, who was also known as Pratardana, &#346;atrujit, Vatsa, Ritadhvaja and Kuvalay&#257;&#347;va. The son of Dyum&#257;n was Alarka, who reigned over the kingdom for many, many years. Following in the dynasty of Alarka were Santati, Sun&#299;tha, Niketana, Dharmaketu, Satyaketu, Dhrishtaketu, Sukum&#257;ra, V&#299;tihotra, Bharga and Bh&#257;rgabh&#363;mi. All of them belonged to the dynasty of K&#257;&#347;i, the descendant of Kshatravriddha.</P><P>The son of R&#257;bha was Rabhasa, and his son was Gambh&#299;ra. Gambh&#299;ra's son was Akriya, and from Akriya came Brahmavit. The son of Anen&#257; was &#346;uddha, and his son was &#346;uci. The son of &#346;uci was Citrakrit, whose son was &#346;&#257;ntaraja. Raj&#299; had five hundred sons, all of extraordinary strength. Raj&#299; was personally very powerful and was given the kingdom of heaven by Lord Indra. Later, after Raj&#299;'s death, when the sons of Raj&#299; refused to return the kingdom to Indra, by Brihaspati's arrangement they became unintelligent, and Lord Indra conquered them.</P><P>The grandson of Kshatravriddha named Ku&#347;a gave birth to a son named Prati. From Prati came Sañjaya; from Sañjaya, Jaya; from Jaya, Krita; and from Krita, Haryabala. The son of Haryabala was Sahadeva; the son of Sahadeva, H&#299;na; the son of H&#299;na, Jayasena; the son of Jayasena, Sa&#324;kriti; and the son of Sa&#324;kriti, Jaya.</P><P CLASS=l><A CLASS=i HREF="../16/37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>