<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verses 26-27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verses 26-27"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.26-27</P><P CLASS=c>yo nah sapatnair bhri&#347;am ardyam&#257;n&#257;n</P><P CLASS=c>devarshi-tirya&#324;-nrishu nitya eva</P><P CLASS=c>krit&#257;vat&#257;ras tanubhih sva-m&#257;yay&#257;</P><P CLASS=c>kritv&#257;tmas&#257;t p&#257;ti yuge yuge ca</P><P CLASS=c>tam eva devam vayam &#257;tma-daivatam</P><P CLASS=c>param pradh&#257;nam purusham vi&#347;vam anyam</P><P CLASS=c>vraj&#257;ma sarve &#347;aranam &#347;aranyam</P><P CLASS=c>sv&#257;n&#257;m sa no dh&#257;syati &#347;am mah&#257;tm&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; us; <A CLASS=v HREF="http://vedabase.net/s/sapatnaih">sapatnaih</A> &#8212; by our enemies, the demons; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; almost always; <A CLASS=v HREF="http://vedabase.net/a/ardyamanan">ardyam&#257;n&#257;n</A> &#8212; being persecuted; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A> &#8212; among the demigods; <A CLASS=v HREF="http://vedabase.net/r/rsi">rishi</A> &#8212; the saintly persons; <A CLASS=v HREF="http://vedabase.net/t/tiryak">tiryak</A> &#8212; the animals; <A CLASS=v HREF="http://vedabase.net/n/nrsu">nrishu</A> &#8212; and men; <A CLASS=v HREF="http://vedabase.net/n/nityah">nityah</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;rah</A> &#8212; appearing <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/an">an</A> incarnation; <A CLASS=v HREF="http://vedabase.net/t/tanubhih">tanubhih</A> &#8212; with different forms; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by His internal potency; <A CLASS=v HREF="http://vedabase.net/k/krtva">kritv&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/atmasat">&#257;tmas&#257;t</A> &#8212; considering very near and dear <A HREF="http://vedabase.net/t/to">to</A> Him; <A CLASS=v HREF="http://vedabase.net/p/pati">p&#257;ti</A> &#8212; protects; <A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> <A CLASS=v HREF="http://vedabase.net/y/yuge">yuge</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> every millennium; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/d/devam">devam</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; all of us; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/d/daivatam">daivatam</A> &#8212; the Lord of all living entities; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; transcendental; <A CLASS=v HREF="http://vedabase.net/p/pradhanam">pradh&#257;nam</A> &#8212; the original cause of the total material energy; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the supreme <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; whose energy constitutes this universe; <A CLASS=v HREF="http://vedabase.net/a/anyam">anyam</A> &#8212; separately situated; <A CLASS=v HREF="http://vedabase.net/v/vrajama">vraj&#257;ma</A> &#8212; we approach; <A CLASS=v HREF="http://vedabase.net/s/sarve">sarve</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/saranam">&#347;aranam</A> &#8212; shelter; <A CLASS=v HREF="http://vedabase.net/s/saranyam">&#347;aranyam</A> &#8212; suitable <A HREF="http://vedabase.net/a/as">as</A> shelter; <A CLASS=v HREF="http://vedabase.net/s/svanam">sv&#257;n&#257;m</A> &#8212; unto His own devotees; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; unto us; <A CLASS=v HREF="http://vedabase.net/d/dhasyati">dh&#257;syati</A> &#8212; shall give; <A CLASS=v HREF="http://vedabase.net/s/sam">&#347;am</A> &#8212; good fortune; <A CLASS=v HREF="http://vedabase.net/m/mahatma">mah&#257;tm&#257;</A> &#8212; the Supersoul.</P><P CLASS=t>TRANSLATION</P><P>By His inconceivable internal potency, the Supreme Personality of Godhead expands into various transcendental bodies as V&#257;manadeva, the incarnation of strength among the demigods; Para&#347;ur&#257;ma, the incarnation among saints; Nrisimhadeva and Var&#257;ha, incarnations among animals; and Matsya and K&#363;rma, incarnations among aquatics. He accepts various transcendental bodies among all types of living entities, and among human beings He especially appears as Lord Krishna and Lord R&#257;ma. By His causeless mercy, He protects the demigods, who are always harassed by the demons. He is the supreme worshipable Deity of all living entities. He is the supreme cause, represented as the male and female creative energies. Although different from this universe, He exists in His universal form [vir&#257;t-r&#363;pa]. In our fearful condition, let us take shelter of Him, for we are sure that the Supreme Lord, the Supreme Soul, will give us His protection.</P><P CLASS=t>PURPORT</P><P>In this verse, the Supreme Personality of Godhead, Vishnu, is ascertained to be the original cause of creation. &#346;r&#299;dhara Sv&#257;m&#299;, in his commentary Bh&#257;v&#257;rtha-d&#299;pik&#257;, replies to the idea that prakriti and purusha are the causes of the cosmic manifestation. As stated herein, param pradh&#257;nam purusham vi&#347;vam anyam: "He is the supreme cause, represented as the male and female creative energies. Although different from this universe, He exists in His universal form [vir&#257;t 'r&#363;pa]." The word prakriti, which is used to indicate the source of generation, refers to the material energy of the Supreme Lord, and the word purusha refers to the living entities, who are the superior energy of the Lord. Both the prakriti and purusha ultimately enter the Supreme Lord, as stated in Bhagavad-g&#299;t&#257; (prakritim y&#257;nti m&#257;mik&#257;m).</P><P>Although prakriti and purusha superficially appear to be the causes of the material manifestation, both are emanations of different energies of the Supreme Lord. Therefore the Supreme Lord is the cause of prakriti and purusha. He is the original cause (sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]). The N&#257;rad&#299;ya Pur&#257;na says:</P><P>avik&#257;ro 'pi paramah</P><P CLASS=n>prakritis tu vik&#257;rin&#299;</P><P CLASS=n>anupravi&#347;ya govindah</P><P CLASS=n>prakriti&#347; c&#257;bhidh&#299;yate</P><P>Both the prakriti and purusha, which are inferior and superior energies, are emanations from the Supreme Personality of Godhead. As explained in Bhagavad-g&#299;t&#257; (g&#257;m &#257;vi&#347;ya), the Lord enters the prakriti, and then the prakriti creates different manifestations. The prakriti is not independent or beyond His energies. V&#257;sudeva, Lord &#346;r&#299; Krishna, is the original cause of everything. Therefore the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>):</P><P>aham sarvasya prabhavo</P><P CLASS=n>mattah sarvam pravartate</P><P CLASS=n>iti matv&#257; bhajante m&#257;m</P><P CLASS=n>budh&#257; bh&#257;va-samanvit&#257;h</P><P>"I am the source of all spiritual and material worlds. Everything emanates from Me. The wise who perfectly know this engage in My devotional service and worship Me with all their hearts." In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/9/33.htm">2.9.33</A>) the Lord also says, aham ev&#257;sam ev&#257;gre: "Only I existed before the creation." This is confirmed in the Brahm&#257;nda Pur&#257;na as follows:</P><P>smritir avyavadh&#257;nena</P><P CLASS=n>prakrititvam iti sthitih</P><P CLASS=n>ubhay&#257;tmaka-s&#363;titv&#257;d</P><P CLASS=n>v&#257;sudevah parah pum&#257;n</P><P CLASS=n>prakritih purusha&#347; ceti</P><P CLASS=n>&#347;abdair eko 'bhidh&#299;yate</P><P>To generate the universe, the Lord acts indirectly as the purusha and directly as the prakriti. Because both energies emanate from Lord V&#257;sudeva, the all-pervasive Supreme Personality of Godhead, He is known as both prakriti and purusha. Therefore V&#257;sudeva is the cause of everything (sarva-k&#257;rana-k&#257;ranam [<A CLASS=v HREF="../../../bs/5/1.htm">Bs. 5.1</A>]).</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>