<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.33</P><P CLASS=c>om namas te 'stu bhagavan n&#257;r&#257;yana v&#257;sudev&#257;di-purusha mah&#257;-purusha mah&#257;nubh&#257;va parama-ma&#324;gala parama-kaly&#257;na parama-k&#257;runika kevala jagad-&#257;dh&#257;ra lokaika-n&#257;tha sarve&#347;vara lakshm&#299;-n&#257;tha paramahamsa-parivr&#257;jakaih paramen&#257;tma-yoga-sam&#257;dhin&#257; paribh&#257;vita-parisphuta-p&#257;ramahamsya-dharmenodgh&#257;tita-tamah-kap&#257;ta-dv&#257;re citte 'p&#257;vrita &#257;tma-loke svayam upalabdha-nija-sukh&#257;nubhavo bhav&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/o/om">om</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; let there be; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; the resort of all living entities, <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/v/vasudeva">v&#257;sudeva</A> &#8212; Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>, <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; the original person; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; the most exalted personality; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhava">anubh&#257;va</A> &#8212; the supremely opulent; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/m/mangala">ma&#324;gala</A> &#8212; the most auspicious; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/k/kalyana">kaly&#257;na</A> &#8212; the supreme benediction; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/k/karunika">k&#257;runika</A> &#8212; the supremely merciful; <A CLASS=v HREF="http://vedabase.net/k/kevala">kevala</A> &#8212; changeless; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/a/adhara">&#257;dh&#257;ra</A> &#8212; the support of the cosmic manifestation; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/e/eka">eka</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; the only proprietor of all the planetary systems; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/l/laksmi">lakshm&#299;</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; the husband of the goddess of fortune; <A CLASS=v HREF="http://vedabase.net/p/paramahamsa">paramahamsa</A>-<A CLASS=v HREF="http://vedabase.net/p/parivrajakaih">parivr&#257;jakaih</A> &#8212; by the topmost sanny&#257;s&#299;s wandering all over the world; <A CLASS=v HREF="http://vedabase.net/p/paramena">paramena</A> &#8212; by supreme; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/s/samadhina">sam&#257;dhin&#257;</A> &#8212; absorption <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/p/paribhavita">paribh&#257;vita</A> &#8212; fully purified; <A CLASS=v HREF="http://vedabase.net/p/parisphuta">parisphuta</A> &#8212; and fully manifested; <A CLASS=v HREF="http://vedabase.net/p/paramahamsya">p&#257;ramahamsya</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmena">dharmena</A> &#8212; by executing the transcendental process of devotional service; <A CLASS=v HREF="http://vedabase.net/u/udghatita">udgh&#257;tita</A> &#8212; pushed open; <A CLASS=v HREF="http://vedabase.net/t/tamah">tamah</A> &#8212; of illusory existence; <A CLASS=v HREF="http://vedabase.net/k/kapata">kap&#257;ta</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which the door; <A CLASS=v HREF="http://vedabase.net/d/dvare">dv&#257;re</A> &#8212; existing <A HREF="http://vedabase.net/a/as">as</A> the entrance; <A CLASS=v HREF="http://vedabase.net/c/citte">citte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/a/apavrte">ap&#257;vrite</A> &#8212; without contamination; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the spiritual world; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; personally; <A CLASS=v HREF="http://vedabase.net/u/upalabdha">upalabdha</A> &#8212; experiencing; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A> &#8212; personal; <A CLASS=v HREF="http://vedabase.net/s/sukha">sukha</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhavah">anubhavah</A> &#8212; perception of happiness; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship.</P><P CLASS=t>TRANSLATION</P><P>O Supreme Personality of Godhead, O N&#257;r&#257;yana, O V&#257;sudeva, original person! O most exalted person, supreme experience, welfare personified! O supreme benediction, supremely merciful and changeless! O support of the cosmic manifestation, sole proprietor of all planetary systems, master of everything and husband of the goddess of fortune! Your Lordship is realized by the topmost sanny&#257;s&#299;s, who wander about the world to preach Krishna consciousness, fully absorbed in sam&#257;dhi through bhakti-yoga. Because their minds are concentrated upon You, they can receive the conception of Your personality in their fully purified hearts. When the darkness in their hearts is completely eradicated and You are revealed to them, the transcendental bliss they enjoy is the transcendental form of Your Lordship. No one but such persons can realize You. Therefore we simply offer You our respectful obeisances.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead has numerous transcendental names pertaining to different grades of revelation to various grades of devotees and transcendentalists. When He is realized in His impersonal form He is called the Supreme Brahman, when realized as the Param&#257;tm&#257; He is called antary&#257;m&#299;, and when He expands Himself in different forms for material creation He is called Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu, Garbhodaka&#347;&#257;y&#299; Vishnu and K&#257;ranodaka&#347;&#257;y&#299; Vishnu. When He is realized as V&#257;sudeva, Sa&#324;karshana, Pradyumna and Aniruddha &#8212; the Caturvy&#363;ha, who are beyond the three forms of Vishnu &#8212; He is the Vaikuntha N&#257;r&#257;yana. Above realization of N&#257;r&#257;yana is realization of Baladeva, and above that is realization of Krishna. All these realizations are possible when one engages fully in devotional service. The covered core of one's heart is then completely open to receiving an understanding of the Supreme Personality of Godhead in His various forms.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>