<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.35</P><P CLASS=c>atha tatra bhav&#257;n kim devadattavad iha guna-visarga-patitah p&#257;ratantryena sva-krita-ku&#347;al&#257;ku&#347;alam phalam up&#257;dad&#257;ty &#257;hosvid &#257;tm&#257;r&#257;ma upa&#347;ama-&#347;&#299;lah samañjasa-dar&#347;ana ud&#257;sta iti ha v&#257;va na vid&#257;mah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/t/tatra">tatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; Your Lordship; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/d/datta">datta</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; like <A HREF="http://vedabase.net/a/an">an</A> ordinary human being, forced by the fruits of his activities; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this material world; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/v/visarga">visarga</A>-<A CLASS=v HREF="http://vedabase.net/p/patitah">patitah</A> &#8212; fallen <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> material body impelled by the modes of material nature; <A CLASS=v HREF="http://vedabase.net/p/paratantryena">p&#257;ratantryena</A> &#8212; by dependence on the conditions of time, space, activity and nature; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/krta">krita</A> &#8212; executed by oneself; <A CLASS=v HREF="http://vedabase.net/k/kusala">ku&#347;ala</A> &#8212; auspicious; <A CLASS=v HREF="http://vedabase.net/a/akusalam">aku&#347;alam</A> &#8212; inauspicious; <A CLASS=v HREF="http://vedabase.net/p/phalam">phalam</A> &#8212; results of action; <A CLASS=v HREF="http://vedabase.net/u/upadadati">up&#257;dad&#257;ti</A> &#8212; accepts; <A CLASS=v HREF="http://vedabase.net/a/ahosvit">&#257;hosvit</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/atmaramah">&#257;tm&#257;r&#257;mah</A> &#8212; completely self-satisfied; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/s/silah">&#347;&#299;lah</A> &#8212; self-controlled <A HREF="http://vedabase.net/i/in">in</A> nature; <A CLASS=v HREF="http://vedabase.net/s/samanjasa">samañjasa</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah</A> &#8212; not deprived of full spiritual potencies; <A CLASS=v HREF="http://vedabase.net/u/udaste">ud&#257;ste</A> &#8212; remains neutral <A HREF="http://vedabase.net/a/as">as</A> the witness; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> <A CLASS=v HREF="http://vedabase.net/v/vava">v&#257;va</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/v/vidamah">vid&#257;mah</A> &#8212; we <A HREF="http://vedabase.net/d/do">do</A> not understand.</P><P CLASS=t>TRANSLATION</P><P>These are our inquiries. The ordinary conditioned soul is subject to the material laws, and he thus receives the fruits of his actions. Does Your Lordship, like an ordinary human being, exist within this material world in a body produced by the material modes? Do You enjoy or suffer the good or bad results of actions under the influence of time, past work and so forth? Or, on the contrary, are You present here only as a neutral witness who is self-sufficient, free from all material desires, and always full of spiritual potency? We certainly cannot understand Your actual position.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; Krishna says that He descends to this material world for two purposes, namely paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] &#8212; to relieve the devotees and kill demons or nondevotees. These two kinds of action are the same for the Absolute Truth. When the Lord comes to punish the demons, He bestows His favor upon them, and similarly when He delivers His devotees and gives them relief, He also bestows His favor. Thus the Lord bestows His favor equally upon the conditioned souls. When a conditioned soul gives relief to others he acts piously, and when he gives trouble to others he acts impiously, but the Lord is neither pious nor impious; He is always full in His spiritual potency, by which He shows equal mercy to the punishable and the protectable. The Lord is ap&#257;pa-viddham; He is never contaminated by the reactions of so-called sinful activities. When Krishna was present on this earth, He killed many inimical nondevotees, but they all received s&#257;r&#363;pya; in other words, they returned to their original spiritual bodies. One who does not know the Lord's position says that God is unkind to him but merciful to others. Actually the Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/29.htm">9.29</A>), samo 'ham sarva-bh&#363;teshu na me dveshyo 'sti na priyah: "I am equal to everyone. No one is My enemy, and no one is My friend." But He also says, ye bhajanti tu m&#257;m bhakty&#257; mayi te teshu c&#257;py aham: "If one becomes My devotee and fully surrenders unto Me, I give him special attention."</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>