<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.36</P><P CLASS=c>na hi virodha ubhayam bhagavaty aparimita-guna-gana &#299;&#347;vare 'navag&#257;hya-m&#257;h&#257;tmye 'rv&#257;c&#299;na-vikalpa-vitarka-vic&#257;ra-pram&#257;n&#257;bh&#257;sa-kutarka-&#347;&#257;stra-kalil&#257;ntahkaran&#257;&#347;raya-duravagraha-v&#257;din&#257;m viv&#257;d&#257;navasara uparata-samasta-m&#257;y&#257;maye kevala ev&#257;tma-m&#257;y&#257;m antardh&#257;ya ko nv artho durghata iva bhavati svar&#363;pa-dvay&#257;bh&#257;v&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/virodhah">virodhah</A> &#8212; contradiction; <A CLASS=v HREF="http://vedabase.net/u/ubhayam">ubhayam</A> &#8212; both; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/aparimita">aparimita</A> &#8212; unlimited; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/g/gane">gane</A> &#8212; whose transcendental attributes; <A CLASS=v HREF="http://vedabase.net/i/isvare">&#299;&#347;vare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the supreme controller; <A CLASS=v HREF="http://vedabase.net/a/anavagahya">anavag&#257;hya</A> &#8212; possessing; <A CLASS=v HREF="http://vedabase.net/m/mahatmye">m&#257;h&#257;tmye</A> &#8212; unfathomable ability and glories; <A CLASS=v HREF="http://vedabase.net/a/arvacina">arv&#257;c&#299;na</A> &#8212; recent; <A CLASS=v HREF="http://vedabase.net/v/vikalpa">vikalpa</A> &#8212; full of equivocal calculations; <A CLASS=v HREF="http://vedabase.net/v/vitarka">vitarka</A> &#8212; opposing arguments; <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; judgments; <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/a/abhasa">&#257;bh&#257;sa</A> &#8212; imperfect evidence; <A CLASS=v HREF="http://vedabase.net/k/kutarka">kutarka</A> &#8212; useless arguments; <A CLASS=v HREF="http://vedabase.net/s/sastra">&#347;&#257;stra</A> &#8212; by unauthorized scriptures; <A CLASS=v HREF="http://vedabase.net/k/kalila">kalila</A> &#8212; agitated; <A CLASS=v HREF="http://vedabase.net/a/antahkarana">antahkarana</A> &#8212; minds; <A CLASS=v HREF="http://vedabase.net/a/asraya">&#257;&#347;raya</A> &#8212; whose shelter; <A CLASS=v HREF="http://vedabase.net/d/duravagraha">duravagraha</A> &#8212; with wicked obstinacies; <A CLASS=v HREF="http://vedabase.net/v/vadinam">v&#257;din&#257;m</A> &#8212; of theorists; <A CLASS=v HREF="http://vedabase.net/v/vivada">viv&#257;da</A> &#8212; of the controversies; <A CLASS=v HREF="http://vedabase.net/a/anavasare">anavasare</A> &#8212; not within the <A HREF="http://vedabase.net/r/range">range</A>; <A CLASS=v HREF="http://vedabase.net/u/uparata">uparata</A> &#8212; withdrawn; <A CLASS=v HREF="http://vedabase.net/s/samasta">samasta</A> &#8212; from whom all; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/maye">maye</A> &#8212; illusory energy; <A CLASS=v HREF="http://vedabase.net/k/kevale">kevale</A> &#8212; without <A HREF="http://vedabase.net/a/a">a</A> second; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayam">m&#257;y&#257;m</A> &#8212; the illusory energy, which can <A HREF="http://vedabase.net/d/do">do</A> and undo the inconceivable; <A CLASS=v HREF="http://vedabase.net/a/antardhaya">antardh&#257;ya</A> &#8212; placing between; <A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; meaning; <A CLASS=v HREF="http://vedabase.net/d/durghatah">durghatah</A> &#8212; impossible; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/i/it">it</A> were; <A CLASS=v HREF="http://vedabase.net/b/bhavati">bhavati</A> &#8212; is; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupa">r&#363;pa</A> &#8212; natures; <A CLASS=v HREF="http://vedabase.net/d/dvaya">dvaya</A> &#8212; of two; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abh&#257;v&#257;t</A> &#8212; due <A HREF="http://vedabase.net/t/to">to</A> the absence.</P><P CLASS=t>TRANSLATION</P><P>O Supreme Personality of Godhead, all contradictions can be reconciled in You. O Lord, since You are the Supreme Person, the reservoir of unlimited spiritual qualities, the supreme controller, Your unlimited glories are inconceivable to the conditioned souls. Many modern theologians argue about right and wrong without knowing what is actually right. Their arguments are always false and their judgments inconclusive because they have no authorized evidence with which to gain knowledge of You. Because their minds are agitated by scriptures containing false conclusions, they are unable to understand the truth concerning You. Furthermore, because of polluted eagerness to arrive at the right conclusion, their theories are incapable of revealing You, who are transcendental to their material conceptions. You are one without a second, and therefore in You contradictions like doing and not doing, happiness and distress, are not contradictory. Your potency is so great that it can do and undo anything as You like. With the help of that potency, what is impossible for You? Since there is no duality in Your constitutional position, You can do everything by the influence of Your energy.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, being self-sufficient, is full of transcendental bliss (&#257;tm&#257;r&#257;ma). He enjoys bliss in two ways &#8212; when He appears happy and when He appears distressed. Distinctions and contradictions are impossible in Him because only from Him have they emanated. The Supreme Personality of Godhead is the reservoir of all knowledge, all potency, all strength, opulence and influence. There is no limit to His powers. Since He is full in all transcendental attributes, nothing abominable from the material world can exist in Him. He is transcendental and spiritual, and therefore conceptions of material happiness and distress do not apply to Him.</P><P>We should not be astonished to find contradictions in the Supreme Personality of Godhead. Actually there are no contradictions. That is the meaning of His being supreme. Because He is all-powerful, He is not subject to the conditioned soul's arguments regarding His existence or nonexistence. He is pleased to protect His devotees by killing their enemies. He enjoys both the killing and the protecting.</P><P>Such freedom from duality applies not only to the Lord but also to His devotees. In Vrind&#257;vana, the damsels of Vrajabh&#363;mi enjoy transcendental bliss in the company of the Supreme Personality of Godhead, Krishna, and they feel the same transcendental bliss in separation when Krishna and Balar&#257;ma leave Vrind&#257;vana for Mathur&#257;. There is no question of material pains or pleasures for either the Supreme Personality of Godhead or His pure devotees, although they are sometimes superficially said to be distressed or happy. One who is &#257;tm&#257;r&#257;ma is blissful in both ways.</P><P>Nondevotees cannot understand the contradictions present in the Supreme Lord or His devotees. Therefore in Bhagavad-g&#299;t&#257; the Lord says, bhakty&#257; m&#257;m abhij&#257;n&#257;ti: [<A CLASS=v HREF="../../../bg/18/55.htm">Bg. 18.55</A>] the transcendental pastimes can be understood through devotional service; to nondevotees they are inconceivable. Acinty&#257;h khalu ye bh&#257;v&#257; na t&#257;ms tarkena yojayet: the Supreme Lord and His form, name, pastimes and paraphernalia are inconceivable to nondevotees, and one should not try to understand such realities simply by logical arguments. They will not bring one to the right conclusion about the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>