<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.37</P><P CLASS=c>sama-vishama-mat&#299;n&#257;m matam anusarasi yath&#257; rajju-khandah sarp&#257;di-dhiy&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal or proper; <A CLASS=v HREF="http://vedabase.net/v/visama">vishama</A> &#8212; and unequal or mistaken; <A CLASS=v HREF="http://vedabase.net/m/matinam">mat&#299;n&#257;m</A> &#8212; of those having intelligence; <A CLASS=v HREF="http://vedabase.net/m/matam">matam</A> &#8212; conclusion; <A CLASS=v HREF="http://vedabase.net/a/anusarasi">anusarasi</A> &#8212; You follow; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/r/rajju">rajju</A>-<A CLASS=v HREF="http://vedabase.net/k/khandah">khandah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> piece of rope; <A CLASS=v HREF="http://vedabase.net/s/sarpa">sarpa</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> snake, etc.; <A CLASS=v HREF="http://vedabase.net/d/dhiyam">dhiy&#257;m</A> &#8212; of those who perceive.</P><P CLASS=t>TRANSLATION</P><P>A rope causes fear for a bewildered person who considers it a snake, but not for a person with proper intelligence who knows it to be only a rope. Similarly, You, as the Supersoul in everyone's heart, inspire fear or fearlessness according to one's intelligence, but in You there is no duality.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>) the Lord says, ye yath&#257; m&#257;m prapadyante t&#257;ms tathaiva bhaj&#257;my aham: "As one surrenders unto Me, I reward him accordingly." The Supreme Personality of Godhead is the reservoir of everything, including all knowledge, all truth and all contradictions. The example cited herein is very appropriate. A rope is one truth, but some mistake it for a snake, whereas others know it to be a rope. Similarly, devotees who know the Supreme Personality of Godhead do not see contradictions in Him, but nondevotees regard Him as the snakelike source of all fear. For example, when Nrisimhadeva appeared, Prahl&#257;da Mah&#257;r&#257;ja saw the Lord as the supreme solace, whereas his father, a demon, saw Him as the ultimate death. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../11/2/37.htm">11.2.37</A>), bhayam dvit&#299;y&#257;bhinive&#347;atah sy&#257;t: fear results from being absorbed in duality. When one is in knowledge of duality, one knows both fear and bliss. The same Supreme Lord is a source of bliss to devotees and fear to nondevotees who have a poor fund of knowledge. God is one, but people understand the Absolute Truth from different angles of vision. The unintelligent see contradictions in Him, but sober devotees find no contradictions.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>