<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 40"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.40</P><P CLASS=c>tri-bhuvan&#257;tma-bhavana trivikrama tri-nayana tri-loka-manohar&#257;nubh&#257;va tavaiva vibh&#363;tayo ditija-danuj&#257;daya&#347; c&#257;pi tesh&#257;m upakrama-samayo 'yam iti sv&#257;tma-m&#257;yay&#257; sura-nara-mriga-mi&#347;rita-jalacar&#257;kritibhir yath&#257;par&#257;dham dandam danda-dhara dadhartha evam enam api bhagavañ jahi tv&#257;shtram uta yadi manyase</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavana">bhavana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, You <A HREF="http://vedabase.net/a/are">are</A> the shelter of the three worlds because You <A HREF="http://vedabase.net/a/are">are</A> the Supersoul of the three worlds; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/v/vikrama">vikrama</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord, who assumes the form of <A HREF="http://vedabase.net/v/vamana">V&#257;mana</A>, Your power and opulence <A HREF="http://vedabase.net/a/are">are</A> distributed throughout the three worlds; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/n/nayana">nayana</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> maintainer and seer of the three worlds; <A CLASS=v HREF="http://vedabase.net/t/tri">tri</A>-<A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/m/manohara">manohara</A>-<A CLASS=v HREF="http://vedabase.net/a/anubhava">anubh&#257;va</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> You who <A HREF="http://vedabase.net/a/are">are</A> perceived <A HREF="http://vedabase.net/a/as">as</A> the most beautiful within the three worlds; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/vibhutayah">vibh&#363;tayah</A> &#8212; the expansions of energy; <A CLASS=v HREF="http://vedabase.net/d/diti">diti</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A>-<A CLASS=v HREF="http://vedabase.net/d/danu">danu</A>-<A CLASS=v HREF="http://vedabase.net/j/ja">ja</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the demoniac sons of <A HREF="http://vedabase.net/d/diti">Diti</A>, and the D&#257;navas, another type of demon; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also (the human beings); <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/u/upakrama">upakrama</A>-<A CLASS=v HREF="http://vedabase.net/s/samayah">samayah</A> &#8212; the time of enterprise; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayaya">m&#257;yay&#257;</A> &#8212; by Your own energy; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A>-<A CLASS=v HREF="http://vedabase.net/m/misrita">mi&#347;rita</A>-<A CLASS=v HREF="http://vedabase.net/j/jalacara">jalacara</A>-<A CLASS=v HREF="http://vedabase.net/a/akrtibhih">&#257;kritibhih</A> &#8212; with different forms like those of the demigods, human beings, animals, mixtures and aquatics (the incarnations <A HREF="http://vedabase.net/v/vamana">V&#257;mana</A>, Lord <A HREF="http://vedabase.net/r/ramacandra">R&#257;macandra</A>, <A HREF="http://vedabase.net/k/krsna">Krishna</A>, <A HREF="http://vedabase.net/v/varaha">Var&#257;ha</A>, <A HREF="http://vedabase.net/h/hayagriva">Hayagr&#299;va</A>, <A HREF="http://vedabase.net/n/nrsimha">Nrisimha</A>, <A HREF="http://vedabase.net/m/matsya">Matsya</A> and <A HREF="http://vedabase.net/k/kurma">K&#363;rma</A>); <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/aparadham">apar&#257;dham</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> their offenses; <A CLASS=v HREF="http://vedabase.net/d/dandam">dandam</A> &#8212; punishment; <A CLASS=v HREF="http://vedabase.net/d/danda">danda</A>-<A CLASS=v HREF="http://vedabase.net/d/dhara">dhara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme chastiser; <A CLASS=v HREF="http://vedabase.net/d/dadhartha">dadhartha</A> &#8212; You awarded; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/e/enam">enam</A> &#8212; this one (Vritr&#257;sura); <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; kill; <A CLASS=v HREF="http://vedabase.net/t/tvastram">tv&#257;shtram</A> &#8212; the son of <A HREF="http://vedabase.net/t/tvasta">Tvasht&#257;</A>; <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> <A CLASS=v HREF="http://vedabase.net/m/manyase">manyase</A> &#8212; if You think <A HREF="http://vedabase.net/i/it">it</A> proper.</P><P CLASS=t>TRANSLATION</P><P>O Lord, O personified three worlds, father of the three worlds! O strength of the three worlds, in the form of the V&#257;mana incarnation! O three-eyed form of Nrisimhadeva! O most beautiful person within the three worlds! Everything and everyone, including human beings and even the Daitya demons and the D&#257;navas, is but an expansion of Your energy. O supremely powerful one, You have always appeared in Your forms as the various incarnations to punish the demons as soon as they become very powerful. You appear as Lord V&#257;manadeva, Lord R&#257;ma and Lord Krishna. You appear sometimes as an animal like Lord Boar, sometimes a mixed incarnation like Lord Nrisimhadeva and Lord Hayagr&#299;va, and sometimes an aquatic like Lord Fish and Lord Tortoise. Assuming such various forms, You have always punished the demons and D&#257;navas. We therefore pray that Your Lordship appear today as another incarnation, if You so desire, to kill the great demon Vritr&#257;sura.</P><P CLASS=t>PURPORT</P><P>There are two kinds of devotees, known as sak&#257;ma and ak&#257;ma. Pure devotees are ak&#257;ma, whereas devotees in the upper planetary systems, such as the demigods, are called sak&#257;ma because they still want to enjoy material opulence. Because of their pious activities, the sak&#257;ma devotees are promoted to the higher planetary systems, but at heart they still desire to lord it over the material resources. The sak&#257;ma devotees are sometimes disturbed by the demons and R&#257;kshasas, but the Lord is so kind that He always saves them by appearing as an incarnation. The Lord's incarnations are so powerful that Lord V&#257;manadeva covered the entire universe with two steps and therefore had no place for His third step. The Lord is called Trivikrama because He showed His strength by delivering the entire universe with merely three steps.</P><P>The difference between sak&#257;ma and ak&#257;ma devotees is that when sak&#257;ma devotees, like the demigods, fall into difficulty, they approach the Supreme Personality of Godhead for relief, whereas ak&#257;ma devotees, even in the greatest danger, never disturb the Lord for material benefits. Even if an ak&#257;ma devotee is suffering, he thinks this is due to his past impious activities and agrees to suffer the consequences. He never disturbs the Lord. Sak&#257;ma devotees immediately pray to the Lord as soon as they are in difficulty, but they are regarded as pious because they consider themselves fully dependent on the mercy of the Lord. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/8.htm">10.14.8</A>):</P><P>tat te 'nukamp&#257;m susam&#299;ksham&#257;no</P><P CLASS=n>bhuñj&#257;na ev&#257;tma-kritam vip&#257;kam</P><P CLASS=n>hrid-v&#257;g-vapurbhir vidadhan namas te</P><P CLASS=n>j&#299;veta yo mukti-pade sa d&#257;ya-bh&#257;k</P><P>Even while suffering in the midst of difficulties, devotees simply offer their prayers and service more enthusiastically. In this way they become firmly fixed in devotional service and eligible to return home, back to Godhead, without a doubt. Sak&#257;ma devotees, of course, achieve from the Lord the results they desire from their prayers, but they do not immediately become fit to return to Godhead. It is to be noted herein that Lord Vishnu, in His various incarnations, is always the protector of His devotees. &#346;r&#299;la Madhv&#257;c&#257;rya says: vividham bh&#257;va-p&#257;tratv&#257;t sarve vishnor vibh&#363;tayah. Krishna is the original Personality of Godhead (krishnas tu bhagav&#257;n svayam). All the other incarnations proceed from Lord Vishnu.</P><P CLASS=l><A CLASS=i HREF="39.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>