<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 42</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 42"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.42</P><P CLASS=c>atha bhagavams tav&#257;sm&#257;bhir akhila-jagad-utpatti-sthiti-laya-nimitt&#257;yam&#257;na-divya-m&#257;y&#257;-vinodasya sakala-j&#299;va-nik&#257;y&#257;n&#257;m antar-hridayeshu bahir api ca brahma-pratyag-&#257;tma-svar&#363;pena pradh&#257;na-r&#363;pena ca yath&#257;-de&#347;a-k&#257;la-deh&#257;vasth&#257;na-vi&#347;esham tad-up&#257;d&#257;nopalambhakatay&#257;nubhavatah sarva-pratyaya-s&#257;kshina &#257;k&#257;&#347;a-&#347;ar&#299;rasya s&#257;ksh&#257;t para-brahmanah param&#257;tmanah kiy&#257;n iha v&#257;rtha-vi&#347;esho vijñ&#257;pan&#299;yah sy&#257;d visphuli&#324;g&#257;dibhir iva hiranya-retasah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/a/asmabhih">asm&#257;bhih</A> &#8212; by us; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the material world; <A CLASS=v HREF="http://vedabase.net/u/utpatti">utpatti</A> &#8212; of the creation; <A CLASS=v HREF="http://vedabase.net/s/sthiti">sthiti</A> &#8212; maintenance; <A CLASS=v HREF="http://vedabase.net/l/laya">laya</A> &#8212; and annihilation; <A CLASS=v HREF="http://vedabase.net/n/nimittayamana">nimitt&#257;yam&#257;na</A> &#8212; being the cause; <A CLASS=v HREF="http://vedabase.net/d/divya">divya</A>-<A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; with the spiritual energy; <A CLASS=v HREF="http://vedabase.net/v/vinodasya">vinodasya</A> &#8212; of You, who amuse Yourself; <A CLASS=v HREF="http://vedabase.net/s/sakala">sakala</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/j/jiva">j&#299;va</A>-<A CLASS=v HREF="http://vedabase.net/n/nikayanam">nik&#257;y&#257;n&#257;m</A> &#8212; of the hordes of living entities; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/h/hrdayesu">hridayeshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the cores of the hearts; <A CLASS=v HREF="http://vedabase.net/b/bahih">bahih</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; externally also; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; of impersonal <A HREF="http://vedabase.net/b/brahman">Brahman</A>, or the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; of the Supersoul; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; by Your forms; <A CLASS=v HREF="http://vedabase.net/p/pradhana">pradh&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/r/rupena">r&#363;pena</A> &#8212; by Your form <A HREF="http://vedabase.net/a/as">as</A> the external ingredients; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/d/desa">de&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">k&#257;la</A>-<A CLASS=v HREF="http://vedabase.net/d/deha">deha</A>-<A CLASS=v HREF="http://vedabase.net/a/avasthana">avasth&#257;na</A> &#8212; of country, time, body and position; <A CLASS=v HREF="http://vedabase.net/v/visesam">vi&#347;esham</A> &#8212; the particulars; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/u/upadana">up&#257;d&#257;na</A> &#8212; of the material causes; <A CLASS=v HREF="http://vedabase.net/u/upalambhakataya">upalambhakatay&#257;</A> &#8212; by being the exhibitor; <A CLASS=v HREF="http://vedabase.net/a/anubhavatah">anubhavatah</A> &#8212; witnessing; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/p/pratyaya">pratyaya</A>-<A CLASS=v HREF="http://vedabase.net/s/saksinah">s&#257;kshinah</A> &#8212; the witness of all different activities; <A CLASS=v HREF="http://vedabase.net/a/akasa">&#257;k&#257;&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/s/sarirasya">&#347;ar&#299;rasya</A> &#8212; the Supersoul of the whole universe; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/p/para">para</A>-<A CLASS=v HREF="http://vedabase.net/b/brahmanah">brahmanah</A> &#8212; the Supreme Absolute Truth; <A CLASS=v HREF="http://vedabase.net/p/paramatmanah">param&#257;tmanah</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/k/kiyan">kiy&#257;n</A> &#8212; of what extent; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; herein; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/v/visesah">vi&#347;eshah</A> &#8212; special necessity; <A CLASS=v HREF="http://vedabase.net/v/vijnapaniyah">vijñ&#257;pan&#299;yah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> be informed; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; may be; <A CLASS=v HREF="http://vedabase.net/v/visphulinga">visphuli&#324;ga</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by the sparks of the fire; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/h/hiranya">hiranya</A>-<A CLASS=v HREF="http://vedabase.net/r/retasah">retasah</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the original fire.</P><P CLASS=t>TRANSLATION</P><P>O Lord, as the small sparks of a fire cannot possibly perform the actions of the whole fire, we sparks of Your Lordship cannot inform You of the necessities of our lives. You are the complete whole. Therefore, of what do we need to inform You? You know everything because You are the original cause of the cosmic manifestation, the maintainer and the annihilator of the entire universal creation. You always engage in Your pastimes with Your spiritual and material energies, for You are the controller of all these varied energies. You exist within all living entities, within the cosmic manifestation, and also beyond them. You exist internally as Parabrahman and externally as the ingredients of the material creation. Therefore, although manifested in various stages, at different times and places, and in various bodies, You, the Personality of Godhead, are the original cause of all causes. Indeed, You are the original element. You are the witness of all activities, but because You are as great as the sky, You are never touched by any of them. You are the witness of everything as Parabrahman and Param&#257;tm&#257;. O Supreme Personality of Godhead, nothing is unknown to You.</P><P CLASS=t>PURPORT</P><P>The Absolute Truth exists in three phases of spiritual understanding &#8212; Brahman, Param&#257;tm&#257; and Bhagav&#257;n (brahmeti param&#257;tmeti bhagav&#257;n iti &#347;abdyate). Bhagav&#257;n, the Supreme Personality of Godhead, is the cause of Brahman and Param&#257;tm&#257;. Brahman, the impersonal Absolute Truth, is all-pervading, and Param&#257;tm&#257; is locally situated in everyone's heart, but Bhagav&#257;n, who is worshipable by the devotees. is the original cause of all causes. A pure devotee is aware that since nothing is unknown to the Supreme Personality of Godhead, He need not be informed of a devotee's conveniences and inconveniences. A pure devotee knows that there is no need to ask the Absolute Truth for any material necessities. Therefore, while informing the Supreme Lord about their distress in being attacked by Vritr&#257;sura, the demigods apologized for offering prayers for their safety. A neophyte devotee, of course, approaches the Supreme Lord for relief from distress or poverty, or for speculative knowledge of the Lord. Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/16.htm">7.16</A>) mentions four kinds of pious men who begin devotional service to the Lord &#8212; one who is distressed (&#257;rta), one in need of money (arth&#257;rth&#299;), one who is inquisitive (jijñ&#257;su) and one who is searching for the Absolute Truth (jñ&#257;n&#299;). A pure devotee, however, knows that since the Lord is omnipresent and omniscient, there is no need to offer prayers or worship Him for one's personal benefit. A pure devotee always engages in the service of the Lord without demanding anything. The Lord is present everywhere and knows the necessities of His devotees; consequently there is no need to disturb Him by asking Him for material benefits.</P><P CLASS=l><A CLASS=i HREF="41.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>