<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 43</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 43"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.43</P><P CLASS=c>ata eva svayam tad upakalpay&#257;sm&#257;kam bhagavatah parama-guros tava carana-&#347;ata-pal&#257;&#347;ac-ch&#257;y&#257;m vividha-vrijina-sams&#257;ra-pari&#347;ramopa&#347;aman&#299;m upasrit&#257;n&#257;m vayam yat-k&#257;menopas&#257;dit&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/ata">ata</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Yourself; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/u/upakalpaya">upakalpaya</A> &#8212; please arrange; <A CLASS=v HREF="http://vedabase.net/a/asmakam">asm&#257;kam</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/g/guroh">guroh</A> &#8212; the supreme spiritual master; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; of You; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A> &#8212; of the feet; <A CLASS=v HREF="http://vedabase.net/s/sata">&#347;ata</A>-<A CLASS=v HREF="http://vedabase.net/p/palasat">pal&#257;&#347;at</A> &#8212; like lotus flowers with hundreds of petals; <A CLASS=v HREF="http://vedabase.net/c/chayam">ch&#257;y&#257;m</A> &#8212; the shade; <A CLASS=v HREF="http://vedabase.net/v/vividha">vividha</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/v/vrjina">vrijina</A> &#8212; with dangerous positions; <A CLASS=v HREF="http://vedabase.net/s/samsara">sams&#257;ra</A> &#8212; of this conditioned life; <A CLASS=v HREF="http://vedabase.net/p/parisrama">pari&#347;rama</A> &#8212; the pain; <A CLASS=v HREF="http://vedabase.net/u/upasamanim">upa&#347;aman&#299;m</A> &#8212; relieving; <A CLASS=v HREF="http://vedabase.net/u/upasrtanam">upasrit&#257;n&#257;m</A> &#8212; the devotees who have taken shelter at Your lotus feet; <A CLASS=v HREF="http://vedabase.net/v/vayam">vayam</A> &#8212; we; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; for which; <A CLASS=v HREF="http://vedabase.net/k/kamena">k&#257;mena</A> &#8212; by the desires; <A CLASS=v HREF="http://vedabase.net/u/upasaditah">upas&#257;dit&#257;h</A> &#8212; caused <A HREF="http://vedabase.net/t/to">to</A> come near (the shelter of Your lotus feet).</P><P CLASS=t>TRANSLATION</P><P>Dear Lord, You are omniscient, and therefore You know very well why we have taken shelter at Your lotus feet, which provide shade that gives relief from all material disturbances. Since You are the supreme spiritual master and You know everything, we have sought shelter of Your lotus feet for instruction. Please give us relief by counteracting our present distress. Your lotus feet are the only shelter for a fully surrendered devotee and are the only means for subduing all the tribulations of this material world.</P><P CLASS=t>PURPORT</P><P>One need only seek shelter of the shade of the Lord's lotus feet. Then all the material tribulations that disturb him will be subdued, just as when one comes under the shadow of a big tree, the disturbances caused by the heat of the scorching sun are immediately mitigated, without one's asking for relief. Therefore the whole concern of the conditioned soul should be the lotus feet of the Lord. The conditioned soul suffering from various tribulations because of existing in this material world can be relieved only when he seeks shelter at the Lord's lotus feet.</P><P CLASS=l><A CLASS=i HREF="42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="44.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>