<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 44</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 44"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.44</P><P CLASS=c>atho &#299;&#347;a jahi tv&#257;shtram</P><P CLASS=c>grasantam bhuvana-trayam</P><P CLASS=c>grast&#257;ni yena nah krishna</P><P CLASS=c>tej&#257;msy astr&#257;yudh&#257;ni ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atho">atho</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> supreme controller; <A CLASS=v HREF="http://vedabase.net/j/jahi">jahi</A> &#8212; kill; <A CLASS=v HREF="http://vedabase.net/t/tvastram">tv&#257;shtram</A> &#8212; the demon Vritr&#257;sura, son of <A HREF="http://vedabase.net/t/tvasta">Tvasht&#257;</A>; <A CLASS=v HREF="http://vedabase.net/g/grasantam">grasantam</A> &#8212; who is devouring; <A CLASS=v HREF="http://vedabase.net/b/bhuvana">bhuvana</A>-<A CLASS=v HREF="http://vedabase.net/t/trayam">trayam</A> &#8212; the three worlds; <A CLASS=v HREF="http://vedabase.net/g/grastani">grast&#257;ni</A> &#8212; devoured; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; our; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/t/tejamsi">tej&#257;msi</A> &#8212; all strength and prowess; <A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; arrows; <A CLASS=v HREF="http://vedabase.net/a/ayudhani">&#257;yudh&#257;ni</A> &#8212; and other weapons; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>Therefore, O Lord, O supreme controller, O Lord Krishna, please annihilate this dangerous demon Vritr&#257;sura, Tvasht&#257;'s son, who has already swallowed all our weapons, our paraphernalia for fighting, and our strength and influence.</P><P CLASS=t>PURPORT</P><P>The Lord says in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/15.htm">7.15-16</A>):</P><P>na m&#257;m dushkritino m&#363;dh&#257;h</P><P CLASS=n>prapadyante nar&#257;dham&#257;h</P><P CLASS=n>m&#257;yay&#257;pahrita-jñ&#257;n&#257;</P><P CLASS=n>&#257;suram bh&#257;vam &#257;&#347;rit&#257;h</P><P CLASS=n>catur-vidh&#257; bhajante m&#257;m</P><P CLASS=n>jan&#257;h sukritino 'rjuna</P><P CLASS=n>&#257;rto jijñ&#257;sur arth&#257;rth&#299;</P><P CLASS=n>jñ&#257;n&#299; ca bharatarshabha</P><P>"Those miscreants who are grossly foolish, lowest among mankind, whose knowledge is stolen by illusion, and who partake of the atheistic nature of demons, do not surrender unto Me. O best among the Bh&#257;ratas [Arjuna], four kinds of pious men render devotional service unto Me &#8212; the distressed, the desirer of wealth, the inquisitive, and he who is searching for knowledge of the Absolute."</P><P>The four classes of neophyte devotees who approach the Supreme Personality of Godhead to offer devotional service because of material motives are not pure devotees, but the advantage for such materialistic devotees is that they sometimes give up their material desires and become pure. When the demigods are utterly helpless, they approach the Supreme Personality of Godhead in grief and with tears in their eyes, praying to the Lord, and thus they become almost pure devotees, free from material desires. Admitting that they have forgotten pure devotional service because of extensive material opportunities, they fully surrender to the Lord, leaving to His consideration whether to maintain them or annihilate them. Such surrender is necessary. Bhaktivinoda Th&#257;kura sings, m&#257;rabi r&#257;khabi &#8212; yo icch&#257; toh&#257;r&#257;: "O Lord, I fully surrender unto Your lotus feet. Now, as You desire, You may protect me or annihilate me. You have the full right to do either."</P><P CLASS=l><A CLASS=i HREF="43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="45.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>