<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 45</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 45"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.45</P><P CLASS=c>hams&#257;ya dahra-nilay&#257;ya nir&#299;kshak&#257;ya</P><P CLASS=c>krishn&#257;ya mrishta-ya&#347;ase nirupakram&#257;ya</P><P CLASS=c>sat-sa&#324;grah&#257;ya bhava-p&#257;ntha-nij&#257;&#347;ram&#257;pt&#257;v</P><P CLASS=c>ante par&#299;shta-gataye haraye namas te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hamsaya">hams&#257;ya</A> &#8212; unto the most exalted and <A HREF="http://vedabase.net/p/pure">pure</A> (<A HREF="http://vedabase.net/p/pavitram">pavitram</A> <A HREF="http://vedabase.net/p/paramam">paramam</A>, the supreme <A HREF="http://vedabase.net/p/pure">pure</A>); <A CLASS=v HREF="http://vedabase.net/d/dahra">dahra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/c/core">core</A> of the heart; <A CLASS=v HREF="http://vedabase.net/n/nilayaya">nilay&#257;ya</A> &#8212; whose abode; <A CLASS=v HREF="http://vedabase.net/n/niriksakaya">nir&#299;kshak&#257;ya</A> &#8212; supervising the activities of the individual soul; <A CLASS=v HREF="http://vedabase.net/k/krsnaya">krishn&#257;ya</A> &#8212; unto the Supersoul, who is <A HREF="http://vedabase.net/a/a">a</A> partial manifestation of <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/mrsta">mrishta</A>-<A CLASS=v HREF="http://vedabase.net/y/yasase">ya&#347;ase</A> &#8212; whose reputation is very bright; <A CLASS=v HREF="http://vedabase.net/n/nirupakramaya">nirupakram&#257;ya</A> &#8212; who has <A HREF="http://vedabase.net/n/no">no</A> beginning; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/s/sangrahaya">sa&#324;grah&#257;ya</A> &#8212; understood only by <A HREF="http://vedabase.net/p/pure">pure</A> devotees; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/p/pantha">p&#257;ntha</A>-<A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/a/asrama">&#257;&#347;rama</A>-<A CLASS=v HREF="http://vedabase.net/a/aptau">&#257;ptau</A> &#8212; being obtainment of the shelter of <A HREF="http://vedabase.net/k/krsna">Krishna</A> for persons within this material world; <A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the ultimate end; <A CLASS=v HREF="http://vedabase.net/p/parista">par&#299;shta</A>-<A CLASS=v HREF="http://vedabase.net/g/gataye">gataye</A> &#8212; unto Him who is the ultimate goal, the highest success of life; <A CLASS=v HREF="http://vedabase.net/h/haraye">haraye</A> &#8212; unto the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; respectful obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You.</P><P CLASS=t>TRANSLATION</P><P>O Lord, O supreme pure, You live within the core of everyone's heart and observe all the desires and activities of the conditioned souls. O Supreme Personality of Godhead known as Lord Krishna, Your reputation is bright and illuminating. You have no beginning, for You are the beginning of everything. This is understood by pure devotees because You are easily accessible to the pure and truthful. When the conditioned souls are liberated and sheltered at Your lotus feet after roving throughout the material world for many millions of years, they attain the highest success of life. Therefore, O Lord, O Supreme Personality of Godhead, we offer our respectful obeisances at Your lotus feet.</P><P CLASS=t>PURPORT</P><P>The demigods certainly wanted Lord Vishnu to relieve their anxiety, but now they directly approach Lord Krishna, for although there is no difference between Lord Krishna and Lord Vishnu, Krishna descends to this planet in His V&#257;sudeva feature for the purpose of paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m vin&#257;&#347;&#257;ya ca dushkrit&#257;m [<A CLASS=v HREF="../../../bg/4/8.htm">Bg. 4.8</A>] &#8212; protecting His devotees and annihilating the miscreants. Demons, or atheists, always disturb the demigods, or devotees, and therefore Krishna descends to punish the atheists and demons and fulfill the desire of His devotees. Krishna, being the original cause of everything, is the Supreme Person, above even Vishnu and N&#257;r&#257;yana, although there is no difference between these different forms of the Lord. As explained in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/46.htm">5.46</A>):</P><P>d&#299;p&#257;rcir eva hi da&#347;&#257;ntaram abhyupetya</P><P CLASS=n>d&#299;p&#257;yate vivrita-hetu-sam&#257;na-dharm&#257;</P><P CLASS=n>yas t&#257;drig eva hi ca vishnutay&#257; vibh&#257;ti</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Krishna expands Himself as Vishnu the way a bright candle kindles another. Although there is no difference between the power of one candle and another, Krishna is compared to the original candle.</P><P>The word mrishta-ya&#347;ase is significant herein because Krishna is always famous for relieving His devotee from danger. A devotee who has sacrificed everything for the service of Krishna and whose only source of relief is the Lord is known as akiñcana.</P><P>As expressed in the prayers offered by Queen Kunt&#299;, the Lord is akiñcana-vitta, the property of such a devotee. Those who are liberated from the bondage of conditioned life are elevated to the spiritual world, where they achieve five kinds of liberation &#8212; s&#257;yujya, s&#257;lokya, s&#257;r&#363;pya, s&#257;rshti and s&#257;m&#299;pya. They personally associate with the Lord in five mellows &#8212; &#347;&#257;nta, d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya. These rasas are all emanations from Krishna. As described by Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the original mellow, &#257;di-rasa, is conjugal love. Krishna is the origin of pure and spiritual conjugal love.</P><P CLASS=l><A CLASS=i HREF="44.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="46.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>