<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 52</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 52"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.52</P><P CLASS=c>sa v&#257; adhigato dadhya&#324;&#324;</P><P CLASS=c>a&#347;vibhy&#257;m brahma nishkalam</P><P CLASS=c>yad v&#257; a&#347;va&#347;iro n&#257;ma</P><P CLASS=c>tayor amarat&#257;m vyadh&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/a/adhigatah">adhigatah</A> &#8212; having obtained; <A CLASS=v HREF="http://vedabase.net/d/dadhyan">dadhya&#324;</A> &#8212; Dadhyañca; <A CLASS=v HREF="http://vedabase.net/a/asvibhyam">a&#347;vibhy&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the two A&#347;vin&#299;-kum&#257;ras; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; spiritual knowledge; <A CLASS=v HREF="http://vedabase.net/n/niskalam">nishkalam</A> &#8212; <A HREF="http://vedabase.net/p/pure">pure</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; by which; <A CLASS=v HREF="http://vedabase.net/a/asvasirah">a&#347;va&#347;irah</A> &#8212; A&#347;va&#347;ira; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; named; <A CLASS=v HREF="http://vedabase.net/t/tayoh">tayoh</A> &#8212; of the two; <A CLASS=v HREF="http://vedabase.net/a/amaratam">amarat&#257;m</A> &#8212; liberation <A HREF="http://vedabase.net/i/in">in</A> one's life; <A CLASS=v HREF="http://vedabase.net/v/vyadhat">vyadh&#257;t</A> &#8212; awarded.</P><P CLASS=t>TRANSLATION</P><P>That saintly Dadhyañca, who is also known as Dadh&#299;ci, personally assimilated the spiritual science and then delivered it to the A&#347;vin&#299;-kum&#257;ras. It is said that Dadhyañca gave them mantras through the head of a horse. Therefore the mantras are called A&#347;va&#347;ira. After obtaining the mantras of spiritual science from Dadh&#299;ci, the A&#347;vin&#299;-kum&#257;ras became j&#299;van-mukta, liberated even in this life.</P><P CLASS=t>PURPORT</P><P>The following story is narrated by many &#257;c&#257;ryas in their commentaries:</P><P>ni&#347;amy&#257;tharvanam daksham pravargya-brahmavidyayoh; dadhyañcam samup&#257;gamya tam &#363;catur ath&#257;&#347;vinau; bhagavan dehi nau vidy&#257;m iti &#347;rutv&#257; sa c&#257;brav&#299;t; karmany avasthito 'dy&#257;ham pa&#347;c&#257;d vakshy&#257;mi gacchatam; tayor nirgatayor eva &#347;akra &#257;gatya tam munim; uv&#257;ca bhishajor vidy&#257;m m&#257; v&#257;d&#299;r a&#347;vinor mune; yadi mad-v&#257;kyam ulla&#324;ghya brav&#299;shi sahasaiva te; &#347;ira&#347;-chindy&#257;m na sandeha ity uktv&#257; sa yayau harih; indre gate tath&#257;bhyetya n&#257;saty&#257;v &#363;catur dvijam; tan-mukh&#257;d indra-gaditam &#347;rutv&#257; t&#257;v &#363;catuh punah; &#257;v&#257;m tava &#347;ira&#347; chittv&#257; p&#363;rvam a&#347;vasya mastakam; sandh&#257;sy&#257;vas tato br&#363;hi tena vidy&#257;m ca nau dvija; tasminn indrena sañchinne punah sandh&#257;ya mastakam; nijam te dakshin&#257;m dattv&#257; gamishy&#257;vo yath&#257;gatam; etac chrutv&#257; tadov&#257;ca dadhya&#324;&#324; &#257;tharvanas tayoh pravargyam brahma-vidy&#257;m ca sat-krito 'satya-&#347;a&#324;kitah.</P><P>The great saint Dadh&#299;ci had perfect knowledge of how to perform fruitive activities, and he had advanced spiritual knowledge as well. Knowing this, the A&#347;vin&#299;-kum&#257;ras once approached him and begged him to instruct them in spiritual science (brahma-vidy&#257;). Dadh&#299;ci Muni replied, "I am now engaged in arranging sacrifices for fruitive activities. Come back some time later." When the A&#347;vin&#299;-kum&#257;ras left, Indra, the King of heaven, approached Dadh&#299;ci and said, "My dear Muni, the A&#347;vin&#299;-kum&#257;ras are only physicians. Please do not instruct them in spiritual science. If you impart the spiritual science to them despite my warning, I shall punish you by cutting off your head." After warning Dadh&#299;ci in this way, Indra returned to heaven. The A&#347;vin&#299;-kum&#257;ras, who understood Indra's desires, returned and begged Dadh&#299;ci for brahma-vidy&#257;. When the great saint Dadh&#299;ci informed them of Indra's threat, the A&#347;vin&#299;-kum&#257;ras replied, "Let us first cut off your head and replace it with the head of a horse. You can instruct brahma-vidy&#257; through the horse's head, and when Indra returns and cuts off that head, we shall reward you and restore your original head." Since Dadh&#299;ci had promised to impart brahma-vidy&#257; to the A&#347;vin&#299;-kum&#257;ras, he agreed to their proposal. Therefore, because Dadh&#299;ci imparted brahma-vidy&#257; through the mouth of a horse, this brahma-vidy&#257; is also known as A&#347;va&#347;ira.</P><P CLASS=l><A CLASS=i HREF="51.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="53.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>