<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9 Verse 55</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9 Verse 55"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9.55</P><P CLASS=c>tasmin vinihate y&#363;yam</P><P CLASS=c>tejo-'str&#257;yudha-sampadah</P><P CLASS=c>bh&#363;yah pr&#257;psyatha bhadram vo</P><P CLASS=c>na himsanti ca mat-par&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; when <A HREF="http://vedabase.net/h/he">he</A> (Vritr&#257;sura); <A CLASS=v HREF="http://vedabase.net/v/vinihate">vinihate</A> &#8212; is killed; <A CLASS=v HREF="http://vedabase.net/y/yuyam">y&#363;yam</A> &#8212; all of you; <A CLASS=v HREF="http://vedabase.net/t/tejah">tejah</A> &#8212; power; <A CLASS=v HREF="http://vedabase.net/a/astra">astra</A> &#8212; arrows; <A CLASS=v HREF="http://vedabase.net/a/ayudha">&#257;yudha</A> &#8212; other weapons; <A CLASS=v HREF="http://vedabase.net/s/sampadah">sampadah</A> &#8212; and opulence; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/p/prapsyatha">pr&#257;psyatha</A> &#8212; will obtain; <A CLASS=v HREF="http://vedabase.net/b/bhadram">bhadram</A> &#8212; all good fortune; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; unto you; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/h/himsanti">himsanti</A> &#8212; hurt; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A>-<A CLASS=v HREF="http://vedabase.net/p/paran">par&#257;n</A> &#8212; My devotees.</P><P CLASS=t>TRANSLATION</P><P>When Vritr&#257;sura is killed because of My spiritual strength, you will regain your strength, weapons and wealth. Thus there will be all good fortune for all of you. Although Vritr&#257;sura can destroy all the three worlds, do not fear that he will harm you. He is also a devotee and will never be envious of you.</P><P CLASS=t>PURPORT</P><P>A devotee of the Lord is never envious of anyone, what to speak of other devotees. As revealed later, Vritr&#257;sura was also a devotee. Therefore be was not expected to be envious of the demigods. Indeed, of his own accord, he would try to benefit the demigods. A devotee does not hesitate to give up his own body for a better cause. C&#257;nakya Pandita said, san-nimitte varam ty&#257;go vin&#257;&#347;e niyate sati. After all, all one's material possessions, including his body, will be destroyed in due course of time. Therefore if the body and other possessions can be utilized for a better cause, a devotee never hesitates to give up even his own body. Because Lord Vishnu wanted to save the demigods, Vritr&#257;sura, even though able to swallow the three worlds, would agree to be killed by the demigods. For a devotee there is no difference between living and dying because in this life a devotee engages in devotional service, and after giving up his body, he engages in the same service in the spiritual world. His devotional service is never hindered.</P><P>Thus end the Bhaktivedanta purports to the Ninth Chapter, Sixth Canto, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Appearance of the Demon Vritr&#257;sura."</P><P CLASS=l><A CLASS=i HREF="54.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../10/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>