<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 6 Chapter 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 6 Chapter 9"></HEAD><BODY><TABLE><TR><TD>Canto 6: <A CLASS=v HREF="../index.htm">Prescribed Duties for Mankind</A></TD><TD CLASS=m>Chapter 9: <A CLASS=v HREF="index.htm">Appearance of the Demon Vritr&#257;sura</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 6.9 Summary</P><P>As described in this chapter, Indra, the King of heaven, killed Vi&#347;var&#363;pa, and therefore Vi&#347;var&#363;pa's father performed a yajña to kill Indra. When Vritr&#257;sura appeared from that yajña, the demigods, in fear, sought shelter of the Supreme Personality of Godhead and glorified Him.</P><P>Because of affection for the demons, Vi&#347;var&#363;pa secretly supplied them the remnants of yajña. When Indra learned about this, he beheaded Vi&#347;var&#363;pa, but he later regretted killing Vi&#347;var&#363;pa because Vi&#347;var&#363;pa was a br&#257;hmana. Although competent to neutralize the sinful reactions for killing a br&#257;hmana, Indra did not do so. Instead he accepted the reactions. Later, he distributed these reactions among the land, water, trees and women in general. Since the land accepted one fourth of the sinful reactions, a portion of the land turned into desert. The trees were also given one fourth of the sinful reactions, and therefore they drip sap, which is prohibited for drinking. Because women accepted one fourth of the sinful reactions, they are untouchable during their menstrual period. Since water was also infested with sinful reactions, when bubbles appear in water it cannot be used for any purpose.</P><P>After Vi&#347;var&#363;pa was killed, his father, Tvasht&#257;, performed a sacrifice to kill King Indra. Unfortunately, if mantras are chanted irregularly, they yield an opposite result. This happened when Tvasht&#257; performed this yajña. While performing the sacrifice to kill Indra. Tvasht&#257; chanted a mantra to increase Indra's enemies, but because he chanted the mantra wrong, the sacrifice produced an asura named Vritr&#257;sura, of whom Indra was the enemy. When Vritr&#257;sura was generated from the sacrifice, his fierce features made the whole world afraid, and his personal effulgence diminished even the power of the demigods. Finding no other means of protection, the demigods began to worship the Supreme Personality of Godhead, the enjoyer of all the results of sacrifice, who is supreme throughout the entire universe. The demigods all worshiped Him because ultimately no one but Him can protect a living entity from fear and danger. Seeking shelter of a demigod instead of worshiping the Supreme Personality of Godhead is compared to trying to cross the ocean by grasping the tail of a dog. A dog can swim, but that does not mean that one can cross the ocean by grasping a dog's tail.</P><P>Being pleased with the demigods, the Supreme Personality of Godhead advised them to approach Dadh&#299;ci to beg him for the bones of his own body. Dadh&#299;ci would comply with the request of the demigods, and with the help of his bones Vritr&#257;sura could be killed.</P><P CLASS=l><A CLASS=i HREF="../8/42.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>