<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 24 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 24 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Philosophy of S&#257;&#324;khya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.24.12</P><P CLASS=c>dev&#257;n&#257;m oka &#257;s&#299;t svar</P><P CLASS=c>bh&#363;t&#257;n&#257;m ca bhuvah padam</P><P CLASS=c>marty&#257;d&#299;n&#257;m ca bh&#363;r lokah</P><P CLASS=c>siddh&#257;n&#257;m tritay&#257;t param</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devanam">dev&#257;n&#257;m</A> &#8212; of the demigods; <A CLASS=v HREF="http://vedabase.net/o/okah">okah</A> &#8212; the home; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/s/svah">svah</A> &#8212; heaven; <A CLASS=v HREF="http://vedabase.net/b/bhutanam">bh&#363;t&#257;n&#257;m</A> &#8212; of ghostly spirits; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhuvah">bhuvah</A> &#8212; Bhuvar; <A CLASS=v HREF="http://vedabase.net/p/padam">padam</A> &#8212; the place; <A CLASS=v HREF="http://vedabase.net/m/martya">martya</A>-<A CLASS=v HREF="http://vedabase.net/a/adinam">&#257;d&#299;n&#257;m</A> &#8212; of ordinary mortal humans and other beings; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/b/bhuh">bh&#363;h</A> <A CLASS=v HREF="http://vedabase.net/l/lokah">lokah</A> &#8212; the planet called Bh&#363;r; <A CLASS=v HREF="http://vedabase.net/s/siddhanam">siddh&#257;n&#257;m</A> &#8212; (the place) of those striving for liberation; <A CLASS=v HREF="http://vedabase.net/t/tritayat">tritay&#257;t</A> &#8212; these three divisions; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; beyond.</P><P CLASS=t>TRANSLATION</P><P>Heaven was established as the residence of the demigods, Bhuvarloka as that of the ghostly spirits, and the earth system as the place of human beings and other mortal creatures. Those mystics who strive for liberation are promoted beyond these three divisions.</P><P CLASS=t>PURPORT</P><P>Planets such as Indraloka and Candraloka are meant for the heavenly enjoyment of the most pious fruitive workers. The highest four planets, however, Satyaloka, Maharloka, Janoloka and Tapoloka, are meant for those who are most perfectly endeavoring for liberation. Caitanya Mah&#257;prabhu is so inconceivably merciful that He is promoting the most fallen victims of Kali-yuga beyond these four planets and even beyond Vaikuntha, to the supreme planet of Lord Krishna in the spiritual sky, called Goloka Vrind&#257;vana. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that heaven is the residence of the demigods, the earth is the residence of the human beings, and in between is a temporary residence for both classes of beings.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>