<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 24 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 24 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Philosophy of S&#257;&#324;khya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.24.14</P><P CLASS=c>yogasya tapasa&#347; caiva</P><P CLASS=c>ny&#257;sasya gatayo 'mal&#257;h</P><P CLASS=c>mahar janas tapah satyam</P><P CLASS=c>bhakti-yogasya mad-gatih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yogasya">yogasya</A> &#8212; of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/t/tapasah">tapasah</A> &#8212; of great austerity; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/nyasasya">ny&#257;sasya</A> &#8212; of the renounced order of life; <A CLASS=v HREF="http://vedabase.net/g/gatayah">gatayah</A> &#8212; the destinations; <A CLASS=v HREF="http://vedabase.net/a/amalah">amal&#257;h</A> &#8212; spotless; <A CLASS=v HREF="http://vedabase.net/m/mahah">mahah</A> &#8212; Mahar; <A CLASS=v HREF="http://vedabase.net/j/janah">janah</A> &#8212; Janas; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A> &#8212; <A HREF="http://vedabase.net/t/tapas">Tapas</A>; <A CLASS=v HREF="http://vedabase.net/s/satyam">satyam</A> &#8212; <A HREF="http://vedabase.net/s/satya">Satya</A>; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogasya">yogasya</A> &#8212; of devotional service; <A CLASS=v HREF="http://vedabase.net/m/mat">mat</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; destination.</P><P CLASS=t>TRANSLATION</P><P>By mystic yoga, great austerities and the renounced order of life, the pure destinations of Maharloka, Janoloka, Tapoloka and Satyaloka are attained. But by devotional yoga, one achieves My transcendental abode.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that the word tapasah in this verse refers to austerities performed by brahmac&#257;r&#299;s and v&#257;naprasthas. A brahmac&#257;r&#299; who practices celibacy perfectly in some particular stage of his life achieves Maharloka, and one who perfectly practices lifelong celibacy achieves Janoloka. By perfect execution of v&#257;naprastha one may achieve Tapoloka, and one in the renounced order of life goes to Satyaloka. These different destinations certainly depend on one's seriousness in the yoga system. In the Third Canto of the Bh&#257;gavatam, Lord Brahm&#257; explains to the demigods, "The inhabitants of Vaikuntha travel in their airplanes made of lapis lazuli, emeralds and gold. Although crowded by their consorts, who have large hips and beautiful smiling faces, they cannot be stimulated to passion by their mirth and beautiful charms." (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/15/20.htm">3.15.20</A>) Thus in the spiritual world, the kingdom of God, the inhabitants have absolutely no desire for personal satisfaction, since they are completely satisfied in love of Godhead. Because they only think of the Lord's pleasure, there is no possibility of cheating, anxiety, lust, disappointment, and so on. As described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/62.htm">18.62</A>),</P><P>tam eva &#347;aranam gaccha</P><P CLASS=n>sarva-bh&#257;vena bh&#257;rata</P><P CLASS=n>tat-pras&#257;d&#257;t par&#257;m &#347;&#257;ntim</P><P CLASS=n>sth&#257;nam pr&#257;psyasi &#347;&#257;&#347;vatam</P><P>"O scion of Bharata, surrender unto Him utterly. By His grace you will attain transcendental peace and the supreme and eternal abode."</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>