<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 24 Verse 29</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 24 Verse 29"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 24: <A CLASS=v HREF="index.htm">The Philosophy of S&#257;&#324;khya</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.24.29</P><P CLASS=c>esha s&#257;&#324;khya-vidhih proktah</P><P CLASS=c>sam&#347;aya-granthi-bhedanah</P><P CLASS=c>pratilom&#257;nulom&#257;bhy&#257;m</P><P CLASS=c>par&#257;vara-dri&#347;a may&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sankhya">s&#257;&#324;khya</A>-<A CLASS=v HREF="http://vedabase.net/v/vidhih">vidhih</A> &#8212; method of <A HREF="http://vedabase.net/s/sankhya">S&#257;&#324;khya</A> (analytic philosophy); <A CLASS=v HREF="http://vedabase.net/p/proktah">proktah</A> &#8212; spoken; <A CLASS=v HREF="http://vedabase.net/s/samsaya">sam&#347;aya</A> &#8212; of doubts; <A CLASS=v HREF="http://vedabase.net/g/granthi">granthi</A> &#8212; the bondage; <A CLASS=v HREF="http://vedabase.net/b/bhedanah">bhedanah</A> &#8212; which breaks; <A CLASS=v HREF="http://vedabase.net/p/pratiloma">pratiloma</A>-<A CLASS=v HREF="http://vedabase.net/a/anulomabhyam">anulom&#257;bhy&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> both direct and reverse order; <A CLASS=v HREF="http://vedabase.net/p/para">para</A> &#8212; the situation of the spiritual world; <A CLASS=v HREF="http://vedabase.net/a/avara">avara</A> &#8212; and the inferior situation of the material world; <A CLASS=v HREF="http://vedabase.net/d/drsa">dri&#347;&#257;</A> &#8212; by Him who sees perfectly; <A CLASS=v HREF="http://vedabase.net/m/maya">may&#257;</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>.</P><P CLASS=t>TRANSLATION</P><P>Thus I, the perfect seer of everything material and spiritual, have spoken this knowledge of S&#257;&#324;khya, which destroys the illusion of doubt by scientific analysis of creation and annihilation.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna has explained that the material mind accepts and rejects many different concepts of life, generating innumerable false arguments about the actual process of perfection. But a person who takes shelter of the lotus feet of the Supreme Personality of Godhead can see everything with clear intelligence. One who understands how the Supreme Lord creates and annihilates can be liberated from material bondage and devote himself to the eternal service of the Supreme Lord.</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Eleventh Canto, Twenty-fourth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Philosophy of S&#257;&#324;khya."</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../25/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>