<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.14</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>et&#257;vad anuv&#257;da-paribh&#257;shay&#257; pratyud&#299;rya muni-vara upa&#347;ama-&#347;&#299;la uparat&#257;n&#257;tmya-nimitta upabhogena karm&#257;rabdham vyapanayan r&#257;ja-y&#257;nam api tathov&#257;ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; continued <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/e/etavat">et&#257;vat</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A> much; <A CLASS=v HREF="http://vedabase.net/a/anuvada">anuv&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/paribhasaya">paribh&#257;shay&#257;</A> &#8212; by explanatory repetition of words spoken previously by the King; <A CLASS=v HREF="http://vedabase.net/p/pratyudirya">pratyud&#299;rya</A> &#8212; giving replies one after another; <A CLASS=v HREF="http://vedabase.net/m/muni">muni</A>-<A CLASS=v HREF="http://vedabase.net/v/varah">varah</A> &#8212; great sage <A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>; <A CLASS=v HREF="http://vedabase.net/u/upasama">upa&#347;ama</A>-<A CLASS=v HREF="http://vedabase.net/s/silah">&#347;&#299;lah</A> &#8212; who was calm and peaceful <A HREF="http://vedabase.net/i/in">in</A> character; <A CLASS=v HREF="http://vedabase.net/u/uparata">uparata</A> &#8212; ceased; <A CLASS=v HREF="http://vedabase.net/a/anatmya">an&#257;tmya</A> &#8212; things not related <A HREF="http://vedabase.net/t/to">to</A> the soul; <A CLASS=v HREF="http://vedabase.net/n/nimittah">nimittah</A> &#8212; whose cause (ignorance) for identification with things not related <A HREF="http://vedabase.net/t/to">to</A> the soul; <A CLASS=v HREF="http://vedabase.net/u/upabhogena">upabhogena</A> &#8212; by accepting the consequences of his <A HREF="http://vedabase.net/k/karma">karma</A>; <A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/arabdham">&#257;rabdham</A> &#8212; the resultant action now attained; <A CLASS=v HREF="http://vedabase.net/v/vyapanayan">vyapanayan</A> &#8212; finishing; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/y/yanam">y&#257;nam</A> &#8212; the palanquin of the King; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> before; <A CLASS=v HREF="http://vedabase.net/u/uvaha">uv&#257;ha</A> &#8212; continued <A HREF="http://vedabase.net/t/to">to</A> carry.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: O Mah&#257;r&#257;ja Par&#299;kshit, when King Rah&#363;gana chastised the exalted devotee Jada Bharata with harsh words, that peaceful, saintly person tolerated it all and replied properly. Nescience is due to the bodily conception, and Jada Bharata was not affected by this false conception. Out of his natural humility, he never considered himself a great devotee, and he agreed to suffer the results of his past karma. Like an ordinary man, he thought that by carrying the palanquin, he was destroying the reactions of his past misdeeds. Thinking in this way, he began to carry the palanquin as before.</P><P CLASS=t>PURPORT</P><P>An exalted devotee of the Lord never thinks that he is a paramahamsa or a liberated person. He always remains a humble servant of the Lord. In all reverse conditions, he agrees to suffer the results of his past life. He never accuses the Lord of putting him into a distressed condition. These are the signs of an exalted devotee. Tat te 'nukamp&#257;m susam&#299;kshyam&#257;nah. When suffering reversed conditions, the devotee always considers that the reverse conditions are the Lord's concessions. He is never angry with his master; he is always satisfied with the position his master offers. In any case, he continues performing his duty in devotional service. Such a person is guaranteed promotion back home, back to Godhead. As stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/14/8.htm">10.14.8</A>):</P><P>tat te 'nukamp&#257;m susam&#299;ksham&#257;no</P><P CLASS=n>bhuñj&#257;na ev&#257;tma-kritam vip&#257;kam</P><P CLASS=n>hrid-v&#257;g-vapurbhir vidadhan namas te</P><P CLASS=n>j&#299;veta yo mukti-pade sa d&#257;ya-bh&#257;k</P><P>"My dear Lord, one who constantly waits for Your causeless mercy to be bestowed upon him and who goes on suffering the reactions of his past misdeeds, offering You respectful obeisances from the core of his heart. is surely eligible for liberation, for it has become his rightful claim."</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>