<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.15</P><P CLASS=c>sa c&#257;pi p&#257;ndaveya sindhu-sauv&#299;ra-patis tattva-jijñ&#257;s&#257;y&#257;m samyak-&#347;raddhay&#257;dhikrit&#257;dhik&#257;ras tad dhridaya-granthi-mocanam dvija-vaca &#257;&#347;rutya bahu-yoga-grantha-sammatam tvaray&#257;varuhya &#347;iras&#257; p&#257;da-m&#363;lam upasritah ksham&#257;payan vigata-nripa-deva-smaya uv&#257;ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gana</A>); <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/pandaveya">p&#257;ndaveya</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> best of the <A HREF="http://vedabase.net/p/pandu">P&#257;ndu</A> dynasty (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/s/sindhu">sindhu</A>-<A CLASS=v HREF="http://vedabase.net/s/sauvira">sauv&#299;ra</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the King of the states known <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/sindhu">Sindhu</A> and <A HREF="http://vedabase.net/s/sauvira">Sauv&#299;ra</A>; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/j/jijnasayam">jijñ&#257;s&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of inquiring about the Absolute Truth; <A CLASS=v HREF="http://vedabase.net/s/samyak">samyak</A>-<A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; by faith consisting of complete control of the senses and the mind; <A CLASS=v HREF="http://vedabase.net/a/adhikrta">adhikrita</A>-<A CLASS=v HREF="http://vedabase.net/a/adhikarah">adhik&#257;rah</A> &#8212; who attained the proper qualification; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/h/hrdaya">hridaya</A>-<A CLASS=v HREF="http://vedabase.net/g/granthi">granthi</A> &#8212; the knot of false conceptions within the heart; <A CLASS=v HREF="http://vedabase.net/m/mocanam">mocanam</A> &#8212; which eradicates; <A CLASS=v HREF="http://vedabase.net/d/dvija">dvija</A>-<A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; the words of the <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> (<A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/a/asrutya">&#257;&#347;rutya</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A>-<A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/g/grantha">grantha</A>-<A CLASS=v HREF="http://vedabase.net/s/sammatam">sammatam</A> &#8212; approved by all yogic processes and their scriptures; <A CLASS=v HREF="http://vedabase.net/t/tvaraya">tvaray&#257;</A> &#8212; very hastily; <A CLASS=v HREF="http://vedabase.net/a/avaruhya">avaruhya</A> &#8212; getting down (from the palanquin); <A CLASS=v HREF="http://vedabase.net/s/sirasa">&#347;iras&#257;</A> &#8212; by his head; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/m/mulam">m&#363;lam</A> &#8212; at the lotus feet; <A CLASS=v HREF="http://vedabase.net/u/upasrtah">upasritah</A> &#8212; falling down flat <A HREF="http://vedabase.net/t/to">to</A> offer obeisances; <A CLASS=v HREF="http://vedabase.net/k/ksamapayan">ksham&#257;payan</A> &#8212; obtaining pardon for his offense; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A>-<A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/s/smayah">smayah</A> &#8212; giving up the false pride of being the King and therefore being worshipable; <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; said.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; continued: O best of the P&#257;ndu dynasty [Mah&#257;r&#257;ja Par&#299;kshit], the King of the Sindhu and Sauv&#299;ra states [Mah&#257;r&#257;ja Rah&#363;gana] had great faith in discussions of the Absolute Truth. Being thus qualified, he heard from Jada Bharata that philosophical presentation which is approved by all scriptures on the mystic yoga process and which slackens the knot in the heart. His material conception of himself as a king was thus destroyed. He immediately descended from his palanquin and fell flat on the ground with his head at the lotus feet of Jada Bharata in such a way that he might be excused for his insulting words against the great br&#257;hmana. He then prayed as follows.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/2.htm">4.2</A>) Lord Krishna says:</P><P>evam parampar&#257;-pr&#257;ptam</P><P CLASS=n>imam r&#257;jarshayo viduh</P><P CLASS=n>sa k&#257;leneha mahat&#257;</P><P CLASS=n>yogo nashtah parantapa</P><P>"This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost."</P><P>Through the disciplic succession the royal order was on the same platform as great saintly persons (r&#257;ja-rishis). Formerly they could understand the philosophy of life and knew how to train the citizens to come to the same standard. In other words, they knew how to deliver the citizens from the entanglement of birth and death. When Mah&#257;r&#257;ja Da&#347;aratha ruled Ayodhy&#257;, the great sage Vi&#347;v&#257;mitra once came to him to take away Lord R&#257;macandra and Lakshmana to the forest to kill a demon. When the saintly person Vi&#347;v&#257;mitra came to the court of Mah&#257;r&#257;ja Da&#347;aratha, the King, in order to receive the saintly person, asked him, aihishtam yat tat punar janma jay&#257;ya. He asked the sage whether everything was going on well in his endeavor to conquer the repetition of birth and death. The whole process of Vedic civilization is based on this point. We must know how to conquer the repetition of birth and death. Mah&#257;r&#257;ja Rah&#363;gana also knew the purpose of life; therefore when Jada Bharata put the philosophy of life before him, he immediately appreciated it. This is the foundation of Vedic society. Learned scholars, br&#257;hmanas, saintly persons and sages who were fully aware of the Vedic purpose advised the royal order how to benefit the general masses, and by their cooperation, the general masses were benefited. Therefore everything was successful. Mah&#257;r&#257;ja Rah&#363;gana attained this perfection of understanding the value of human life; therefore he regretted his insulting words to Jada Bharata, and he immediately descended from his palanquin and fell down at the lotus feet of Jada Bharata in order to be excused and to hear from him further about the values of life known as brahma jijñ&#257;s&#257; (inquiry into the Absolute Truth). At the present moment, high government officials are ignorant of the values of life, and when saintly persons endeavor to broadcast the Vedic knowledge, the so-called executives do not offer their respectful obeisances but try to obstruct the spiritual propaganda. Thus one can say that the former kingly government was like heaven and that the present government is like hell.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>