<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.16</P><P CLASS=c>kas tvam nig&#363;dha&#347; carasi dvij&#257;n&#257;m</P><P CLASS=c>bibharshi s&#363;tram katamo 'vadh&#363;tah</P><P CLASS=c>kasy&#257;si kutratya ih&#257;pi kasm&#257;t</P><P CLASS=c>kshem&#257;ya na&#347; ced asi nota &#347;uklah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kah">kah</A> <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> you; <A CLASS=v HREF="http://vedabase.net/n/nigudhah">nig&#363;dhah</A> &#8212; very much covered; <A CLASS=v HREF="http://vedabase.net/c/carasi">carasi</A> &#8212; you move within this world; <A CLASS=v HREF="http://vedabase.net/d/dvijanam">dvij&#257;n&#257;m</A> &#8212; among the br&#257;hmanas or saintly persons; <A CLASS=v HREF="http://vedabase.net/b/bibharsi">bibharshi</A> &#8212; you also wear; <A CLASS=v HREF="http://vedabase.net/s/sutram">s&#363;tram</A> &#8212; the sacred thread belonging <A HREF="http://vedabase.net/t/to">to</A> the first-class br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/k/katamah">katamah</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/avadhutah">avadh&#363;tah</A> &#8212; highly elevated person; <A CLASS=v HREF="http://vedabase.net/k/kasya">kasya</A> <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; whose <A HREF="http://vedabase.net/a/are">are</A> you (whose disciple or son <A HREF="http://vedabase.net/a/are">are</A> you); <A CLASS=v HREF="http://vedabase.net/k/kutratyah">kutratyah</A> &#8212; from where; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; here <A HREF="http://vedabase.net/i/in">in</A> this place; <A CLASS=v HREF="http://vedabase.net/k/kasmat">kasm&#257;t</A> &#8212; for what purpose; <A CLASS=v HREF="http://vedabase.net/k/ksemaya">kshem&#257;ya</A> &#8212; for the benefit; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/c/cet">cet</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/a/asi">asi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/u/uta">uta</A> &#8212; or not; <A CLASS=v HREF="http://vedabase.net/s/suklah">&#347;uklah</A> &#8212; the personality of the <A HREF="http://vedabase.net/p/pure">pure</A> mode of goodness (Kapiladeva).</P><P CLASS=t>TRANSLATION</P><P>King Rah&#363;gana said: O br&#257;hmana, you appear to be moving in this world very much covered and unknown to others. Who are you? Are you a learned br&#257;hmana and saintly person? I see that you are wearing a sacred thread. Are you one of those exalted, liberated saints such as Datt&#257;treya and other highly advanced, learned scholars? May I ask whose disciple you are? Where do you live? Why have you come to this place? Is your mission in coming here to do good for us? Please let me know who you are.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Rah&#363;gana was very anxious to receive further enlightenment in Vedic knowledge because he could understand that Jada Bharata belonged to a br&#257;hmana family either by disciplic succession or by birth in a br&#257;hmana dynasty. As stated in the Vedas: tad vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]. Rah&#363;gana was accepting Jada Bharata as a guru, but a guru must prove his position not only by wearing a sacred thread but by advancing knowledge in spiritual life. It is also significant that Rah&#363;gana asked Jada Bharata which family he belonged to. There are two types of families &#8212; one according to dynasty and the other according to disciplic succession. In either way, one can be enlightened. The word &#347;uklah refers to a person in the mode of goodness. If one wants to receive spiritual knowledge, he must approach a bona fide br&#257;hmana-guru, either in the disciplic succession or in a family of learned br&#257;hmanas.</P><P CLASS=l><A CLASS=i HREF="15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>