<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 17</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 17"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.17</P><P CLASS=c>n&#257;ham vi&#347;a&#324;ke sura-r&#257;ja-vajr&#257;n</P><P CLASS=c>na tryaksha-&#347;&#363;l&#257;n na yamasya dand&#257;t</P><P CLASS=c>n&#257;gny-arka-som&#257;nila-vittap&#257;str&#257;c</P><P CLASS=c>cha&#324;ke bhri&#347;am brahma-kul&#257;vam&#257;n&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/v/visanke">vi&#347;a&#324;ke</A> &#8212; <A HREF="http://vedabase.net/a/am">am</A> afraid; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/v/vajrat">vajr&#257;t</A> &#8212; from the thunderbolt of the King of heaven, <A HREF="http://vedabase.net/i/indra">Indra</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/t/tryaksa">tryaksha</A>-<A CLASS=v HREF="http://vedabase.net/s/sulat">&#347;&#363;l&#257;t</A> &#8212; from the piercing trident of Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/y/yamasya">yamasya</A> &#8212; of the superintendent of death, Yamar&#257;ja; <A CLASS=v HREF="http://vedabase.net/d/dandat">dand&#257;t</A> &#8212; from the punishment; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/a/agni">agni</A> &#8212; of fire; <A CLASS=v HREF="http://vedabase.net/a/arka">arka</A> &#8212; of the scorching heat of the sun; <A CLASS=v HREF="http://vedabase.net/s/soma">soma</A> &#8212; of the moon; <A CLASS=v HREF="http://vedabase.net/a/anila">anila</A> &#8212; of the wind; <A CLASS=v HREF="http://vedabase.net/v/vitta">vitta</A>-<A CLASS=v HREF="http://vedabase.net/p/pa">pa</A> &#8212; of the owner of riches, <A HREF="http://vedabase.net/k/kuvera">Kuvera</A>, the treasurer of the heavenly planets; <A CLASS=v HREF="http://vedabase.net/a/astrat">astr&#257;t</A> &#8212; from the weapons; <A CLASS=v HREF="http://vedabase.net/s/sanke">&#347;a&#324;ke</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/a/am">am</A> afraid; <A CLASS=v HREF="http://vedabase.net/b/bhrsam">bhri&#347;am</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/k/kula">kula</A> &#8212; the group of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/avamanat">avam&#257;n&#257;t</A> &#8212; from offending.</P><P CLASS=t>TRANSLATION</P><P>My dear sir, I am not at all afraid of the thunderbolt of King Indra, nor am I afraid of the serpentine, piercing trident of Lord &#346;iva. I do not care about the punishment of Yamar&#257;ja, the superintendent of death, nor am I afraid of fire, scorching sun, moon, wind, nor the weapons of Kuvera. Yet I am afraid of offending a br&#257;hmana. I am very much afraid of this.</P><P CLASS=t>PURPORT</P><P>When &#346;r&#299; Caitanya Mah&#257;prabhu was instructing R&#363;pa Gosv&#257;m&#299; at the Da&#347;&#257;&#347;vamedha-gh&#257;ta in Pray&#257;ga, He pointed out very clearly the seriousness of offending a Vaishnava. He compared the vaishnava-apar&#257;dha to h&#257;t&#299; m&#257;t&#257;, a mad elephant. When a mad elephant enters a garden, it spoils all the fruits and flowers. Similarly, if one offends a Vaishnava, he spoils all his spiritual assets. Offending a br&#257;hmana is very dangerous, and this was known to Mah&#257;r&#257;ja Rah&#363;gana. He therefore frankly admitted his fault. There are many dangerous things &#8212; thunderbolts, fire, Yamar&#257;ja's punishment, the punishment of Lord &#346;iva's trident, and so forth &#8212; but none is considered as serious as offending a br&#257;hmana like Jada Bharata. Therefore Mah&#257;r&#257;ja Rah&#363;gana immediately descended from his palanquin and fell flat before the lotus feet of the br&#257;hmana Jada Bharata just to be excused.</P><P CLASS=l><A CLASS=i HREF="16.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="18.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>