<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 18</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 18"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.18</P><P CLASS=c>tad br&#363;hy asa&#324;go jadavan nig&#363;dha-</P><P CLASS=c>vijñ&#257;na-v&#299;ryo vicarasy ap&#257;rah</P><P CLASS=c>vac&#257;msi yoga-grathit&#257;ni s&#257;dho</P><P CLASS=c>na nah kshamante manas&#257;pi bhettum</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/b/bruhi">br&#363;hi</A> &#8212; please speak; <A CLASS=v HREF="http://vedabase.net/a/asangah">asa&#324;gah</A> &#8212; who have <A HREF="http://vedabase.net/n/no">no</A> association with the material world; <A CLASS=v HREF="http://vedabase.net/j/jada">jada</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; appearing like <A HREF="http://vedabase.net/a/a">a</A> deaf and dumb <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/n/nigudha">nig&#363;dha</A> &#8212; completely hidden; <A CLASS=v HREF="http://vedabase.net/v/vijnana">vijñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; who have full knowledge of the spiritual science and <A HREF="http://vedabase.net/a/are">are</A> thus very powerful; <A CLASS=v HREF="http://vedabase.net/v/vicarasi">vicarasi</A> &#8212; you <A HREF="http://vedabase.net/a/are">are</A> moving; <A CLASS=v HREF="http://vedabase.net/a/aparah">ap&#257;rah</A> &#8212; who possess unlimited spiritual glories; <A CLASS=v HREF="http://vedabase.net/v/vacamsi">vac&#257;msi</A> &#8212; the words uttered by you; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/g/grathitani">grathit&#257;ni</A> &#8212; bearing the complete meaning of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/s/sadho">s&#257;dho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great, saintly person; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/n/nah">nah</A> &#8212; of us; <A CLASS=v HREF="http://vedabase.net/k/ksamante">kshamante</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> able; <A CLASS=v HREF="http://vedabase.net/m/manasa">manas&#257;</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even by the mind; <A CLASS=v HREF="http://vedabase.net/b/bhettum">bhettum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> understand by analytical study.</P><P CLASS=t>TRANSLATION</P><P>My dear sir, it appears that the influence of your great spiritual knowledge is hidden. Factually you are bereft of all material association and fully absorbed in the thought of the Supreme. Consequently you are unlimitedly advanced in spiritual knowledge. Please tell me why you are wandering around like a dullard. O great, saintly person, you have spoken words approved by the yogic process, but it is not possible for us to understand what you have said. Therefore kindly explain it.</P><P CLASS=t>PURPORT</P><P>Saintly people like Jada Bharata do not speak ordinary words. Whatever they say is approved by great yog&#299;s and those advanced in spiritual life. That is the difference between ordinary people and saintly people. The listener must also be advanced to understand the words of such exalted, spiritually advanced people as Jada Bharata. Bhagavad-g&#299;t&#257; was spoken to Arjuna, not to others. Lord Krishna especially selected Arjuna for instruction in spiritual knowledge because Arjuna happened to be a great devotee and confidential friend. Similarly, great personalities also speak to the advanced, not to &#347;&#363;dras, vai&#347;yas, women or unintelligent men. Sometimes it is very risky to give great philosophical instructions to ordinary people, but &#346;r&#299; Caitanya Mah&#257;prabhu, for the benefit of the fallen souls of Kali-yuga, has given us a very nice instrument, the chanting of the Hare Krishna mantra. The general mass of people, although &#347;&#363;dras and less, can be purified by chanting this Hare Krishna mantra. Then they can understand the exalted philosophical statements of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. Our Krishna consciousness movement has therefore adopted the chanting of the Hare Krishna mah&#257;-mantra for the general masses. When people gradually become purified, they are instructed in the lessons of Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam. Materialistic people like str&#299;, &#347;&#363;dra and dvija-bandhu cannot understand words of spiritual advancement, yet one can take to the shelter of a Vaishnava, for he knows the art of enlightening even &#347;&#363;dras in the highly elevated subject matter spoken in Bhagavad-g&#299;t&#257; and &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="17.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="19.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>