<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.19</P><P CLASS=c>aham ca yoge&#347;varam &#257;tma-tattva-</P><P CLASS=c>vid&#257;m mun&#299;n&#257;m paramam gurum vai</P><P CLASS=c>prashtum pravrittah kim ih&#257;ranam tat</P><P CLASS=c>s&#257;ksh&#257;d dharim jñ&#257;na-kal&#257;vat&#299;rnam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the master of all mystic power; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of the learned scholars who <A HREF="http://vedabase.net/a/are">are</A> aware of the spiritual science; <A CLASS=v HREF="http://vedabase.net/m/muninam">mun&#299;n&#257;m</A> &#8212; of such saintly persons; <A CLASS=v HREF="http://vedabase.net/p/paramam">paramam</A> &#8212; the best; <A CLASS=v HREF="http://vedabase.net/g/gurum">gurum</A> &#8212; the preceptor; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/p/prastum">prashtum</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> inquire; <A CLASS=v HREF="http://vedabase.net/p/pravrttah">pravrittah</A> &#8212; engaged; <A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/a/aranam">aranam</A> &#8212; the most secure shelter; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that which; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; directly the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/k/kala">kal&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/avatirnam">avat&#299;rnam</A> &#8212; who has descended <A HREF="http://vedabase.net/a/as">as</A> the incarnation of complete knowledge <A HREF="http://vedabase.net/i/in">in</A> His plenary portion known <A HREF="http://vedabase.net/a/as">as</A> Kapiladeva.</P><P CLASS=t>TRANSLATION</P><P>I consider your good self the most exalted master of mystic power. You know the spiritual science perfectly well. You are the most exalted of all learned sages, and you have descended for the benefit of all human society. You have come to give spiritual knowledge, and you are a direct representative of Kapiladeva, the incarnation of God and the plenary portion of knowledge. I am therefore asking you, O spiritual master, what is the most secure shelter in this world?</P><P CLASS=t>PURPORT</P><P>As Krishna confirms in Bhagavad-g&#299;t&#257;:</P><P>yogin&#257;m api sarvesh&#257;m</P><P CLASS=n>mad-gaten&#257;ntar&#257;tman&#257;</P><P CLASS=n>&#347;raddh&#257;v&#257;n bhajate yo m&#257;m</P><P CLASS=n>sa me yuktatamo matah</P><P>"Of all yog&#299;s, he who abides in Me with great faith, worshiping Me in transcendental loving service, is most intimately united with Me in yoga and is the highest of all." (<A CLASS=v HREF="../../../bg/6/47.htm">Bg. 6.47</A>)</P><P>Jada Bharata was a perfect yog&#299;. He was formerly the emperor Bharata Mah&#257;r&#257;ja, and he was now the most exalted personality among learned sages and the master of all mystic powers. Although Jada Bharata was an ordinary living entity, he had inherited all the knowledge given by the Supreme Personality of Godhead, Kapiladeva. He could therefore be taken directly as the Supreme Personality of Godhead. As confirmed by &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura in his stanzas to the spiritual master: s&#257;ksh&#257;d-dharitvena samasta-&#347;&#257;straih. An exalted personality like Jada Bharata is as good as the Supreme Personality of Godhead because he fully represents the Lord by giving knowledge to others. Jada Bharata is herein accepted as the direct representative of the Supreme Personality of Godhead because he was imparting knowledge on behalf of the Supreme Lord. Therefore Mah&#257;r&#257;ja Rah&#363;gana concluded that it was appropriate to ask him about &#257;tma-tattva, the spiritual science. Tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]. This Vedic injunction is also confirmed herein. If anyone is at all interested in knowing the spiritual science (brahma jijñ&#257;s&#257;), he must approach a guru like Jada Bharata.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>