<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 20"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.20</P><P CLASS=c>sa vai bhav&#257;n loka-nir&#299;kshan&#257;rtham</P><P CLASS=c>avyakta-li&#324;go vicaraty api svit</P><P CLASS=c>yoge&#347;var&#257;n&#257;m gatim andha-buddhih</P><P CLASS=c>katham vicaksh&#299;ta grih&#257;nubandhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that Supreme Personality of Godhead or His incarnation Kapiladeva; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; your good self; <A CLASS=v HREF="http://vedabase.net/l/loka">loka</A>-<A CLASS=v HREF="http://vedabase.net/n/niriksana">nir&#299;kshana</A>-<A CLASS=v HREF="http://vedabase.net/a/artham">artham</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> study the characteristics of the people of this world; <A CLASS=v HREF="http://vedabase.net/a/avyakta">avyakta</A>-<A CLASS=v HREF="http://vedabase.net/l/lingah">li&#324;gah</A> &#8212; without manifesting your real identity; <A CLASS=v HREF="http://vedabase.net/v/vicarati">vicarati</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> traveling <A HREF="http://vedabase.net/i/in">in</A> this world; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> <A CLASS=v HREF="http://vedabase.net/s/svit">svit</A> &#8212; whether; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaranam">&#299;&#347;var&#257;n&#257;m</A> &#8212; of all the advanced yog&#299;s; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; the characteristics or actual behavior; <A CLASS=v HREF="http://vedabase.net/a/andha">andha</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhih">buddhih</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> illusioned and have become blind <A HREF="http://vedabase.net/t/to">to</A> spiritual knowledge; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/v/vicaksita">vicaksh&#299;ta</A> &#8212; may know; <A CLASS=v HREF="http://vedabase.net/g/grha">griha</A>-<A CLASS=v HREF="http://vedabase.net/a/anubandhah">anubandhah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> who <A HREF="http://vedabase.net/a/am">am</A> bound by attachment <A HREF="http://vedabase.net/t/to">to</A> family life, or worldly life.</P><P CLASS=t>TRANSLATION</P><P>Is it not a fact that your good self is the direct representative of Kapiladeva, the incarnation of the Supreme Personality of Godhead? To examine people and see who is actually a human being and who is not, you have presented yourself to be a deaf and dumb person. Are you not moving this way upon the surface of the world? I am very attached to family life and worldly activities, and I am blind to spiritual knowledge. Nonetheless, I am now present before you and am seeking enlightenment from you. How can I advance in spiritual life?</P><P CLASS=t>PURPORT</P><P>Although Mah&#257;r&#257;ja Rah&#363;gana was playing the part of a king, he had been informed by Jada Bharata that be was not a king nor was Jada Bharata deaf and dumb. Such designations were simply coverings of the spirit soul. Everyone must come to this knowledge. As confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/13.htm">2.13</A>): dehino 'smin yath&#257; dehe. Everyone is encased within the body. Since the body is never identical with the soul, the bodily activities are simply illusory. In the association of such a s&#257;dhu as Jada Bharata, Mah&#257;r&#257;ja Rah&#363;gana came to the awareness that his activities as a royal authority were simply illusory phenomena. He therefore agreed to receive knowledge from Jada Bharata, and that was the beginning of his perfection. Tad-vijñ&#257;n&#257;rtham sa gurum ev&#257;bhigacchet [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>]. A person like Mah&#257;r&#257;ja Rah&#363;gana, who was very inquisitive to know the value of life and the spiritual science, must approach a personality like Jada Bharata. Tasm&#257;d gurum prapadyeta jijñ&#257;suh &#347;reya uttamam (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/3/21.htm">11.3.21</A>). One must approach a guru like Jada Bharata, a representative of the Supreme Personality of Godhead, to inquire about the goal of human life.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>