<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.23</P><P CLASS=c>&#347;&#257;st&#257;bhigopt&#257; nripatih praj&#257;n&#257;m</P><P CLASS=c>yah ki&#324;karo vai na pinashti pishtam</P><P CLASS=c>sva-dharmam &#257;r&#257;dhanam acyutasya</P><P CLASS=c>yad &#299;ham&#257;no vijah&#257;ty aghaugham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sasta">&#347;&#257;st&#257;</A> &#8212; the governor; <A CLASS=v HREF="http://vedabase.net/a/abhigopta">abhigopt&#257;</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> well-wisher of the citizens <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> father is the well-wisher of his children; <A CLASS=v HREF="http://vedabase.net/n/nr">nri</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; the king; <A CLASS=v HREF="http://vedabase.net/p/prajanam">praj&#257;n&#257;m</A> &#8212; of the citizens; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/k/kinkarah">ki&#324;karah</A> &#8212; order carrier; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/p/pinasti">pinashti</A> <A CLASS=v HREF="http://vedabase.net/p/pistam">pishtam</A> &#8212; grinds what is already ground; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dharmam">dharmam</A> &#8212; one's own occupational duty; <A CLASS=v HREF="http://vedabase.net/a/aradhanam">&#257;r&#257;dhanam</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/a/acyutasya">acyutasya</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/i/ihamanah">&#299;ham&#257;nah</A> &#8212; performing; <A CLASS=v HREF="http://vedabase.net/v/vijahati">vijah&#257;ti</A> &#8212; they <A HREF="http://vedabase.net/a/are">are</A> released from; <A CLASS=v HREF="http://vedabase.net/a/agha">agha</A>-<A CLASS=v HREF="http://vedabase.net/o/ogham">ogham</A> &#8212; all kinds of sinful activity and faulty action.</P><P CLASS=t>TRANSLATION</P><P>My dear sir, you have said that the relationship between the king and the subject or between the master and the servant are not eternal, but although such relationships are temporary, when a person takes the position of a king, his duty is to rule the citizens and punish those who are disobedient to the laws. By punishing them, he teaches the citizens to obey the laws of the state. Again, you have said that punishing a person who is deaf and dumb is like chewing the chewed or grinding the pulp; that is to say, there is no benefit in it. However, if one is engaged in his own occupational duty as ordered by the Supreme Lord, his sinful activities are certainly diminished. Therefore if one is engaged in his occupational duty by force, he benefits because he can vanquish all his sinful activities in that way.</P><P CLASS=t>PURPORT</P><P>This argument offered by Mah&#257;r&#257;ja Rah&#363;gana is certainly very effective. In his Bhakti-ras&#257;mrita-sindhu (<A CLASS=v HREF="http://vedabase.net/todo/brs1/2/4">1.2.4</A>), &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; says, tasm&#257;t ken&#257;py up&#257;yena manah krishne nive&#347;ayet: somehow or other, one should engage in Krishna consciousness. Actually every living being is an eternal servant of Krishna, but due to forgetfulness, a living entity engages himself as an eternal servant of m&#257;y&#257;. As long as one is engaged in m&#257;y&#257;'s service, he cannot be happy. Our Krishna consciousness movement aims at engaging people in Lord Krishna's service. That will help them become freed from all material contamination and sinful activity. This is confirmed in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/10.htm">4.10</A>): v&#299;ta-r&#257;ga-bhaya-krodh&#257;h. By becoming detached from material activities, we will be freed from fear and anger. By austerity, one becomes purified and eligible to return home, back to Godhead. The duty of the king is to rule his citizens in such a way that they can become Krishna conscious. This would be very beneficial for everyone. Unfortunately the king or president engages people in sense gratification instead of the Lord's service, and such activities are certainly not beneficial for anyone. King Rah&#363;gana tried to engage Jada Bharata in carrying the palanquin, which is a form of sense gratification for the King. However, if one is engaged as a palanquin carrier in the Lord's service, that is certainly beneficial. In this godless civilization, if a president engages people somehow or other in devotional service or the awakening of Krishna consciousness, he renders the very best service to the citizens.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>