<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.25</P><P CLASS=c>na vikriy&#257; vi&#347;va-suhrit-sakhasya</P><P CLASS=c>s&#257;myena v&#299;t&#257;bhimates tav&#257;pi</P><P CLASS=c>mahad-vim&#257;n&#257;t sva-krit&#257;d dhi m&#257;dri&#324;</P><P CLASS=c>na&#324;kshyaty ad&#363;r&#257;d api &#347;&#363;lap&#257;nih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vikriya">vikriy&#257;</A> &#8212; material transformation; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A> &#8212; of the Supreme Personality of Godhead, who is <A HREF="http://vedabase.net/a/a">a</A> friend <A HREF="http://vedabase.net/t/to">to</A> everyone; <A CLASS=v HREF="http://vedabase.net/s/sakhasya">sakhasya</A> &#8212; of you, the friend; <A CLASS=v HREF="http://vedabase.net/s/samyena">s&#257;myena</A> &#8212; because of your mental equilibrium; <A CLASS=v HREF="http://vedabase.net/v/vita">v&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimateh">abhimateh</A> &#8212; who has completely forsaken the bodily concept of life; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/m/mahat">mahat</A>-<A CLASS=v HREF="http://vedabase.net/v/vimanat">vim&#257;n&#257;t</A> &#8212; of insulting <A HREF="http://vedabase.net/a/a">a</A> great devotee; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/k/krtat">krit&#257;t</A> &#8212; from my own activity; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/m/madrk">m&#257;drik</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> person like <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/n/nanksyati">na&#324;kshyati</A> &#8212; will be destroyed; <A CLASS=v HREF="http://vedabase.net/a/adurat">ad&#363;r&#257;t</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/s/sula">&#347;&#363;la</A>-<A CLASS=v HREF="http://vedabase.net/p/panih">p&#257;nih</A> &#8212; even though <A HREF="http://vedabase.net/a/as">as</A> powerful <A HREF="http://vedabase.net/a/as">as</A> Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> (&#346;&#363;lap&#257;ni).</P><P CLASS=t>TRANSLATION</P><P>O my dear lord, you are the friend of the Supreme Personality of Godhead, who is the friend of all living entities. You are therefore equal to everyone, and you are free from the bodily conception. Although I have committed an offense by insulting you, I know that there is no loss or gain for you due to my insult. You are fixed in your determination, but I have committed an offense. Because of this, even though I may be as strong as Lord &#346;iva, I shall be vanquished without delay due to my offense at the lotus feet of a Vaishnava.</P><P CLASS=t>PURPORT</P><P>Mah&#257;r&#257;ja Rah&#363;gana was very intelligent and conscious of the inauspicious effects arising from insulting a Vaishnava. He was therefore very anxious to be excused by Jada Bharata. Following in the footsteps of Mah&#257;r&#257;ja Rah&#363;gana, everyone should be very cautious not to commit an offense at the lotus feet of a Vaishnava. &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura in the Caitanya-bh&#257;gavata (Madhya 13) says:</P><P>&#347;&#363;lap&#257;ni-sama yadi bhakta-nind&#257; kare</P><P CLASS=n>bh&#257;gavata pram&#257;na &#8212; tath&#257;pi &#347;&#299;ghra mare</P><P CLASS=n>hena vaishnavere ninde sarvajña ha-i</P><P CLASS=n>se janera adhah-p&#257;ta sarva-&#347;&#257;stre ka-i</P><P>"Even if one is as strong as Lord &#346;iva, who carries a trident in his hand, one will nonetheless fall down from his spiritual position if he tries to insult a Vaishnava. That is the verdict of all Vedic scriptures." He also says this in Caitanya-bh&#257;gavata (Madhya 22):</P><P>vaishnavera nind&#257; karibeka y&#257;ra gana</P><P CLASS=n>t&#257;ra raksh&#257; s&#257;marthya n&#257;hika kona jana</P><P CLASS=n>&#347;&#363;lap&#257;ni-sama yadi vaishnavere ninde</P><P CLASS=n>tath&#257;piha n&#257;&#347;a y&#257;ya &#8212; kahe &#347;&#257;stra-vrinde</P><P CLASS=n>ih&#257; n&#257; m&#257;niy&#257; ye sujana nind&#257; kare</P><P CLASS=n>janme janme se p&#257;pishtha daiva-doshe mare</P><P>"One who blasphemes a Vaishnava cannot be protected by anyone. Even if a person is as strong as Lord &#346;iva, if he blasphemes a Vaishnava, he is sure to be destroyed. This is the verdict of all &#347;&#257;stras. If one does not care for the verdict of the &#347;&#257;stras and dares blaspheme a Vaishnava, he suffers life after life because of this."</P><P>Thus end the Bhaktivedanta purports of the Fifth Canto, Tenth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled, "The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana."</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../11/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>