<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.6</P><P CLASS=c>aho kashtam bhr&#257;tar vyaktam uru-pari&#347;r&#257;nto d&#299;rgham adhv&#257;nam eka eva &#363;hiv&#257;n suciram n&#257;ti-p&#299;v&#257; na samhanan&#257;&#324;go jaras&#257; copadruto bhav&#257;n sakhe no ev&#257;para ete sa&#324;ghattina iti bahu-vipralabdho 'py avidyay&#257; racita-dravya-guna-karm&#257;&#347;aya-sva-carama-kalevare 'vastuni samsth&#257;na-vi&#347;eshe 'ham mamety anadhy&#257;ropita-mithy&#257;-pratyayo brahma-bh&#363;tas t&#363;shn&#299;m &#347;ibik&#257;m p&#363;rvavad uv&#257;ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aho">aho</A> &#8212; alas; <A CLASS=v HREF="http://vedabase.net/k/kastam">kashtam</A> &#8212; how troublesome <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/b/bhratah">bhr&#257;tah</A> &#8212; my dear brother; <A CLASS=v HREF="http://vedabase.net/v/vyaktam">vyaktam</A> &#8212; clearly; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/p/parisrantah">pari&#347;r&#257;ntah</A> &#8212; fatigued; <A CLASS=v HREF="http://vedabase.net/d/dirgham">d&#299;rgham</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> long; <A CLASS=v HREF="http://vedabase.net/a/adhvanam">adhv&#257;nam</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/u/uhivan">&#363;hiv&#257;n</A> &#8212; you have carried; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/c/ciram">ciram</A> &#8212; for <A HREF="http://vedabase.net/a/a">a</A> long time; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/p/piva">p&#299;v&#257;</A> &#8212; very strong and stout; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/s/samhanana">samhanana</A>-<A CLASS=v HREF="http://vedabase.net/a/angah">a&#324;gah</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> firm, tolerant body; <A CLASS=v HREF="http://vedabase.net/j/jarasa">jaras&#257;</A> &#8212; by old <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/u/upadrutah">upadrutah</A> &#8212; disturbed; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/s/sakhe">sakhe</A> &#8212; my friend; <A CLASS=v HREF="http://vedabase.net/n/no">no</A> <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; not certainly; <A CLASS=v HREF="http://vedabase.net/a/apare">apare</A> &#8212; the other; <A CLASS=v HREF="http://vedabase.net/e/ete">ete</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/s/sanghattinah">sa&#324;ghattinah</A> &#8212; co-workers; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; very much; <A CLASS=v HREF="http://vedabase.net/v/vipralabdhah">vipralabdhah</A> &#8212; sarcastically criticized; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/a/avidyaya">avidyay&#257;</A> &#8212; by nescience; <A CLASS=v HREF="http://vedabase.net/r/racita">racita</A> &#8212; manufactured; <A CLASS=v HREF="http://vedabase.net/d/dravya">dravya</A>-<A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/k/karma">karma</A>-<A CLASS=v HREF="http://vedabase.net/a/asaya">&#257;&#347;aya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/a/a">a</A> combination of material elements, material qualities, and the results of past activities and desires; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/c/carama">carama</A>-<A CLASS=v HREF="http://vedabase.net/k/kalevare">kalevare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body, which is moved by the subtle elements (mind, intelligence and ego); <A CLASS=v HREF="http://vedabase.net/a/avastuni">avastuni</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> such physical things; <A CLASS=v HREF="http://vedabase.net/s/samsthana">samsth&#257;na</A>-<A CLASS=v HREF="http://vedabase.net/v/visese">vi&#347;eshe</A> &#8212; having <A HREF="http://vedabase.net/a/a">a</A> particular disposition; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> <A CLASS=v HREF="http://vedabase.net/m/mama">mama</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> and <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/a/anadhyaropita">anadhy&#257;ropita</A> &#8212; not interposed; <A CLASS=v HREF="http://vedabase.net/m/mithya">mithy&#257;</A> &#8212; false; <A CLASS=v HREF="http://vedabase.net/p/pratyayah">pratyayah</A> &#8212; belief; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhutah">bh&#363;tah</A> &#8212; who was self-realized, standing on the <A HREF="http://vedabase.net/b/brahman">Brahman</A> platform; <A CLASS=v HREF="http://vedabase.net/t/tusnim">t&#363;shn&#299;m</A> &#8212; being silent; <A CLASS=v HREF="http://vedabase.net/s/sibikam">&#347;ibik&#257;m</A> &#8212; the palanquin; <A CLASS=v HREF="http://vedabase.net/p/purva">p&#363;rva</A>-<A CLASS=v HREF="http://vedabase.net/v/vat">vat</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> before; <A CLASS=v HREF="http://vedabase.net/u/uvaha">uv&#257;ha</A> &#8212; carried.</P><P CLASS=t>TRANSLATION</P><P>King Rah&#363;gana told Jada Bharata: How troublesome this is, my dear brother. You certainly appear very fatigued because you have carried this palanquin alone without assistance for a long time and for a long distance. Besides that, due to your old age you have become greatly troubled. My dear friend, I see that you are not very firm, nor very strong and stout. Aren't your fellow carriers cooperating with you?</P><P>In this way the King criticized Jada Bharata with sarcastic words, yet despite being criticized in this way, Jada Bharata had no bodily conception of the situation. He knew that he was not the body, for he had attained his spiritual identity. He was neither fat, lean nor thin, nor had he anything to do with a lump of matter, a combination of the five gross and three subtle elements. He had nothing to do with the material body and its two hands and legs. In other words, he had completely realized his spiritual identity [aham brahm&#257;smi]. He was therefore unaffected by this sarcastic criticism from the King. Without saying anything, he continued carrying the palanquin as before.</P><P CLASS=t>PURPORT</P><P>Jada Bharata was completely liberated. He did not even care when the dacoits attempted to kill his body; he knew that he certainly was not the body. Even if the body were killed, he would not have cared, for he was thoroughly convinced of the proposition found in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/20.htm">2.20</A>): na hanyate hanyam&#257;ne &#347;ar&#299;re. He knew that he could not be killed even if his body were killed. Although he did not protest, the Supreme Personality of Godhead in His agent could not tolerate the injustice of the dacoits; therefore he was saved by the mercy of Krishna, and the dacoits were killed. In this case, while carrying the palanquin, he also knew that he was not the body. This body was very strong and stout, in sound condition and quite competent to carry the palanquin. Due to his being freed from the bodily conception, the sarcastic words of the King did not at all affect him. The body is created according to one's karma, and material nature supplies the ingredients for the development of a certain type of body. The soul the body covers is different from the bodily construction; therefore anything favorable or mischievous done to the body does not affect the spirit soul. The Vedic injunction is asa&#324;go hy ayam purushah: the spirit soul is always unaffected by material arrangements.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>