<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.8</P><P CLASS=c>evam bahv abaddham api bh&#257;sham&#257;nam nara-dev&#257;bhim&#257;nam rajas&#257; tamas&#257;nuviddhena madena tiraskrit&#257;&#347;esha-bhagavat-priya-niketam pandita-m&#257;ninam sa bhagav&#257;n br&#257;hmano brahma-bh&#363;ta-sarva-bh&#363;ta-suhrid-&#257;tm&#257; yoge&#347;vara-cary&#257;y&#257;m n&#257;ti-vyutpanna-matim smayam&#257;na iva vigata-smaya idam &#257;ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this way; <A CLASS=v HREF="http://vedabase.net/b/bahu">bahu</A> &#8212; much; <A CLASS=v HREF="http://vedabase.net/a/abaddham">abaddham</A> &#8212; nonsensical; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/b/bhasamanam">bh&#257;sham&#257;nam</A> &#8212; talking; <A CLASS=v HREF="http://vedabase.net/n/nara">nara</A>-<A CLASS=v HREF="http://vedabase.net/d/deva">deva</A>-<A CLASS=v HREF="http://vedabase.net/a/abhimanam">abhim&#257;nam</A> &#8212; King <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gana</A>, who thought himself the ruler; <A CLASS=v HREF="http://vedabase.net/r/rajasa">rajas&#257;</A> &#8212; by the material mode of passion; <A CLASS=v HREF="http://vedabase.net/t/tamasa">tamas&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> well <A HREF="http://vedabase.net/a/as">as</A> by the mode of ignorance; <A CLASS=v HREF="http://vedabase.net/a/anuviddhena">anuviddhena</A> &#8212; being increased; <A CLASS=v HREF="http://vedabase.net/m/madena">madena</A> &#8212; by madness; <A CLASS=v HREF="http://vedabase.net/t/tiraskrta">tiraskrita</A> &#8212; who rebuked; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; innumerable; <A CLASS=v HREF="http://vedabase.net/b/bhagavat">bhagavat</A>-<A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/n/niketam">niketam</A> &#8212; devotees of the Lord; <A CLASS=v HREF="http://vedabase.net/p/pandita">pandita</A>-<A CLASS=v HREF="http://vedabase.net/m/maninam">m&#257;ninam</A> &#8212; considering himself <A HREF="http://vedabase.net/a/a">a</A> very learned scholar; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; spiritually most powerful (<A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>); <A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> fully qualified <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; fully self-realized; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/s/suhrt">suhrit</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; who was thus the friend of all living entities; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; of the most advanced mystic yog&#299;s; <A CLASS=v HREF="http://vedabase.net/c/caryayam">cary&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the behavior; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/a/ati">ati</A>-<A CLASS=v HREF="http://vedabase.net/v/vyutpanna">vyutpanna</A>-<A CLASS=v HREF="http://vedabase.net/m/matim">matim</A> &#8212; unto King <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gana</A>, who was not actually experienced; <A CLASS=v HREF="http://vedabase.net/s/smayamanah">smayam&#257;nah</A> &#8212; slightly smiling; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/v/vigata">vigata</A>-<A CLASS=v HREF="http://vedabase.net/s/smayah">smayah</A> &#8212; who was relieved from all material pride; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/aha">&#257;ha</A> &#8212; spoke.</P><P CLASS=t>TRANSLATION</P><P>Thinking himself a king, King Rah&#363;gana was in the bodily conception and was influenced by material nature's modes of passion and ignorance. Due to madness, he chastised Jada Bharata with uncalled-for and contradictory words. Jada Bharata was a topmost devotee and the dear abode of the Supreme Personality of Godhead. Although considering himself very learned, the King did not know about the position of an advanced devotee situated in devotional service, nor did he know his characteristics. Jada Bharata was the residence of the Supreme Personality of Godhead; he always carried the form of the Lord within his heart. He was the dear friend of all living beings, and he did not entertain any bodily conception. He therefore smiled and spoke the following words.</P><P CLASS=t>PURPORT</P><P>The distinction between a person in the bodily conception and a person beyond the bodily conception is presented in this verse. In the bodily conception, King Rah&#363;gana considered himself a king and chastised Jada Bharata in so many unwanted ways. Being self-realized, Jada Bharata, who was fully situated on the transcendental platform, did not at all become angry; instead, he smiled and began to deliver his teachings to King Rah&#363;gana. A highly advanced Vaishnava devotee is a friend to all living entities, and consequently he is a friend to his enemies also. In fact, he does not consider anyone to be his enemy. Suhridah sarva-dehin&#257;m. Sometimes a Vaishnava becomes superficially angry at a nondevotee, but this is good for the nondevotee. We have several examples of this in Vedic literature. Once N&#257;rada became angry with the two sons of Kuvera, Nalak&#363;vara and Manigr&#299;va, and he chastised them by turning them into trees. The result was that later they were liberated by Lord &#346;r&#299; Krishna. The devotee is situated on the absolute platform, and when he is angry or pleased, there is no difference, for in either case he bestows his benediction.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>