<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 5 Chapter 10 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 5 Chapter 10 Verse 9"></HEAD><BODY><TABLE><TR><TD>Canto 5: <A CLASS=v HREF="../index.htm">The Creative Impetus</A></TD><TD CLASS=m>Chapter 10: <A CLASS=v HREF="index.htm">The Discussion Between Jada Bharata and Mah&#257;r&#257;ja Rah&#363;gana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 5.10.9</P><P CLASS=c>br&#257;hmana uv&#257;ca</P><P CLASS=c>tvayoditam vyaktam avipralabdham</P><P CLASS=c>bhartuh sa me sy&#257;d yadi v&#299;ra bh&#257;rah</P><P CLASS=c>gantur yadi sy&#257;d adhigamyam adhv&#257;</P><P CLASS=c>p&#299;veti r&#257;&#347;au na vid&#257;m prav&#257;dah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/brahmanah">br&#257;hmanah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; the learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> (<A HREF="http://vedabase.net/j/jada">Jada</A> <A HREF="http://vedabase.net/b/bharata">Bharata</A>) spoke; <A CLASS=v HREF="http://vedabase.net/t/tvaya">tvay&#257;</A> &#8212; by you; <A CLASS=v HREF="http://vedabase.net/u/uditam">uditam</A> &#8212; explained; <A CLASS=v HREF="http://vedabase.net/v/vyaktam">vyaktam</A> &#8212; very clearly; <A CLASS=v HREF="http://vedabase.net/a/avipralabdham">avipralabdham</A> &#8212; without contradictions; <A CLASS=v HREF="http://vedabase.net/b/bhartuh">bhartuh</A> &#8212; of the bearer, the body; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> would have been; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/v/vira">v&#299;ra</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great hero (<A HREF="http://vedabase.net/m/maharaja">Mah&#257;r&#257;ja</A> <A HREF="http://vedabase.net/r/rahugana">Rah&#363;gana</A>); <A CLASS=v HREF="http://vedabase.net/b/bharah">bh&#257;rah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> load; <A CLASS=v HREF="http://vedabase.net/g/gantuh">gantuh</A> &#8212; of the mover, also the body; <A CLASS=v HREF="http://vedabase.net/y/yadi">yadi</A> &#8212; if; <A CLASS=v HREF="http://vedabase.net/s/syat">sy&#257;t</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> <A HREF="http://vedabase.net/h/had">had</A> been; <A CLASS=v HREF="http://vedabase.net/a/adhigamyam">adhigamyam</A> &#8212; the object <A HREF="http://vedabase.net/t/to">to</A> be obtained; <A CLASS=v HREF="http://vedabase.net/a/adhva">adhv&#257;</A> &#8212; the path; <A CLASS=v HREF="http://vedabase.net/p/piva">p&#299;v&#257;</A> &#8212; very stout and strong; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/r/rasau">r&#257;&#347;au</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the body; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/v/vidam">vid&#257;m</A> &#8212; of the self-realized persons; <A CLASS=v HREF="http://vedabase.net/p/pravadah">prav&#257;dah</A> &#8212; subject matter for discussion.</P><P CLASS=t>TRANSLATION</P><P>The great br&#257;hmana Jada Bharata said: My dear King and hero, whatever you have spoken sarcastically is certainly true. Actually these are not simply words of chastisement, for the body is the carrier. The load carried by the body does not belong to me, for I am the spirit soul. There is no contradiction in your statements because I am different from the body. I am not the carrier of the palanquin; the body is the carrier. Certainly, as you have hinted, I have not labored carrying the palanquin, for I am detached from the body. You have said that I am not stout and strong, and these words are befitting a person who does not know the distinction between the body and the soul. The body may be fat or thin, but no learned man would say such things of the spirit soul. As far as the spirit soul is concerned, I am neither fat nor skinny; therefore you are correct when you say that I am not very stout. Also, if the object of this journey and the path leading there were mine, there would be many troubles for me, but because they relate not to me but to my body, there is no trouble at all.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; it is stated that one who is advanced in spiritual knowledge is not disturbed by the pains and pleasures of the material body. The material body is completely separate from the spirit soul, and the pains and pleasures of the body are superfluous. The practice of austerity and penance is meant for understanding the distinction between the body and the soul and how the soul can be unaffected by the pleasures and pains of the body. Jada Bharata was actually situated on the platform of self-realization. He was completely aloof from the bodily conception; therefore he immediately took this position and convinced the King that whatever contradictory things the King had said about his body did not actually apply to him as a spirit soul.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>