<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 13 Verses 19-20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 13 Verses 19-20"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Description of the Descendants of Dhruva Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.13.19-20</P><P CLASS=c>yam a&#324;ga &#347;epuh kupit&#257;</P><P CLASS=c>v&#257;g-vajr&#257; munayah kila</P><P CLASS=c>gat&#257;sos tasya bh&#363;yas te</P><P CLASS=c>mamanthur dakshinam karam</P><P CLASS=c>ar&#257;jake tad&#257; loke</P><P CLASS=c>dasyubhih p&#299;dit&#257;h praj&#257;h</P><P CLASS=c>j&#257;to n&#257;r&#257;yan&#257;m&#347;ena</P><P CLASS=c>prithur &#257;dyah kshit&#299;&#347;varah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yam">yam</A> &#8212; him (<A HREF="http://vedabase.net/v/vena">Vena</A>) whom; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; my dear <A HREF="http://vedabase.net/v/vidura">Vidura</A>; <A CLASS=v HREF="http://vedabase.net/s/sepuh">&#347;epuh</A> &#8212; they cursed; <A CLASS=v HREF="http://vedabase.net/k/kupitah">kupit&#257;h</A> &#8212; being angry; <A CLASS=v HREF="http://vedabase.net/v/vak">v&#257;k</A>-<A CLASS=v HREF="http://vedabase.net/v/vajrah">vajr&#257;h</A> &#8212; whose words <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/a/as">as</A> strong <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/a/a">a</A> thunderbolt; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; great sages; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A>-<A CLASS=v HREF="http://vedabase.net/a/asoh">asoh</A> <A CLASS=v HREF="http://vedabase.net/t/tasya">tasya</A> &#8212; after <A HREF="http://vedabase.net/h/he">he</A> died; <A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/m/mamanthuh">mamanthuh</A> &#8212; churned; <A CLASS=v HREF="http://vedabase.net/d/daksinam">dakshinam</A> &#8212; right; <A CLASS=v HREF="http://vedabase.net/k/karam">karam</A> &#8212; hand; <A CLASS=v HREF="http://vedabase.net/a/arajake">ar&#257;jake</A> &#8212; being without <A HREF="http://vedabase.net/a/a">a</A> king; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; the world; <A CLASS=v HREF="http://vedabase.net/d/dasyubhih">dasyubhih</A> &#8212; by rogues and thieves; <A CLASS=v HREF="http://vedabase.net/p/piditah">p&#299;dit&#257;h</A> &#8212; suffering; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; all the citizens; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; advented; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A> &#8212; of the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/amsena">am&#347;ena</A> &#8212; by <A HREF="http://vedabase.net/a/a">a</A> partial representation; <A CLASS=v HREF="http://vedabase.net/p/prthuh">prithuh</A> &#8212; <A HREF="http://vedabase.net/p/prthu">Prithu</A>; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; original; <A CLASS=v HREF="http://vedabase.net/k/ksiti">kshiti</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; ruler of the world.</P><P CLASS=t>TRANSLATION</P><P>My dear Vidura, when great sages curse, their words are as invincible as a thunderbolt. Thus when they cursed King Vena out of anger, he died. After his death, since there was no king, all the rogues and thieves flourished, the kingdom became unregulated, and all the citizens suffered greatly. On seeing this, the great sages took the right hand of Vena as a churning rod, and as a result of their churning, Lord Vishnu in His partial representation made His advent as King Prithu, the original emperor of the world.</P><P CLASS=t>PURPORT</P><P>Monarchy is better than democracy because if the monarchy is very strong the regulative principles within the kingdom are upheld very nicely. Even one hundred years ago in the state of Kashmir in India, the king was so strong that if a thief were arrested in his kingdom and brought before him, the king would immediately chop off the hands of the thief. As a result of this severe punishment there were practically no theft cases within the kingdom. Even if someone left something on the street, no one would touch it. The rule was that the things could be taken away only by the proprietor and that no one else would touch them. In the so-called democracy, wherever there is a theft case the police come and take note of the case, but generally the thief is never caught, nor is any punishment offered to him. As a result of incapable government, at the present moment thieves, rogues and cheaters are very prominent all over the world.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>