<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 13 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 13 Verse 25"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Description of the Descendants of Dhruva Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.13.25</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>a&#324;go '&#347;vamedham r&#257;jarshir</P><P CLASS=c>&#257;jah&#257;ra mah&#257;-kratum</P><P CLASS=c>n&#257;jagmur devat&#257;s tasminn</P><P CLASS=c>&#257;h&#363;t&#257; brahma-v&#257;dibhih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya answered; <A CLASS=v HREF="http://vedabase.net/a/angah">a&#324;gah</A> &#8212; King <A HREF="http://vedabase.net/a/anga">A&#324;ga</A>; <A CLASS=v HREF="http://vedabase.net/a/asvamedham">a&#347;vamedham</A> &#8212; <A HREF="http://vedabase.net/a/asvamedha">a&#347;vamedha</A> sacrifice; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A>-<A CLASS=v HREF="http://vedabase.net/r/rsih">rishih</A> &#8212; the saintly king; <A CLASS=v HREF="http://vedabase.net/a/ajahara">&#257;jah&#257;ra</A> &#8212; executed; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/k/kratum">kratum</A> &#8212; great sacrifice; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/a/ajagmuh">&#257;jagmuh</A> &#8212; came; <A CLASS=v HREF="http://vedabase.net/d/devatah">devat&#257;h</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/t/tasmin">tasmin</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that sacrifice; <A CLASS=v HREF="http://vedabase.net/a/ahutah">&#257;h&#363;t&#257;h</A> &#8212; being invited; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadibhih">v&#257;dibhih</A> &#8212; by the br&#257;hmanas expert <A HREF="http://vedabase.net/i/in">in</A> executing sacrifices.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya replied: My dear Vidura, once the great King A&#324;ga arranged to perform the great sacrifice known as a&#347;vamedha. All the expert br&#257;hmanas present knew how to invite the demigods, but in spite of their efforts, no demigods participated or appeared in that sacrifice.</P><P CLASS=t>PURPORT</P><P>A Vedic sacrifice is not an ordinary performance. The demigods used to participate in such sacrifices, and the animals sacrificed in such performances were reincarnated with new life. In this age of Kali there are no powerful br&#257;hmanas who can invite the demigods or give renewed life to animals. Formerly, the br&#257;hmanas well conversant in Vedic mantras could show the potency of the mantras, but in this age, because there are no such br&#257;hmanas, all such sacrifices are forbidden. The sacrifice in which horses were offered was called a&#347;vamedha. Sometimes cows were sacrificed (gav&#257;lambha), not for eating purposes, but to give them new life in order to show the potency of the mantra. In this age, therefore, the only practical yajña is sa&#324;k&#299;rtana-yajña, or chanting of the Hare Krishna mantra twenty-four hours a day.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>