<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 13 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 13 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Description of the Descendants of Dhruva Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.13.27</P><P CLASS=c>r&#257;jan hav&#299;mshy adusht&#257;ni</P><P CLASS=c>&#347;raddhay&#257;s&#257;dit&#257;ni te</P><P CLASS=c>chand&#257;msy ay&#257;ta-y&#257;m&#257;ni</P><P CLASS=c>yojit&#257;ni dhrita-vrataih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/h/havimsi">hav&#299;mshi</A> &#8212; sacrificial offerings; <A CLASS=v HREF="http://vedabase.net/a/adustani">adusht&#257;ni</A> &#8212; not polluted; <A CLASS=v HREF="http://vedabase.net/s/sraddhaya">&#347;raddhay&#257;</A> &#8212; with great faith and <A HREF="http://vedabase.net/c/care">care</A>; <A CLASS=v HREF="http://vedabase.net/a/asaditani">&#257;s&#257;dit&#257;ni</A> &#8212; collected; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; your; <A CLASS=v HREF="http://vedabase.net/c/chandamsi">chand&#257;msi</A> &#8212; the mantras; <A CLASS=v HREF="http://vedabase.net/a/ayata">ay&#257;ta</A>-<A CLASS=v HREF="http://vedabase.net/y/yamani">y&#257;m&#257;ni</A> &#8212; not deficient; <A CLASS=v HREF="http://vedabase.net/y/yojitani">yojit&#257;ni</A> &#8212; properly executed; <A CLASS=v HREF="http://vedabase.net/d/dhrta">dhrita</A>-<A CLASS=v HREF="http://vedabase.net/v/vrataih">vrataih</A> &#8212; by qualified br&#257;hmanas.</P><P CLASS=t>TRANSLATION</P><P>O King, we know that the paraphernalia to perform the sacrifice is well collected by you with great faith and care and is not polluted. Our chanting of the Vedic hymns is also not deficient in any way, for all the br&#257;hmanas and priests present here are expert and are executing the performances properly.</P><P CLASS=t>PURPORT</P><P>It is the practice of the br&#257;hmanas conversant with the science to pronounce a Vedic mantra in the right accent. The combination of the mantra and Sanskrit words must be chanted with the right pronunciation, otherwise it will not be successful. In this age the br&#257;hmanas are neither well versed in the Sanskrit language nor very pure in practical life. But by chanting the Hare Krishna mantra one can attain the highest benefit of sacrificial performances. Even if the Hare Krishna mantra is not chanted properly, it still has so much potency that the chanter gains the effect.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>