<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 13 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 13 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Description of the Descendants of Dhruva Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.13.37</P><P CLASS=c>sa vipr&#257;numato r&#257;j&#257;</P><P CLASS=c>grih&#299;tv&#257;ñjalinaudanam</P><P CLASS=c>avaghr&#257;ya mud&#257; yuktah</P><P CLASS=c>pr&#257;d&#257;t patny&#257; ud&#257;ra-dh&#299;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/v/vipra">vipra</A> &#8212; of the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/a/anumatah">anumatah</A> &#8212; taking permission; <A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> &#8212; the King; <A CLASS=v HREF="http://vedabase.net/g/grhitva">grih&#299;tv&#257;</A> &#8212; taking; <A CLASS=v HREF="http://vedabase.net/a/anjalina">añjalin&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his joined palms; <A CLASS=v HREF="http://vedabase.net/o/odanam">odanam</A> &#8212; rice boiled <A HREF="http://vedabase.net/i/in">in</A> milk; <A CLASS=v HREF="http://vedabase.net/a/avaghraya">avaghr&#257;ya</A> &#8212; after smelling; <A CLASS=v HREF="http://vedabase.net/m/muda">mud&#257;</A> &#8212; with great delight; <A CLASS=v HREF="http://vedabase.net/y/yuktah">yuktah</A> &#8212; fixed; <A CLASS=v HREF="http://vedabase.net/p/pradat">pr&#257;d&#257;t</A> &#8212; offered; <A CLASS=v HREF="http://vedabase.net/p/patnyai">patnyai</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> his wife; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/d/dhih">dh&#299;h</A> &#8212; liberal-minded.</P><P CLASS=t>TRANSLATION</P><P>The King was very liberal, and after taking permission from the priests, he took the preparation in his joined palms, and after smelling it he offered a portion to his wife.</P><P CLASS=t>PURPORT</P><P>The word ud&#257;ra-dh&#299;h is significant in this connection. The wife of the King, Sun&#299;th&#257;, was not fit to accept this benediction, yet the King was so liberal that without hesitation he offered to his wife the boiled rice in milk pras&#257;da received from the yajña-purusha. Of course, everything is designed by the Supreme Personality of Godhead. As will be explained in later verses, this incident was not very favorable for the King. Since the King was very liberal, the Supreme Personality of Godhead, in order to increase his detachment from this material world, willed that a cruel son be born of the Queen so that the King would have to leave home. As stated above, Lord Vishnu fulfills the desires of the karm&#299;s as they desire, but the Lord fulfills the desire of a devotee in a different way so that the devotee may gradually come to Him. This is confirmed in the Bhagavad-g&#299;t&#257; (dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te). The Lord gives the devotee the opportunity to make progress further and further so that he may come back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>