<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 13 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 13 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Description of the Descendants of Dhruva Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.13.39</P><P CLASS=c>sa b&#257;la eva purusho</P><P CLASS=c>m&#257;t&#257;maham anuvratah</P><P CLASS=c>adharm&#257;m&#347;odbhavam mrityum</P><P CLASS=c>ten&#257;bhavad adh&#257;rmikah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/b/balah">b&#257;lah</A> &#8212; child; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; <A HREF="http://vedabase.net/m/male">male</A>; <A CLASS=v HREF="http://vedabase.net/m/mata">m&#257;t&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/maham">maham</A> &#8212; maternal grandfather; <A CLASS=v HREF="http://vedabase.net/a/anuvratah">anuvratah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> follower of; <A CLASS=v HREF="http://vedabase.net/a/adharma">adharma</A> &#8212; of irreligion; <A CLASS=v HREF="http://vedabase.net/a/amsa">am&#347;a</A> &#8212; from <A HREF="http://vedabase.net/a/a">a</A> portion; <A CLASS=v HREF="http://vedabase.net/u/udbhavam">udbhavam</A> &#8212; who appeared; <A CLASS=v HREF="http://vedabase.net/m/mrtyum">mrityum</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> &#8212; by this; <A CLASS=v HREF="http://vedabase.net/a/abhavat">abhavat</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A> became; <A CLASS=v HREF="http://vedabase.net/a/adharmikah">adh&#257;rmikah</A> &#8212; irreligious.</P><P CLASS=t>TRANSLATION</P><P>That boy was born partially in the dynasty of irreligion. His grandfather was death personified, and the boy grew up as his follower; he became a greatly irreligious person.</P><P CLASS=t>PURPORT</P><P>The child's mother, Sun&#299;th&#257;, was the daughter of death personified. Generally the daughter receives the qualifications of her father, and the son acquires those of the mother. So, according to the axiomatic truth that things equal to the same thing are equal to one another, the child born of King A&#324;ga became the follower of his maternal grandfather. According to smriti-&#347;&#257;stra, a child generally follows the principles of his maternal uncle's house. Nar&#257;n&#257;m m&#257;tula-karma means that a child generally follows the qualities of his maternal family. If the maternal family is very corrupt or sinful, the child, even though born of a good father, becomes a victim of the maternal family. According to Vedic civilization, therefore, before the marriage takes place an account is taken of both the boy's and girl's families. If according to astrological calculation the combination is perfect, then marriage takes place. Sometimes, however, there is a mistake, and family life becomes frustrating.</P><P>It appears that King A&#324;ga did not get a very good wife in Sun&#299;th&#257; because she was the daughter of death personified. Sometimes the Lord arranges an unfortunate wife for His devotee so that gradually, due to family circumstances, the devotee becomes detached from his wife and home and makes progress in devotional life. It appears that by the arrangement of the Supreme Personality of Godhead, King A&#324;ga, although a pious devotee, got an unfortunate wife like Sun&#299;th&#257; and later on a bad child like Vena. But the result was that he got complete freedom from the entanglement of family life and left home to go back to Godhead.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>