<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 13 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 13 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Description of the Descendants of Dhruva Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.13.46</P><P CLASS=c>kad-apatyam varam manye</P><P CLASS=c>sad-apaty&#257;c chuc&#257;m pad&#257;t</P><P CLASS=c>nirvidyeta grih&#257;n martyo</P><P CLASS=c>yat-kle&#347;a-nivah&#257; grih&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kad">kad</A>-<A CLASS=v HREF="http://vedabase.net/a/apatyam">apatyam</A> &#8212; bad son; <A CLASS=v HREF="http://vedabase.net/v/varam">varam</A> &#8212; better; <A CLASS=v HREF="http://vedabase.net/m/manye">manye</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> think; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A>-<A CLASS=v HREF="http://vedabase.net/a/apatyat">apaty&#257;t</A> &#8212; than <A HREF="http://vedabase.net/a/a">a</A> good son; <A CLASS=v HREF="http://vedabase.net/s/sucam">&#347;uc&#257;m</A> &#8212; of grief; <A CLASS=v HREF="http://vedabase.net/p/padat">pad&#257;t</A> &#8212; the source; <A CLASS=v HREF="http://vedabase.net/n/nirvidyeta">nirvidyeta</A> &#8212; becomes detached; <A CLASS=v HREF="http://vedabase.net/g/grhat">grih&#257;t</A> &#8212; from home; <A CLASS=v HREF="http://vedabase.net/m/martyah">martyah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> mortal <A HREF="http://vedabase.net/m/man">man</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because of whom; <A CLASS=v HREF="http://vedabase.net/k/klesa">kle&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/n/nivahah">nivah&#257;h</A> &#8212; hellish; <A CLASS=v HREF="http://vedabase.net/g/grhah">grih&#257;h</A> &#8212; home.</P><P CLASS=t>TRANSLATION</P><P>Then the King thought: A bad son is better than a good son because a good son creates an attachment for home, whereas a bad son does not. A bad son creates a hellish home from which an intelligent man naturally becomes very easily detached.</P><P CLASS=t>PURPORT</P><P>The King began to think in terms of attachment and detachment from one's material home. According to Prahl&#257;da Mah&#257;r&#257;ja, the material home is compared to a blind well. If a man falls down into a blind well, it is very difficult to get out of it and begin life again. Prahl&#257;da Mah&#257;r&#257;ja has advised that one give up this blind well of home life as soon as possible and go to the forest to take shelter of the Supreme Personality of Godhead. According to Vedic civilization, this giving up of home by v&#257;naprastha and sanny&#257;sa is compulsory. But people are so attached to their homes that even up to the point of death they do not like to retire from home life. King A&#324;ga, therefore, thinking in terms of detachment, accepted his bad son as a good impetus for detachment from home life. He therefore considered his bad son his friend since he was helping him become detached from his home. Ultimately one has to learn how to detach oneself from attachment to material life; therefore, if a bad son, by his bad behavior, helps a householder to go away from home, it is a boon.</P><P CLASS=l><A CLASS=i HREF="45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="47.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>