<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 4 Chapter 13 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 4 Chapter 13 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 4: <A CLASS=v HREF="../index.htm">Creation of the Fourth Order</A></TD><TD CLASS=m>Chapter 13: <A CLASS=v HREF="index.htm">Description of the Descendants of Dhruva Mah&#257;r&#257;ja</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 4.13.7</P><P CLASS=c>sa janmanopa&#347;&#257;nt&#257;tm&#257;</P><P CLASS=c>nihsa&#324;gah sama-dar&#347;anah</P><P CLASS=c>dadar&#347;a loke vitatam</P><P CLASS=c>&#257;tm&#257;nam lokam &#257;tmani</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; his son <A HREF="http://vedabase.net/u/utkala">Utkala</A>; <A CLASS=v HREF="http://vedabase.net/j/janmana">janman&#257;</A> &#8212; from the very beginning of his birth; <A CLASS=v HREF="http://vedabase.net/u/upasanta">upa&#347;&#257;nta</A> &#8212; very well satisfied; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; soul; <A CLASS=v HREF="http://vedabase.net/n/nihsangah">nihsa&#324;gah</A> &#8212; without attachment; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A>-<A CLASS=v HREF="http://vedabase.net/d/darsanah">dar&#347;anah</A> &#8212; equipoised; <A CLASS=v HREF="http://vedabase.net/d/dadarsa">dadar&#347;a</A> &#8212; saw; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the world; <A CLASS=v HREF="http://vedabase.net/v/vitatam">vitatam</A> &#8212; spread; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/l/lokam">lokam</A> &#8212; all the world; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Supersoul.</P><P CLASS=t>TRANSLATION</P><P>From his very birth, Utkala was fully satisfied and unattached to the world. He was equipoised, for he could see everything resting in the Supersoul and the Supersoul present in everyone's heart.</P><P CLASS=t>PURPORT</P><P>The symptoms and characteristics of Utkala, the son of Mah&#257;r&#257;ja Dhruva, are those of a mah&#257;-bh&#257;gavata. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/6/30.htm">6.30</A>), yo m&#257;m pa&#347;yati sarvatra sarvam ca mayi pa&#347;yati: a highly advanced devotee sees the Supreme Personality of Godhead everywhere, and he also sees everything resting in the Supreme. It is also confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>), may&#257; tatam idam sarvam jagad avyakta-m&#363;rtin&#257;: Lord Krishna is spread all over the universe in His impersonal feature. Everything is resting on Him, but that does not mean that everything is He Himself. A highly advanced mah&#257;-bh&#257;gavata devotee sees in this spirit: he sees the same Supersoul, Param&#257;tm&#257;, existing within everyone's heart, regardless of discrimination based on the different material forms of the living entities. He sees everyone as part and parcel of the Supreme Personality of Godhead. The mah&#257;-bh&#257;gavata, who experiences the Supreme Godhead's presence everywhere, is never missing from the sight of the Supreme Lord, nor is the Supreme Lord ever lost from his sight. This is possible only when one is advanced in love of Godhead.</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8-9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>