<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 19 Verse 107</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 19 Verse 107"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Inconceivable Behavior of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 19.107</P><P CLASS=c>ih&#257;ra satyatve pram&#257;na &#347;r&#299;-bh&#257;gavate</P><P CLASS=c>&#347;r&#299;-r&#257;dh&#257;ra prema-pral&#257;pa 'bhramara-g&#299;t&#257;'te</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/ihara">ih&#257;ra</A> &#8212; of these talks; <A CLASS=v HREF="http://vedabase.net/s/satyatve">satyatve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the truthfulness; <A CLASS=v HREF="http://vedabase.net/p/pramana">pram&#257;na</A> &#8212; the evidence; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhagavate">bh&#257;gavate</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/s/srimad">&#346;r&#299;mad</A>-<A HREF="http://vedabase.net/b/bhagavatam">Bh&#257;gavatam</A>; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/radhara">r&#257;dh&#257;ra</A> &#8212; of <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A>-<A CLASS=v HREF="http://vedabase.net/p/pralapa">pral&#257;pa</A> &#8212; talking crazily <A HREF="http://vedabase.net/i/in">in</A> ecstatic love; <A CLASS=v HREF="http://vedabase.net/b/bhramara">bhramara</A>-<A CLASS=v HREF="http://vedabase.net/g/gitate">g&#299;t&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the section known <A HREF="http://vedabase.net/a/as">as</A> the <A HREF="http://vedabase.net/b/bhramara">Bhramara</A>-<A HREF="http://vedabase.net/g/gita">g&#299;ta</A>.</P><P CLASS=t>TRANSLATION</P><P>The evidence of the truth of these talks is found in &#346;r&#299;mad-Bh&#257;gavatam. There, in the section of the Tenth Canto known as the Bhramara-g&#299;ta, "The Song to the Bumblebee," &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; speaks insanely in ecstatic love for Krishna.</P><P CLASS=t>PURPORT</P><P>When Uddhava arrived from Mathur&#257; carrying a message for the gop&#299;s, the gop&#299;s began talking about Krishna and crying. Then &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; saw a bumblebee and began speaking to it like someone mad, thinking that the bee was a messenger of Uddhava's or was someone very dear to him and Krishna. The verses are as follows (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/47/12.htm">10.47.12-21</A>):</P><P>madhupa kitava-bandho m&#257; spri&#347;&#257;&#324;ghrim sapatny&#257;h</P><P CLASS=n>kuca-vilulita-m&#257;l&#257;-ku&#324;kuma-&#347;ma&#347;rubhir nah</P><P CLASS=n>vahatu madhu-patis tan-m&#257;nin&#299;n&#257;m pras&#257;dam</P><P CLASS=n>yadu-sadasi vidambyam yasya d&#363;tas tvam &#299;drik</P><P>"My dear bumblebee, you are a very cunning friend of Uddhava and Krishna. You are very expert in touching people's feet, but I am not going to be misled by this. You appear to have sat on the breasts of one of Krishna's friends, for I see that you have ku&#324;kuma dust on your mustache. Krishna is now engaged in flattering all His young girlfriends in Mathur&#257;. Therefore, now that He can be called a friend of the residents of Mathur&#257;, He does not need the help of the residents of Vrind&#257;vana. He has no reason to satisfy us gop&#299;s. Since you are the messenger of such a person as He, what is the use of your presence here? Certainly Krishna would be ashamed of your presence in this assembly."</P><P>How has Krishna offended the gop&#299;s so that they want to reject Him from their minds? The answer is given as follows:</P><P>sakrid adhara-sudh&#257;m sv&#257;m mohin&#299;m p&#257;yayitv&#257;</P><P CLASS=n>sumanasa iva sadyas tatyaje 'sm&#257;n bhav&#257;drik</P><P CLASS=n>paricarati katham tat-p&#257;da-padmam tu padm&#257;</P><P CLASS=n>hy api bata hrita-cet&#257; uttama-&#347;loka-jalpaih</P><P>"Krishna no longer gives us the enchanting nectar of His lips; instead, He now gives that nectar to the women of Mathur&#257;. Krishna directly attracts our minds, yet He resembles a bumblebee like you because He gives up the association of a beautiful flower and goes to a flower that is inferior. That is the way Krishna has treated us. I do not know why the goddess of fortune continues to serve His lotus feet instead of leaving them aside. Apparently she believes in Krishna's false words. We gop&#299;s, however, are not unintelligent like Lakshm&#299;."</P><P>After hearing the bumblebee's sweet songs and recognizing that the bee was singing about Krishna for Her satisfaction, the gop&#299; replied:</P><P>kim iha bahu shad-a&#324;ghre g&#257;yasi tvam yad&#363;n&#257;m</P><P CLASS=n>adhipatim agrih&#257;n&#257;m agrato nah pur&#257;nam</P><P CLASS=n>vijaya-sakha-sakh&#299;n&#257;m g&#299;yat&#257;m tat-prasa&#324;gah</P><P CLASS=n>kshapita-kuca-rujas te kalpayant&#299;shtam isht&#257;h</P><P>"Dear bumblebee, Lord Krishna has no residence here, but we know Him as Yadupati [the King of the Yadu dynasty]. We know Him very well, and therefore we are not interested in hearing any more songs about Him. It would be better for you to go sing to those who are now very dear to Krishna. Those women of Mathur&#257; have now achieved the opportunity of being embraced by Him. They are His beloveds now, and therefore He has relieved the burning in their breasts. If you go there and sing your songs to those fortunate women, they will be very pleased, and they will honor you."</P><P>divi bhuvi ca ras&#257;y&#257;m k&#257;h striyas tad-dur&#257;p&#257;h</P><P CLASS=n>kapata-rucira-h&#257;sa-bhr&#363;-vijrimbhasya y&#257;h syuh</P><P CLASS=n>carana-raja up&#257;ste yasya bh&#363;tir vayam k&#257;</P><P CLASS=n>api ca kripana-pakshe hy uttamah-&#347;loka-&#347;abdah</P><P>"O collector of honey, Krishna must be very sorry not to see us gop&#299;s. Surely He is afflicted by memories of our pastimes. Therefore He has sent you as a messenger to satisfy us. Do not speak to us! All the women in the three worlds where death is inevitable &#8212; the heavenly, middle and lower planets &#8212; are very easily available to Krishna because His curved eyebrows are so attractive. Moreover, He is always served very faithfully by the goddess of fortune. In comparison with her, we are most insignificant. Indeed, we are nothing. Yet although He is very cunning, Krishna is also very charitable. You may inform Him that He is praised for His kindness to unfortunate persons and that He is therefore known as Uttama&#347;loka, one who is praised by chosen words and verses."</P><P>visrija &#347;irasi p&#257;dam vedmy aham c&#257;tu-k&#257;rair</P><P CLASS=n>anunaya-vidushas te 'bhyetya dautyair mukund&#257;t</P><P CLASS=n>sva-krita iha visrisht&#257;patya-paty-anya-lok&#257;</P><P CLASS=n>vyasrijad akrita-cet&#257;h kim nu sandheyam asmin</P><P>"You are buzzing at My feet just to be forgiven for your past offenses. Kindly go away from My feet! I know that Mukunda has taught you to speak very sweet, flattering words like this and to act as His messenger. These are certainly clever tricks, My dear bumblebee, but I can understand them. This is Krishna's offense. Do not tell Krishna what I have said, although I know that you are very envious. We gop&#299;s have given up our husbands, our sons and all the religious principles that promise better births, and now we have no business other than serving Krishna. Yet Krishna, by controlling His mind, has easily forgotten us. Therefore, don't speak of Him any more. Let us forget our relationship."</P><P>mrigayur iva kap&#299;ndram vivyadhe lubdha-dharm&#257;</P><P CLASS=n>striyam akrita-vir&#363;p&#257;m str&#299;-jitah k&#257;ma-y&#257;n&#257;m</P><P CLASS=n>balim api balim attv&#257;veshtayad dhv&#257;&#324;ksha-vad yas</P><P CLASS=n>tad alam asita-sakhyair dustyajas tat-kath&#257;rthah</P><P>"When we remember the past births of Krishna, My dear bumblebee, we are very much afraid of Him. In His incarnation as Lord R&#257;macandra, He acted just like a hunter and unjustly killed His friend V&#257;li. Lusty &#346;&#363;rpanakh&#257; came to satisfy R&#257;macandra's desires, but He was so attached to S&#299;t&#257;dev&#299; that He cut off &#346;&#363;rpanakh&#257;'s nose. In His incarnation as V&#257;manadeva, He plundered Bali Mah&#257;r&#257;ja and took all his possessions, cheating him on the pretext of accepting worship from him. V&#257;manadeva caught Bali Mah&#257;r&#257;ja exactly as one catches a crow. My dear bumblebee, it is not very good to make friends with such a person. I know that once one begins to talk about Krishna, it is very difficult to stop, and I admit that I have insufficient strength to give up talking about Him."</P><P>yad-anucarita-l&#299;l&#257;-karna-p&#299;y&#363;sha-viprut-</P><P CLASS=n>sakrid-adana-vidh&#363;ta-dvandva-dharm&#257; vinasht&#257;h</P><P CLASS=n>sapadi griha-kutumbam d&#299;nam utsrijya d&#299;n&#257;</P><P CLASS=n>bahava iha viha&#324;g&#257; bhikshu-cary&#257;m caranti</P><P>"Topics about Krishna are so powerful that they destroy the four religious principles &#8212; religion, economic development, sense gratification and liberation. Anyone who drinks even a small drop of krishna-kath&#257; through aural reception is freed from all material attachment and envy. Like a bird with no means of subsistence, such a person becomes a mendicant and lives by begging. Ordinary household affairs become miserable for him, and without attachment he suddenly gives up everything. Although such renunciation is quite suitable, because I am a woman I am unable to adopt it."</P><P>vayam ritam iva jihma-vy&#257;hritam &#347;raddadh&#257;n&#257;h</P><P CLASS=n>kulika-rutam iv&#257;jñ&#257;h krishna-vadhvo hiranyah</P><P CLASS=n>dadri&#347;ur asakrid etat tan-nakha-spar&#347;a-t&#299;vra-</P><P CLASS=n>smara-ruja upamantrin bhanyat&#257;m anya-v&#257;rt&#257;</P><P>"O My dear messenger, I am just like a foolish bird that hears the sweet songs of a hunter, believes in them due to simplicity, and is then pierced in the heart and made to suffer all kinds of miseries. Because we believed in Krishna's words, we have suffered great pain. Indeed, the touch of Krishna's nails has injured our faces. He has caused us so much pain! Therefore, you should give up topics concerning Him and talk about something else."</P><P>After hearing all these statements from &#346;r&#299;mat&#299; R&#257;dhik&#257;, the bumblebee left and then returned. After some thought, the gop&#299; said:</P><P>priya-sakha punar &#257;g&#257;h preyas&#257; preshitah kim</P><P CLASS=n>varaya kim anurundhe m&#257;nan&#299;yo 'si me '&#324;ga</P><P CLASS=n>nayasi katham ih&#257;sm&#257;n dustyaja-dvandva-p&#257;r&#347;vam</P><P CLASS=n>satatam urasi saumya &#347;r&#299;r vadh&#363;h s&#257;kam &#257;ste</P><P>"You are Krishna's very dear friend, and by His order you have come here again. Therefore you are worshipable for Me. O best of messengers, tell Me now, what is your request? What do you want? Krishna cannot give up conjugal love, and therefore I understand that you have come here to take us to Him. But how will you do that? We know that many goddesses of fortune now reside at Krishna's chest, and they constantly serve Krishna better than we can."</P><P>Praising the bumblebee for its sobriety, She began to speak in great jubilation.</P><P>api bata madhu-pury&#257;m &#257;rya-putro 'dhun&#257;ste</P><P CLASS=n>smarati sa pitri-geh&#257;n saumya bandh&#363;m&#347; ca gop&#257;n</P><P CLASS=n>kvacid api sa kath&#257; nah ki&#324;kar&#299;n&#257;m grin&#299;te</P><P CLASS=n>bhujam aguru-sugandham m&#363;rdhny adh&#257;syat kad&#257; nu</P><P>"Krishna is now living like a gentleman at the gurukula in Mathur&#257;, forgetting all the gop&#299;s of Vrind&#257;vana. But does He not remember the sweet house of His father, Nanda Mah&#257;r&#257;ja? We are all naturally His maidservants. Does He not remember us? Does He ever speak about us, or has He forgotten us completely? Will He ever forgive us and once again touch us with those hands fragrant with the scent of aguru?"</P><P CLASS=l><A CLASS=i HREF="106.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="108.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>