<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 19 Verse 108</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 19 Verse 108"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Inconceivable Behavior of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 19.108</P><P CLASS=c>mahish&#299;ra g&#299;ta yena 'da&#347;ame'ra &#347;eshe</P><P CLASS=c>pandite n&#257; bujhe t&#257;ra artha-vi&#347;eshe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/mahisira">mahish&#299;ra</A> &#8212; of the queens; <A CLASS=v HREF="http://vedabase.net/g/gita">g&#299;ta</A> &#8212; the songs; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/d/dasamera">da&#347;amera</A> &#8212; of the Tenth Canto; <A CLASS=v HREF="http://vedabase.net/s/sese">&#347;eshe</A> &#8212; at the end; <A CLASS=v HREF="http://vedabase.net/p/pandite">pandite</A> &#8212; very learned scholars; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bujhe">bujhe</A> &#8212; understand; <A CLASS=v HREF="http://vedabase.net/t/tara">t&#257;ra</A> &#8212; its; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A>-<A CLASS=v HREF="http://vedabase.net/v/visese">vi&#347;eshe</A> &#8212; particular meaning.</P><P CLASS=t>TRANSLATION</P><P>The songs of the queens at Dv&#257;rak&#257;, which are mentioned at the end of the Tenth Canto of &#346;r&#299;mad-Bh&#257;gavatam, have a very special meaning. They are not understood even by the most learned scholars.</P><P CLASS=t>PURPORT</P><P>These songs of &#346;r&#299;mad-Bh&#257;gavatam are verses 15-24 of the Ninetieth Chapter of the Tenth Canto.</P><P>kurari vilapasi tvam v&#299;ta-nidr&#257; na &#347;eshe</P><P CLASS=n>svapiti jagati r&#257;try&#257;m &#299;&#347;varo gupta-bodhah</P><P CLASS=n>vayam iva sakhi kaccid g&#257;dha-nirbhinna-cet&#257;</P><P CLASS=n>nalina-nayana-h&#257;sod&#257;ra-l&#299;lekshitena</P><P>All the queens incessantly thought of Krishna. After their pastimes in the water, the queens said, "Our dear friend the osprey, Krishna is now asleep, but we stay awake at night because of Him. You laugh at us when you see us awake at night, but why are you not sleeping? You seem absorbed in thoughts of Krishna. Have you also been pierced by Krishna's smile? His smile is very sweet. One who is pierced by such an arrow is very fortunate."</P><P>netre nim&#299;layasi naktam adrishta-bandhus</P><P CLASS=n>tvam rorav&#299;shi karunam bata cakrav&#257;ki</P><P CLASS=n>d&#257;syam gat&#257; vayam iv&#257;cyuta-p&#257;da-jusht&#257;m</P><P CLASS=n>kim v&#257; srajam sprihayase kavarena vodhum</P><P>"O cakrav&#257;ki, you keep your eyes wide open at night because you cannot see your friend. Indeed, you are suffering very much. Is it because of compassion that you are crying, or are you trying to capture Krishna by remembering Him? Having been touched by the lotus feet of Krishna, all the queens are very happy. Are you crying to wear Krishna's garland on your head? Please answer these questions clearly, O cakrav&#257;ki, so that we can understand."</P><P>bho bhoh sad&#257; nishtanase udanvann</P><P CLASS=n>alabdha-nidro 'dhigata-praj&#257;garah</P><P CLASS=n>kim v&#257; mukund&#257;pahrit&#257;tma-l&#257;ñchanah</P><P CLASS=n>pr&#257;pt&#257;m da&#347;&#257;m tvam ca gato duratyay&#257;m</P><P>"O ocean, you have no opportunity to sleep quietly at night. Instead, you are always awake and crying. You have received this benediction, and your heart is broken just like ours. Mukunda's business with us is simply to smear our marks of ku&#324;kuma. O ocean, you suffer as much as we."</P><P>tvam yakshman&#257; balavat&#257;si grih&#299;ta indo</P><P CLASS=n>ksh&#299;nas tamo na nija-d&#299;dhitibhih kshinoshi</P><P CLASS=n>kaccin mukunda-gadit&#257;ni yath&#257; vayam tvam</P><P CLASS=n>vismritya bhoh sthagita-g&#299;r upalakshyase nah</P><P>"O moon, you appear to be suffering from a severe fever, perhaps tuberculosis. Indeed, your effulgence does not have the strength to destroy the darkness. Have you become mad after hearing the songs of Krishna? Is that why you are silent? Seeing your suffering, we feel that you are one of us."</P><P>kim tv&#257;caritam asm&#257;bhir</P><P CLASS=n>malay&#257;nila te 'priyam</P><P CLASS=n>govind&#257;p&#257;&#324;ga-nirbhinne</P><P CLASS=n>hrid&#299;rayasi nah smaran</P><P>"O Malayan breeze, kindly tell us what wrong we have done to you. Why do you fan the flames of desire in our hearts? We have been pierced by the arrow of Govinda's glance, for He is perfect in the art of awakening the influence of Cupid."</P><P>megha &#347;r&#299;mams tvam asi dayito y&#257;davendrasya n&#363;nam</P><P CLASS=n>&#347;r&#299;vats&#257;&#324;kam vayam iva bhav&#257;n dhy&#257;yati prema-baddhah</P><P CLASS=n>aty-utkanthah &#347;avala-hridayo 'smad-vidho b&#257;shpa-dh&#257;r&#257;h</P><P CLASS=n>smritv&#257; smritv&#257; visrijasi muhur duhkha-das tat-prasa&#324;gah</P><P>"Dear cloud, O friend of Krishna's, are you thinking of the &#346;r&#299;vatsa symbol on Krishna's chest like us queens engaged in loving affairs with Him? You are absorbed in meditation, remembering the association of Krishna, and thus you shed tears of misery."</P><P>priya-r&#257;va-pad&#257;ni bh&#257;shase</P><P CLASS=n>mrita-sañj&#299;vikay&#257;nay&#257; gir&#257;</P><P CLASS=n>karav&#257;ni kim adya te priyam</P><P CLASS=n>vada me valgita-kantha kokila</P><P>"Dear cuckoo, you possess a very sweet voice, and you are very expert in imitating others. You could excite even a dead body with your voice. Therefore, tell the queens that good behavior is their proper duty."</P><P>na calasi na vadasy ud&#257;ra-buddhe</P><P CLASS=n>kshiti-dhara cintayase mah&#257;ntam artham</P><P CLASS=n>api bata vasudeva-nandan&#257;&#324;ghrim</P><P CLASS=n>vayam iva k&#257;mayase stanair vidhartum</P><P>"O magnanimous mountain, you are very grave and sober, absorbed in thoughts of doing something very great. Like us, you have vowed to keep within your heart the lotus feet of Krishna, the son of Vasudeva."</P><P>&#347;ushyad-dhrad&#257;h kara&#347;it&#257; bata sindhu-patnyah</P><P CLASS=n>sampraty ap&#257;sta-kamala-&#347;riya ishta-bhartuh</P><P CLASS=n>yadvad vayam madhu-pateh pranay&#257;valokam</P><P CLASS=n>apr&#257;pya mushta-hriday&#257;h puru-karshit&#257;h sma</P><P>"O rivers, wives of the ocean, we see that the ocean does not give you happiness. Thus you have almost dried up, and you no longer bear beautiful lotuses. The lotuses have become skinny, and even in the sunshine they are devoid of all pleasure. Similarly, the hearts of us poor queens are all dried up, and our bodies are skinny because we are now devoid of loving affairs with Madhupati. Are you, like us, dry and without beauty because you are devoid of Krishna's loving glance?"</P><P>hamsa sv&#257;gatam &#257;syat&#257;m piba payo br&#363;hy a&#324;ga &#347;aureh kath&#257;m</P><P CLASS=n>d&#363;tam tv&#257;m nu vid&#257;ma kaccid ajitah svasty &#257;sta uktam pur&#257;</P><P CLASS=n>kim v&#257; na&#347; cala-sauhridah smarati tam kasm&#257;d bhaj&#257;mo vayam</P><P CLASS=n>kshaudr&#257;l&#257;paya k&#257;ma-dam &#347;riyam rite saivaika-nishth&#257; striy&#257;m</P><P>"O swan, you have come here so happily! Let us welcome you. We understand that you are always Krishna's messenger. Now while you drink this milk, tell us what His message is. Has Krishna said something about us to you? May we inquire from you whether Krishna is happy? We want to know. Does He remember us? We know that the goddess of fortune is serving Him alone. We are simply maidservants. How can we worship Him, who speaks sweet words but never fulfills our desires?"</P><P CLASS=l><A CLASS=i HREF="107.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="109.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>