<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 19"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 19: <A CLASS=v HREF="index.htm">The Inconceivable Behavior of Lord &#346;r&#299; Caitanya Mah&#257;prabhu</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 19 Summary</P><P>The following summary of Chapter Nineteen is given by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. Every year, &#346;r&#299; Caitanya Mah&#257;prabhu asked Jagad&#257;nanda Pandita to visit His mother in Navadv&#299;pa with gifts of cloth and pras&#257;dam. After one such visit, Jagad&#257;nanda Pandita returned to Pur&#299; with a sonnet that Advaita &#256;c&#257;rya had written. When &#346;r&#299; Caitanya Mah&#257;prabhu read it, His ecstasy was so great that all the devotees feared that the Lord would very soon pass away. The Lord's condition was so serious that at night He would bruise and bloody His face by rubbing it against the walls. To stop this, Svar&#363;pa D&#257;modara asked &#346;a&#324;kara Pandita to stay at night in the same room with the Lord.</P><P>This chapter further describes how Lord &#346;r&#299; Caitanya Mah&#257;prabhu entered the Jagann&#257;tha-vallabha garden during the full-moon night of Vai&#347;&#257;kha (April-May) and experienced various transcendental ecstasies. Overwhelmed with ecstatic love at suddenly seeing Lord &#346;r&#299; Krishna beneath an a&#347;oka tree, He exhibited various symptoms of spiritual madness.</P><P CLASS=l><A CLASS=i HREF="../18/121.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>