<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 78 Verse 16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 78 Verse 16"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 78: <A CLASS=v HREF="index.htm">The Killing of Dantavakra, Vid&#363;ratha and Romaharshana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.78.16</P><P CLASS=c>evam yoge&#347;varah krishno</P><P CLASS=c>bhagav&#257;n jagad-&#299;&#347;varah</P><P CLASS=c>&#299;yate pa&#347;u-drisht&#299;n&#257;m</P><P CLASS=c>nirjito jayat&#299;ti sah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> this fashion; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A> &#8212; of mystic <A HREF="http://vedabase.net/y/yoga">yoga</A>; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/k/krsnah">krishnah</A> &#8212; <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/i/iyate">&#299;yate</A> &#8212; seems; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A> &#8212; like animals; <A CLASS=v HREF="http://vedabase.net/d/drstinam">drisht&#299;n&#257;m</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> those whose sight; <A CLASS=v HREF="http://vedabase.net/n/nirjitah">nirjitah</A> &#8212; defeated; <A CLASS=v HREF="http://vedabase.net/j/jayati">jayati</A> &#8212; is victorious; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>.</P><P CLASS=t>TRANSLATION</P><P>Thus Lord Krishna, the Supreme Personality of Godhead, the master all mystic power and Lord of the universe, is ever victorious. Only those of beastly vision think He sometimes suffers defeat.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; gives the following elaborate commentary on this section of &#346;r&#299;mad-Bh&#257;gavatam:</P><P>Concerning the killing of Dantavakra, the Uttara-khanda (279) of the Padma Pur&#257;na contains further details in the following prose passage: atha &#347;i&#347;up&#257;lam nihatam &#347;rutv&#257; dantavakrah krishnena saha yoddhum mathur&#257;m &#257;jag&#257;ma. krishnas tu tac chrutv&#257; ratham &#257;ruhya mathur&#257;m &#257;yayau. "Then, hearing that &#346;i&#347;up&#257;la had been killed, Dantavakra went to Mathur&#257; to fight against Krishna. When Krishna, moreover, heard of this, He mounted His chariot and went to Mathur&#257;."</P><P>Tayor dantavakra-v&#257;sudevayor aho-r&#257;tram mathur&#257;-dv&#257;ri sa&#324;gr&#257;mah samavartata. krishnas tu gaday&#257; tam jagh&#257;na. sa tu c&#363;rnita-sarv&#257;&#324;go vajra-nirbhinno mah&#299;dhara iva gat&#257;sur avani-tale nipap&#257;ta. so 'pi hareh s&#257;r&#363;pyena yogi-gamyam nity&#257;nanda-sukha-dam &#347;&#257;&#347;vatam paramam padam av&#257;pa: "Between the two of them &#8212; Dantavakra and Lord V&#257;sudeva &#8212; there then began a battle at the gate of Mathur&#257; that lasted all day and night. Finally Krishna struck Dantavakra with His club, at which point Dantavakra fell lifeless to the ground, all his limbs smashed like a mountain shattered by a lightning bolt. Dantavakra achieved the liberation of gaining a form equal to the Lord's, and thus he also achieved the Lord's eternal, supreme abode, attainable by perfect yog&#299;s, which bestows the happiness of everlasting spiritual bliss."</P><P>Ittham jaya-vijayau sanak&#257;di-&#347;&#257;pa-vy&#257;jena kevalam bhagavato l&#299;l&#257;rtham samsrit&#257;v avat&#299;rya janma-traye 'pi tenaiva nihatau janma-tray&#257;vas&#257;ne muktim av&#257;ptau: "So it was that Jaya and Vijaya &#8212; apparently because of being cursed by Sanaka and his brothers but actually to facilitate the Supreme Lord's pastimes &#8212; descended to this material world and in three consecutive lifetimes were killed by the Lord Himself. Then, at the completion of these three lifetimes, they attained liberation."</P><P>In this passage of the Padma Pur&#257;na the words krishnas tu tac chrutv&#257;, "when Krishna heard of this," indicate that the Lord heard from N&#257;rada, who travels as swiftly as the mind, that Dantavakra had gone to Mathur&#257;. Therefore immediately after killing &#346;&#257;lva, without first entering Dv&#257;rak&#257;, the Lord reached the vicinity of Mathur&#257; in a single moment on His chariot, which also moves as swiftly as the mind, and there He saw Dantavakra. Thus it is that even today, by the gate of Mathur&#257; facing the direction of Dv&#257;rak&#257;, there is a village known in the vernacular as Datih&#257;, a name derived from the Sanskrit dantavakra-ha, "killer of Dantavakra." This village was founded by Krishna's great-grandson Vajra.</P><P>In the same section of the Padma Pur&#257;na, these statements follow: krishno 'pi tam hatv&#257; yamun&#257;m utt&#299;rya nanda-vrajam gatv&#257; sotkanthau pitar&#257;v abhiv&#257;dy&#257;&#347;v&#257;sya t&#257;bhy&#257;m s&#257;&#347;ru-sekam &#257;li&#324;gitah sakala-gopa-vriddh&#257;n pranamya bahu-vastr&#257;bharan&#257;dibhis tatra-sth&#257;n santarpay&#257;m &#257;sa. "And after killing him [ Vid&#363;ratha], Krishna crossed the Yamun&#257; and went to the cowherd village of Nanda, where He honored and consoled His aggrieved parents. They drenched Him with tears and embraced Him, and then the Lord offered obeisances to the elder cowherd men and gratified all the residents with abundant gifts of clothing, ornaments and so on."</P><P>k&#257;lindy&#257;h puline ramye</P><P CLASS=n>punya-vriksha-sam&#257;cite</P><P CLASS=n>gopa-n&#257;r&#299;bhir ani&#347;am</P><P CLASS=n>kr&#299;day&#257;m &#257;sa ke&#347;avah</P><P CLASS=n>ramya-keli-sukhenaiva</P><P CLASS=n>gopa-ve&#347;a-dharah prabhuh</P><P CLASS=n>bahu-prema-rasen&#257;tra</P><P CLASS=n>m&#257;sa-dvayam uv&#257;sa ha</P><P>"Lord Ke&#347;ava sported continuously with the cowherd women on the K&#257;lind&#299;'s charming bank, which was filled with pious trees. Thus the Supreme Lord, assuming the appearance of a cowherd, resided there for two months, enjoying the pleasure of intimate pastimes in various moods of loving reciprocation."</P><P>Atha tatra-sth&#257; nanda-gop&#257;dayah sarve jan&#257;h putra-d&#257;r&#257;di-sahit&#257; v&#257;sudeva-pras&#257;dena divya-r&#363;pa-dhar&#257; vim&#257;nam &#257;r&#363;dh&#257;h paramam vaikuntha-lokam av&#257;puh. krishnas tu nanda-gopa-vrajaukas&#257;m sarvesh&#257;m nir&#257;mayam sva-padam dattv&#257; divi deva-ganaih samst&#363;yam&#257;no dv&#257;ravat&#299;m vive&#347;a: "Then, by Lord V&#257;sudeva's grace, Nanda and all the other residents of that place, together with their children and wives, assumed their eternal, spiritual forms, boarded a celestial airplane and ascended to the supreme Vaikuntha planet [Goloka Vrind&#257;vana]. Lord Krishna, however, after bestowing on Nanda Gopa and all the other inhabitants of Vraja His own transcendental abode, which is free of all disease, traveled through the sky and returned to Dv&#257;rak&#257; as demigods chanted His praises."</P><P>&#346;r&#299;la R&#363;pa Gosv&#257;m&#299; comments as follows on this passage in his Laghu-bh&#257;gavat&#257;mrita (<A CLASS=v HREF="http://vedabase.net/todo/bhagavatamrta/1/488">1.488-89</A>):</P><P>vraje&#347;&#257;der am&#347;a-bh&#363;t&#257;</P><P CLASS=n>ye dron&#257;dy&#257; av&#257;taran</P><P CLASS=n>krishnas t&#257;n eva vaikunthe</P><P CLASS=n>pr&#257;hinod iti s&#257;mpratam</P><P CLASS=n>preshthebhyo 'pi priyatamair</P><P CLASS=n>janair gokula-v&#257;sibhih</P><P CLASS=n>vrind&#257;ranye sadaiv&#257;sau</P><P CLASS=n>vih&#257;ram kurute harih</P><P>"Since Drona and other demigods had previously descended to earth to merge as partial expansions into the King of Vraja and other devotees of Vrind&#257;vana, at this time it was these demigod expansions whom Lord Krishna sent off to Vaikuntha. Lord Hari is perpetually enjoying pastimes in Vrind&#257;vana with His intimate devotees, the residents of Gokula, who are dearer to Him than even His most dear other devotees."</P><P>In the passage of the Padma Pur&#257;na, the word putra in the phrase nanda-gop&#257;dayah sarve jan&#257;h putra-d&#257;r&#257;di-sahit&#257;h ("Nanda Gopa and the others, together with their children and wives") refers to such sons as Krishna, &#346;r&#299;d&#257;m&#257; and Subala, while the word d&#257;ra refers to such wives as &#346;r&#299; Ya&#347;od&#257; and K&#299;rtid&#257;, the mother of R&#257;dh&#257;r&#257;n&#299;. The phrase sarve jan&#257;h ("all the people") refers to everyone living in the district of Vraja. Thus they all went to the topmost Vaikuntha planet, Goloka. The phrase divya-r&#363;pa-dhar&#257;h indicates that in Goloka they engage in pastimes appropriate to demigods, not those suited to humans, as in Gokula. Just as during Lord R&#257;macandra's incarnation the residents of Ayodhy&#257; were transported to Vaikuntha in their selfsame bodies, so in this incarnation of Krishna the residents of Vraja attained to Goloka in theirs.</P><P>Lord Krishna's journey from Dv&#257;rak&#257; to Vraja is confirmed by the following passage of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/11/9.htm">1.11.9</A>): yarhy ambuj&#257;ksh&#257;pasas&#257;ra bho bhav&#257;n kur&#363;n madh&#363;n v&#257;tha suhrid-didrikshay&#257;/ tatr&#257;bda-koti-pratimah kshano bhavet. "O lotus-eyed Lord, whenever You go away to Mathur&#257;, Vrind&#257;vana or Hastin&#257;pura to meet Your friends and relatives, every moment of Your absence seems like a million years." Lord Krishna had been harboring a desire to go see His friends and relatives in Vraja ever since Lord Baladeva had gone there, but His mother, father and other elders in Dv&#257;rak&#257; had refused to give Him permission. Now, however, after the killing of &#346;&#257;lva, when Krishna heard from N&#257;rada that Dantavakra had gone to Mathur&#257;, no one could object to the Lord's going there immediately without first entering Dv&#257;rak&#257;. And after killing Dantavakra, He would have the opportunity to meet with His friends and relatives living in Vraja.</P><P>Thinking like this, and also remembering Uddhava's allusion to the gop&#299;s in the words g&#257;yanti te vi&#347;ada-karma (Bh&#257;g. <A CLASS=v HREF="../../../sb/10/71/9.htm">10.71.9</A>), He went to Vraja, dispelling the feelings of separation of the inhabitants. For two months Lord Krishna enjoyed in Vrind&#257;vana just as before, previous to His leaving there to kill Kamsa in Mathur&#257;. Then, at the end of two months, He withdrew His Vraja pastimes from mundane eyes by taking the demigod portions of His parents and other relatives and friends to Vaikuntha. Thus, in one complete plenary manifestation He went to Goloka in the spiritual world, in another He remained perpetually enjoying in Vraja while invisible to material eyes, and in yet another He mounted His chariot and returned alone to Dv&#257;rak&#257;. The people of &#346;aurasena province thought that after killing Dantavakra Krishna had paid a visit to His parents and other dear ones and now was returning to Dv&#257;rak&#257;. The people of Vraja, on the other hand, could not understand where He had suddenly disappeared to, and so they were totally astonished.</P><P>Furthermore, &#346;ukadeva considered that Par&#299;kshit Mah&#257;r&#257;ja might think, "How is it that the same Krishna who caused the cowherds to attain Vaikuntha in their selfsame bodies also caused the residents of Dv&#257;rak&#257; to attain such an inauspicious condition in the course of His maushala-l&#299;l&#257;?" Thus the King might consider the arrangement unfair because of his own affinity for the Yadus. That is why &#346;ukadeva Gosv&#257;m&#299; did not allow him to hear this pastime, which, as mentioned above, is related in the Uttara-khanda of &#346;r&#299; Padma Pur&#257;na.</P><P>In &#346;r&#299; Vaishnava-toshan&#299;, San&#257;tana Gosv&#257;m&#299;'s commentary on the Tenth Canto, we find the following sequential list of pastimes: First was the journey on the occasion of the solar eclipse, then the R&#257;jas&#363;ya assembly, then the gambling match and attempted disrobing of Draupad&#299;, then the P&#257;ndavas' exile to the forest, then the killing of &#346;&#257;lva and Dantavakra, then Krishna's visit to Vrind&#257;vana, and finally the winding up of the Vrind&#257;vana pastimes.</P><P CLASS=l><A CLASS=i HREF="13-15.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>