<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 78 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 78 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 78: <A CLASS=v HREF="index.htm">The Killing of Dantavakra, Vid&#363;ratha and Romaharshana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.78.28</P><P CLASS=c>et&#257;vad uktv&#257; bhagav&#257;n</P><P CLASS=c>nivritto 'sad-vadh&#257;d api</P><P CLASS=c>bh&#257;vitv&#257;t tam ku&#347;&#257;grena</P><P CLASS=c>kara-sthen&#257;hanat prabhuh</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/etavat">et&#257;vat</A> &#8212; this much; <A CLASS=v HREF="http://vedabase.net/u/uktva">uktv&#257;</A> &#8212; saying; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nivrttah">nivrittah</A> &#8212; stopped; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A> &#8212; the impious; <A CLASS=v HREF="http://vedabase.net/v/vadhat">vadh&#257;t</A> &#8212; from killing; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; although; <A CLASS=v HREF="http://vedabase.net/b/bhavitvat">bh&#257;vitv&#257;t</A> &#8212; because <A HREF="http://vedabase.net/i/it">it</A> was inevitable; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; him, Romaharshana; <A CLASS=v HREF="http://vedabase.net/k/kusa">ku&#347;a</A> &#8212; of <A HREF="http://vedabase.net/k/kusa">ku&#347;a</A> grass; <A CLASS=v HREF="http://vedabase.net/a/agrena">agrena</A> &#8212; with the tip of <A HREF="http://vedabase.net/a/a">a</A> blade; <A CLASS=v HREF="http://vedabase.net/k/kara">kara</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His hand; <A CLASS=v HREF="http://vedabase.net/s/sthena">sthena</A> &#8212; held; <A CLASS=v HREF="http://vedabase.net/a/ahanat">ahanat</A> &#8212; killed; <A CLASS=v HREF="http://vedabase.net/p/prabhuh">prabhuh</A> &#8212; the Lord.</P><P CLASS=t>TRANSLATION</P><P>[&#346;ukadeva Gosv&#257;m&#299; continued:] Although Lord Balar&#257;ma had stopped killing the impious, Romaharshana's death was inevitable. Thus, having spoken, the Lord killed him by picking up a blade of ku&#347;a grass and touching him with its tip.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes, "Lord Balar&#257;ma had avoided taking part in the Battle of Kurukshetra, and yet because of His position, the reestablishment of religious principles was His prime duty. Considering these points, He killed Romaharshana S&#363;ta simply by striking him with a ku&#347;a straw, which was nothing but a blade of grass. If someone questions how Lord Balar&#257;ma could kill Romaharshana S&#363;ta simply by striking him with a blade of ku&#347;a grass, the answer is given in the &#346;r&#299;mad-Bh&#257;gavatam by the use of the word prabhu (master). The Lord's position is always transcendental, and because He is omnipotent He can act as He likes without being obliged to follow the material laws and principles. Thus it was possible for Him to kill Romaharshana S&#363;ta simply by striking him with a blade of ku&#347;a grass.''</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>