<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 78</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 78"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 78: The Killing of Dantavakra, Vid&#363;ratha and Romaharshana</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>SB 10.78 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1-2.htm"><B>SB 10.78.1-2</B></A>: &#346;ukadeva Gosv&#257;m&#299; said: Acting out of friendship for &#346;i&#347;up&#257;la, &#346;&#257;lva and Paundraka, who had all passed on to the next world, the wicked Dantavakra appeared on the battlefield in a great rage, O King. All alone, on foot and wielding a club in his hand, the mighty warrior shook the earth with his footsteps.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>SB 10.78.3</B></A>: Seeing Dantavakra approach, Lord Krishna quickly picked up His club, jumped down from His chariot and stopped His advancing opponent just as the shore holds back the ocean.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>SB 10.78.4</B></A>: Raising his club, the reckless King of Kar&#363;sha said to Lord Mukunda, "What luck! What luck &#8212; to have You come before me today!</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>SB 10.78.5</B></A>: "You are our maternal cousin, Krishna, but You committed violence against my friends, and now You want to kill me also. Therefore, fool, I will kill You with my thunderbolt club.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>SB 10.78.6</B></A>: "Then, O unintelligent one, I who am obliged to my friends will have repaid my debt to them by killing You, my enemy disguised as a relative, who are like a disease within my body."</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>SB 10.78.7</B></A>: Thus trying to harass Lord Krishna with harsh words, as one might prick an elephant with sharp goads, Dantavakra struck the Lord on the head with his club and roared like a lion.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>SB 10.78.8</B></A>: Although hit by Dantavakra's club, Lord Krishna, the deliverer of the Yadus, did not budge from His place on the battlefield. Rather, with His massive Kaumodak&#299; club the Lord struck Dantavakra in the middle of his chest.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>SB 10.78.9</B></A>: His heart shattered by the club's blow, Dantavakra vomited blood and fell lifeless to the ground, his hair disheveled and his arms and legs sprawling.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>SB 10.78.10</B></A>: A most subtle and wondrous spark of light then [rose from the demon's body and] entered Lord Krishna while everyone looked on, O King, just as when &#346;i&#347;up&#257;la was killed.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>SB 10.78.11</B></A>: But then Dantavakra's brother Vid&#363;ratha, immersed in sorrow over his brother's death, came forward breathing heavily, sword and shield in hand. He wanted to kill the Lord.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>SB 10.78.12</B></A>: O best of kings, as Vid&#363;ratha fell upon Him, Lord Krishna used His razor-edged Sudar&#347;ana disc to remove his head, complete with its helmet and earrings.</P><P CLASS=r><A CLASS=i HREF="13-15.htm"><B>SB 10.78.13-15</B></A>: Having thus destroyed &#346;&#257;lva and his Saubha airship, along with Dantavakra and his younger brother, all of whom were invincible before any other opponent, the Lord was praised by demigods, human beings and great sages, by Siddhas, Gandharvas, Vidy&#257;dharas and Mahoragas, and also by Apsar&#257;s, Pit&#257;s, Yakshas, Kinnaras and C&#257;ranas. As they sang His glories and showered Him with flowers, the Supreme Lord entered His festively decorated capital city in the company of the most eminent Vrishnis.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>SB 10.78.16</B></A>: Thus Lord Krishna, the Supreme Personality of Godhead, the master all mystic power and Lord of the universe, is ever victorious. Only those of beastly vision think He sometimes suffers defeat.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>SB 10.78.17</B></A>: Lord Balar&#257;ma then heard that the Kurus were preparing for war with the P&#257;ndavas. Being neutral, He departed on the pretext of going to bathe in holy places.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>SB 10.78.18</B></A>: After bathing at Prabh&#257;sa and honoring the demigods, sages, forefathers and prominent human beings, He went in the company of br&#257;hmanas to the portion of the Sarasvat&#299; that flows westward into the sea.</P><P CLASS=r><A CLASS=i HREF="19-20.htm"><B>SB 10.78.19-20</B></A>: Lord Balar&#257;ma visited the broad Bindu-saras Lake, Tritak&#363;pa, Sudar&#347;ana, Vi&#347;&#257;la, Brahma-t&#299;rtha, Cakra-t&#299;rtha and the eastward-flowing Sarasvat&#299;. He also went to all the holy places along the Yamun&#257; and the Ganges, O Bh&#257;rata, and then He came to the Naimisha forest, where great sages were performing an elaborate sacrifice.</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>SB 10.78.21</B></A>: Recognizing the Lord upon His arrival, the sages, who had been engaged in their sacrificial rituals for a long time, greeted Him properly by standing up, bowing down and worshiping Him.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>SB 10.78.22</B></A>: After being thus worshiped along with His entourage, the Lord accepted a seat of honor. Then He noticed that Romaharshana, Vy&#257;sadeva's disciple, had remained seated.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>SB 10.78.23</B></A>: Lord Balar&#257;ma became extremely angry upon seeing how this member of the s&#363;ta caste had failed to stand up, bow down or join his palms, and also how he was sitting above all the learned br&#257;hmanas.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>SB 10.78.24</B></A>: [Lord Balar&#257;ma said:] Because this fool born from an improperly mixed marriage sits above all these br&#257;hmanas and even above Me, the protector of religion, he deserves to die.</P><P CLASS=r><A CLASS=i HREF="25-26.htm"><B>SB 10.78.25-26</B></A>: Although he is a disciple of the divine sage Vy&#257;sa and has thoroughly learned many scriptures from him, including the lawbooks of religious duties and the epic histories and Pur&#257;nas, all this study has not produced good qualities in him. Rather, his study of the scriptures is like an actor's studying his part, for he is not self-controlled or humble and vainly presumes himself a scholarly authority, though he has failed to conquer his own mind.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>SB 10.78.27</B></A>: The very purpose of My descent into this world is to kill such hypocrites who pretend to be religious. Indeed, they are the most sinful rascals.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>SB 10.78.28</B></A>: [&#346;ukadeva Gosv&#257;m&#299; continued:] Although Lord Balar&#257;ma had stopped killing the impious, Romaharshana's death was inevitable. Thus, having spoken, the Lord killed him by picking up a blade of ku&#347;a grass and touching him with its tip.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>SB 10.78.29</B></A>: All the sages cried out, "Alas, alas !" in great distress. They told Lord Sa&#324;karshana, "O master, You have committed an irreligious act!</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>SB 10.78.30</B></A>: "O favorite of the Yadus, we gave him the seat of the spiritual master and promised him long life and freedom from physical pain for as long as this sacrifice continues.</P><P CLASS=r><A CLASS=i HREF="31-32.htm"><B>SB 10.78.31-32</B></A>: "You have unknowingly killed a br&#257;hmana. Of course, even the injunctions of revealed scripture cannot dictate to You, the Lord of all mystic power. But if by Your own free will You nonetheless carry out the prescribed purification for this slaying of a br&#257;hmana, O purifier of the whole world, people in general will greatly benefit by Your example."</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>SB 10.78.33</B></A>: The Personality of Godhead said: I will certainly perform the atonement for this killing, since I wish to show compassion to the people in general. Please, therefore, prescribe for Me whatever ritual is to be done first.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>SB 10.78.34</B></A>: O sages, just say the word, and by My mystic power I shall restore everything you promised him &#8212; long life, strength and sensory power.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>SB 10.78.35</B></A>: The sages said: Please see to it, O R&#257;ma, that Your power and that of Your ku&#347;a weapon, as well as our promise and Romaharshana's death, all remain intact.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>SB 10.78.36</B></A>: The Supreme Lord said: The Vedas instruct us that one's own self takes birth again as one's son. Thus let Romaharshana's son become the speaker of the Pur&#257;nas, and let him be endowed with long life, strong senses and stamina.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>SB 10.78.37</B></A>: Please tell Me your desire, O best of sages, and I shall certainly fulfill it. And, O wise souls, please carefully determine My proper atonement, since I do not know what it might be.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>SB 10.78.38</B></A>: The sages said: A fearsome demon named Balvala, the son of Ilvala, comes here every new-moon day and contaminates our sacrifice.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>SB 10.78.39</B></A>: O descendant of Da&#347;&#257;rha, please kill that sinful demon, who pours down pus, blood, feces, urine, wine and meat upon us. This is the best service You can do for us.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>SB 10.78.40</B></A>: Thereafter, for twelve months, You should circumambulate the land of Bh&#257;rata in a mood of serious meditation, executing austerities and bathing at various holy pilgrimage sites. In this way You will become purified.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>