<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 78</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 78"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 78: <A CLASS=v HREF="index.htm">The Killing of Dantavakra, Vid&#363;ratha and Romaharshana</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.78 Summary</P><P>This chapter relates how Lord Krishna killed Dantavakra and Vid&#363;ratha, visited Vrind&#257;vana, and then returned to Dv&#257;rak&#257;. It also describes how Lord Baladeva killed the offensive Romaharshana S&#363;ta.</P><P>Intent upon avenging the death of his friend &#346;&#257;lva, Dantavakra appeared on the battlefield with club in hand. Lord Krishna took up His own club and came before him. Dantavakra then insulted the Lord with harsh words and struck Him a terrific blow on the head. Without budging in the slightest, Lord Krishna bludgeoned Dantavakra's chest, shattering his heart. Dantavakra had a brother named Vid&#363;ratha, and he became distraught at Dantavakra's death. Taking up his sword, Vid&#363;ratha confronted &#346;r&#299; Krishna, but the Lord cut off Vid&#363;ratha's head with His Sudar&#347;ana disc. Lord Krishna then visited Vrind&#257;vana for two months, and finally He returned to Dv&#257;rak&#257;.</P><P>When Lord Baladeva heard that the P&#257;ndavas and Kauravas were about to go to war, in order to remain neutral He left Dv&#257;rak&#257; on the pretext of going on pilgrimage. The Lord bathed in sacred places such as Prabh&#257;sa, Tritak&#363;pa and Vi&#347;&#257;la, and eventually He came to the holy Naimish&#257;ranya forest, where great sages were performing an extended fire sacrifice. While being worshiped by the assembled sages and offered a seat of honor, the Lord noticed that Romaharshana S&#363;ta, sitting on the speaker's seat, had failed to stand in deference to Him. Greatly angered by this offense, Lord Balar&#257;ma killed Romaharshana by touching him with the tip of a blade of ku&#347;a grass.</P><P>The assembled sages were disturbed by what Lord Baladeva had done, and they said to Him, "You have unknowingly killed a br&#257;hmana. Therefore, even though You are above the Vedic injunctions, we request You to set a perfect example for the general populace by atoning for this sin." Then &#346;r&#299; Baladeva, following the Vedic maxim that "one's son takes birth as one's own self," granted to Romaharshana's son Ugra&#347;rav&#257; the position of speaker of the Pur&#257;nas, and in accordance with the sages' desires He promised Ugra&#347;rav&#257; a long life with unfailing sensory capacity.</P><P>Wanting to do something more for the sages, Lord Baladeva promised to kill a demon named Balvala, who had been polluting their sacrificial arena. Finally, on the sages' advice, He agreed to go on a year-long pilgrimage of all the holy places in India.</P><P CLASS=l><A CLASS=i HREF="../77/37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1-2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>