<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 29 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 29 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 29: <A CLASS=v HREF="index.htm">Bhakti-yoga</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.29.4</P><P CLASS=c>kim citram acyuta tavaitad a&#347;esha-bandho</P><P CLASS=c>d&#257;seshv ananya-&#347;aranesu yad &#257;tma-s&#257;ttvam</P><P CLASS=c>yo 'rocayat saha mrigaih svayam &#299;&#347;var&#257;n&#257;m &#347;r&#299;mat-kir&#299;ta-tata-p&#299;dita-p&#257;da-p&#299;thah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kim">kim</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/c/citram">citram</A> &#8212; wonder; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> infallible Lord; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A>-<A CLASS=v HREF="http://vedabase.net/b/bandho">bandho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> friend of all; <A CLASS=v HREF="http://vedabase.net/d/dasesu">d&#257;seshu</A> &#8212; for the servants; <A CLASS=v HREF="http://vedabase.net/a/ananya">ananya</A>-<A CLASS=v HREF="http://vedabase.net/s/saranesu">&#347;araneshu</A> &#8212; who have taken <A HREF="http://vedabase.net/n/no">no</A> other shelter; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/s/sattvam">s&#257;ttvam</A> &#8212; intimacy with You; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/a/arocayat">arocayat</A> &#8212; acted affectionately; <A CLASS=v HREF="http://vedabase.net/s/saha">saha</A> &#8212; with; <A CLASS=v HREF="http://vedabase.net/m/mrgaih">mrigaih</A> &#8212; the animals (monkeys); <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; Yourself; <A CLASS=v HREF="http://vedabase.net/i/isvaranam">&#299;&#347;var&#257;n&#257;m</A> &#8212; of the great demigods; <A CLASS=v HREF="http://vedabase.net/s/srimat">&#347;r&#299;mat</A> &#8212; effulgent; <A CLASS=v HREF="http://vedabase.net/k/kirita">kir&#299;ta</A> &#8212; of the helmets; <A CLASS=v HREF="http://vedabase.net/t/tata">tata</A> &#8212; by the edges; <A CLASS=v HREF="http://vedabase.net/p/pidita">p&#299;dita</A> &#8212; shaken; <A CLASS=v HREF="http://vedabase.net/p/pada">p&#257;da</A>-<A CLASS=v HREF="http://vedabase.net/p/pithah">p&#299;thah</A> &#8212; whose footstool.</P><P CLASS=t>TRANSLATION</P><P>My dear infallible Lord, it is not very astonishing that You intimately approach Your servants who have taken exclusive shelter of You. After all, during Your appearance as Lord R&#257;macandra, even while great demigods like Brahm&#257; were vying to place the effulgent tips of their helmets upon the cushion where Your lotus feet rested, You displayed special affection for monkeys such as Hanum&#257;n because they had taken exclusive shelter of You.</P><P CLASS=t>PURPORT</P><P>The devotees of the Lord become completely successful by the Lord's causeless mercy. Sometimes Lord Krishna accepts a position of subservience to His great devotees, as with Nanda Mah&#257;r&#257;ja, the gop&#299;s, Bali Mah&#257;r&#257;ja and others. Although demigods like Lord Brahm&#257; were standing in line to touch their helmets to the Lord's foot cushion, still Lord R&#257;macandra awarded His most intimate friendship to subhumans, such as the monkeys headed by Hanum&#257;n. Similarly Lord Krishna's affection for the deer and cows, and even for the trees of Vrind&#257;vana, is well known. Further, the Lord gladly drove the chariot of Arjuna and acted as the messenger and faithful subordinate of King Yudhishthira. Such devotees have no need for the elaborate jñ&#257;na-yoga systems or the process for achieving mystic powers. All these devotees are represented here by &#346;r&#299; Uddhava, who frankly informs the Lord that the sophisticated systems of philosophical speculation and mystic yoga are not appealing for one who has developed a taste for direct loving service to the Lord.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>