<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.1</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>evam ni&#347;amya kapilasya vaco janitr&#299;</P><P CLASS=c>s&#257; kardamasya dayit&#257; kila devah&#363;tih</P><P CLASS=c>visrasta-moha-patal&#257; tam abhipranamya</P><P CLASS=c>tusht&#257;va tattva-vishay&#257;&#324;kita-siddhi-bh&#363;mim</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/n/nisamya">ni&#347;amya</A> &#8212; having heard; <A CLASS=v HREF="http://vedabase.net/k/kapilasya">kapilasya</A> &#8212; of Lord <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; the words; <A CLASS=v HREF="http://vedabase.net/j/janitri">janitr&#299;</A> &#8212; the mother; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she; <A CLASS=v HREF="http://vedabase.net/k/kardamasya">kardamasya</A> &#8212; of <A HREF="http://vedabase.net/k/kardama">Kardama</A> <A HREF="http://vedabase.net/m/muni">Muni</A>; <A CLASS=v HREF="http://vedabase.net/d/dayita">dayit&#257;</A> &#8212; the dear wife; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; namely; <A CLASS=v HREF="http://vedabase.net/d/devahutih">devah&#363;tih</A> &#8212; <A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A>; <A CLASS=v HREF="http://vedabase.net/v/visrasta">visrasta</A> &#8212; freed from; <A CLASS=v HREF="http://vedabase.net/m/moha">moha</A>-<A CLASS=v HREF="http://vedabase.net/p/patala">patal&#257;</A> &#8212; the covering of illusion; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/a/abhipranamya">abhipranamya</A> &#8212; having offered obeisances; <A CLASS=v HREF="http://vedabase.net/t/tustava">tusht&#257;va</A> &#8212; recited prayers; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A> &#8212; basic principles; <A CLASS=v HREF="http://vedabase.net/v/visaya">vishaya</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the matter of; <A CLASS=v HREF="http://vedabase.net/a/ankita">a&#324;kita</A> &#8212; the author; <A CLASS=v HREF="http://vedabase.net/s/siddhi">siddhi</A> &#8212; of liberation; <A CLASS=v HREF="http://vedabase.net/b/bhumim">bh&#363;mim</A> &#8212; the background.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya said: Thus Devah&#363;ti, the mother of Lord Kapila and wife of Kardama Muni, became freed from all ignorance concerning devotional service and transcendental knowledge. She offered her obeisances unto the Lord, the author of the basic principles of the S&#257;&#324;khya system of philosophy, which is the background of liberation, and she satisfied Him with the following verses of prayer.</P><P CLASS=t>PURPORT</P><P>The system of philosophy enunciated by Lord Kapila before His mother is the background for situation on the spiritual platform. The specific significance of this system of philosophy is stated herein as siddhi-bh&#363;mim &#8212; it is the background of salvation. People who are suffering in this material world because they are conditioned by the material energy can easily get freedom from the clutches of matter by understanding the S&#257;&#324;khya philosophy enunciated by Lord Kapila. By this system of philosophy, one can immediately become free, even though one is situated in this material world. That stage is called j&#299;van-mukti. This means that one is liberated even though one stays with his material body. That happened for Devah&#363;ti, the mother of Lord Kapila, and she therefore satisfied the Lord by offering her prayers. Anyone who understands the basic principle of S&#257;&#324;khya philosophy is elevated in devotional service and becomes fully Krishna conscious, or liberated, even within this material world.</P><P CLASS=l><A CLASS=i HREF="../32/43.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>