<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.10</P><P CLASS=c>kapila uv&#257;ca</P><P CLASS=c>m&#257;rgen&#257;nena m&#257;tas te</P><P CLASS=c>susevyenoditena me</P><P CLASS=c>&#257;sthitena par&#257;m k&#257;shth&#257;m</P><P CLASS=c>acir&#257;d avarotsyasi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kapilah">kapilah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Lord <A HREF="http://vedabase.net/k/kapila">Kapila</A> said; <A CLASS=v HREF="http://vedabase.net/m/margena">m&#257;rgena</A> &#8212; by the path; <A CLASS=v HREF="http://vedabase.net/a/anena">anena</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/m/matah">m&#257;tah</A> &#8212; My dear mother; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; for you; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/s/sevyena">sevyena</A> &#8212; very easy <A HREF="http://vedabase.net/t/to">to</A> execute; <A CLASS=v HREF="http://vedabase.net/u/uditena">uditena</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; by <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/a/asthitena">&#257;sthitena</A> &#8212; being performed; <A CLASS=v HREF="http://vedabase.net/p/param">par&#257;m</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/k/kastham">k&#257;shth&#257;m</A> &#8212; goal; <A CLASS=v HREF="http://vedabase.net/a/acirat">acir&#257;t</A> &#8212; very soon; <A CLASS=v HREF="http://vedabase.net/a/avarotsyasi">avarotsyasi</A> &#8212; you will attain.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead said: My dear mother, the path of self-realization which I have already instructed to you is very easy. You can execute this system without difficulty, and by following it you shall very soon be liberated, even within your present body.</P><P CLASS=t>PURPORT</P><P>Devotional service is so perfect that simply by following the rules and regulations and executing them under the direction of the spiritual master, one is liberated, as it is said herein, from the clutches of m&#257;y&#257;, even in this body. In other yogic processes, or in empiric philosophical speculation, one is never certain whether or not he is at the perfectional stage. But in the discharge of devotional service, if one has unflinching faith in the instruction of the bona fide spiritual master and follows the rules and regulations, he is sure to be liberated, even within this present body. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, in the Bhakti-ras&#257;mrita-sindhu, has also confirmed this. &#298;h&#257; yasya harer d&#257;sye: regardless of where he is situated, anyone whose only aim is to serve the Supreme Lord under the direction of the spiritual master is called j&#299;van-mukta, or one who is liberated even with his material body. Sometimes doubts arise in the minds of neophytes about whether or not the spiritual master is liberated, and sometimes neophytes are doubtful about the bodily affairs of the spiritual master. The point of liberation, however, is not to see the bodily symptoms of the spiritual master. One has to see the spiritual symptoms of the spiritual master. J&#299;van-mukta means that even though one is in the material body (there are still some material necessities, since the body is material), because one is fully situated in the service of the Lord, he should be understood to be liberated.</P><P>Liberation entails being situated in one's own position. That is the definition in the &#346;r&#299;mad-Bh&#257;gavatam: muktir. .. svar&#363;pena vyavasthitih. The svar&#363;pa, or actual identity of the living entity, is described by Lord Caitanya. J&#299;vera 'svar&#363;pa' haya &#8212; krishnera 'nitya-d&#257;sa': [Cc. <A CLASS=v HREF="../../../cc/madhya/20/108.htm">Madhya 20.108</A>] the real identity of the living entity is that he is eternally a servitor of the Supreme Lord. If someone is one-hundred-percent engaged in the service of the Lord, he is to be understood as liberated. One must understand whether or not he is liberated by his activities in devotional service, not by other symptoms.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>