<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.12</P><P CLASS=c>maitreya uv&#257;ca</P><P CLASS=c>iti pradar&#347;ya bhagav&#257;n</P><P CLASS=c>sat&#299;m t&#257;m &#257;tmano gatim</P><P CLASS=c>sva-m&#257;tr&#257; brahma-v&#257;diny&#257;</P><P CLASS=c>kapilo 'numato yayau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/maitreyah">maitreyah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; Maitreya said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/p/pradarsya">pradar&#347;ya</A> &#8212; after instructing; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/s/satim">sat&#299;m</A> &#8212; venerable; <A CLASS=v HREF="http://vedabase.net/t/tam">t&#257;m</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; of self-realization; <A CLASS=v HREF="http://vedabase.net/g/gatim">gatim</A> &#8212; path; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/m/matra">m&#257;tr&#257;</A> &#8212; from His mother; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A>-<A CLASS=v HREF="http://vedabase.net/v/vadinya">v&#257;diny&#257;</A> &#8212; self-realized; <A CLASS=v HREF="http://vedabase.net/k/kapilah">kapilah</A> &#8212; Lord <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/a/anumatah">anumatah</A> &#8212; took permission; <A CLASS=v HREF="http://vedabase.net/y/yayau">yayau</A> &#8212; left.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Maitreya said: The Supreme Personality of Godhead Kapila, after instructing His beloved mother, took permission from her and left His home, His mission having been fulfilled.</P><P CLASS=t>PURPORT</P><P>The mission of the appearance of the Supreme Personality of Godhead in the form of Kapila was to distribute the transcendental knowledge of S&#257;&#324;khya philosophy, which is full of devotional service. Having imparted that knowledge to His mother &#8212; and, through His mother, to the world &#8212; Kapiladeva had no more need to stay at home, so He took permission from His mother and left. Apparently He left home for spiritual realization, although He had nothing to realize spiritually because He Himself is the person to be spiritually realized. Therefore this is an example set by the Supreme Personality of Godhead while acting like an ordinary human being so that others might learn from Him. He could, of course, have stayed with His mother, but He indicated that there was no need to stay with the family. It is best to remain alone as a brahmac&#257;r&#299;, sanny&#257;s&#299; or v&#257;naprastha and cultivate Krishna consciousness throughout one's whole life. Those who are unable to remain alone are given license to live in household life with wife and children, not for sense gratification but for cultivation of Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>