<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.14</P><P CLASS=c>abh&#299;kshn&#257;vag&#257;ha-kapi&#347;&#257;n</P><P CLASS=c>jatil&#257;n kutil&#257;lak&#257;n</P><P CLASS=c>&#257;tm&#257;nam cogra-tapas&#257;</P><P CLASS=c>bibhrat&#299; c&#299;rinam kri&#347;am</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/abhiksna">abh&#299;kshna</A> &#8212; again and again; <A CLASS=v HREF="http://vedabase.net/a/avagaha">avag&#257;ha</A> &#8212; by bathing; <A CLASS=v HREF="http://vedabase.net/k/kapisan">kapi&#347;&#257;n</A> &#8212; gray; <A CLASS=v HREF="http://vedabase.net/j/jatilan">jatil&#257;n</A> &#8212; matted; <A CLASS=v HREF="http://vedabase.net/k/kutila">kutila</A> &#8212; curled; <A CLASS=v HREF="http://vedabase.net/a/alakan">alak&#257;n</A> &#8212; hair; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; her body; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/u/ugra">ugra</A>-<A CLASS=v HREF="http://vedabase.net/t/tapasa">tapas&#257;</A> &#8212; by severe austerities; <A CLASS=v HREF="http://vedabase.net/b/bibhrati">bibhrat&#299;</A> &#8212; became; <A CLASS=v HREF="http://vedabase.net/c/cirinam">c&#299;rinam</A> &#8212; clothed <A HREF="http://vedabase.net/i/in">in</A> rags; <A CLASS=v HREF="http://vedabase.net/k/krsam">kri&#347;am</A> &#8212; thin.</P><P CLASS=t>TRANSLATION</P><P>She began to bathe three times daily, and thus her curling black hair gradually became gray. Due to austerity, her body gradually became thin, and she wore old garments.</P><P CLASS=t>PURPORT</P><P>It is the practice of the yog&#299;, brahmac&#257;r&#299;, v&#257;naprastha and sanny&#257;s&#299; to bathe at least three times daily &#8212; early in the morning, during noontime and in the evening. These principles are strictly followed even by some grihasthas, especially br&#257;hmanas, who are elevated in spiritual consciousness. Devah&#363;ti was a king's daughter and almost a king's wife also. Although Kardama Muni was not a king, by his yogic mystic power he accommodated Devah&#363;ti very comfortably in a nice palace with maidservants and all opulence. But since she had learned austerity even in the presence of her husband, there was no difficulty for her to be austere. Still, because her body underwent severe austerity after the departure of her husband and son, she became thin. To be too fat is not very good for spiritually advanced life. Rather, one should reduce because if one becomes fat it is an impediment to progress in spiritual understanding. One should be careful not to eat too much, sleep too much or remain in a comfortable position. Voluntarily accepting some penances and difficulties, one should take less food and less sleep. These are the procedures for practicing any kind of yoga, whether bhakti-yoga, jñ&#257;na-yoga or hatha-yoga.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>