<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.2</P><P CLASS=c>devah&#363;tir uv&#257;ca</P><P CLASS=c>ath&#257;py ajo 'ntah-salile &#347;ay&#257;nam</P><P CLASS=c>bh&#363;tendriy&#257;rth&#257;tma-mayam vapus te</P><P CLASS=c>guna-prav&#257;ham sad-a&#347;esha-b&#299;jam</P><P CLASS=c>dadhyau svayam yaj-jathar&#257;bja-j&#257;tah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/devahutih">devah&#363;tih</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A> said; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; moreover; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; Lord <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/s/salile">salile</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the water; <A CLASS=v HREF="http://vedabase.net/s/sayanam">&#347;ay&#257;nam</A> &#8212; lying; <A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A> &#8212; the material elements; <A CLASS=v HREF="http://vedabase.net/i/indriya">indriya</A> &#8212; the senses; <A CLASS=v HREF="http://vedabase.net/a/artha">artha</A> &#8212; the sense objects; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; the mind; <A CLASS=v HREF="http://vedabase.net/m/mayam">mayam</A> &#8212; pervaded by; <A CLASS=v HREF="http://vedabase.net/v/vapuh">vapuh</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravaham">prav&#257;ham</A> &#8212; the source of the stream of the three modes of material nature; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; manifest; <A CLASS=v HREF="http://vedabase.net/a/asesa">a&#347;esha</A> &#8212; of all; <A CLASS=v HREF="http://vedabase.net/b/bijam">b&#299;jam</A> &#8212; the seed; <A CLASS=v HREF="http://vedabase.net/d/dadhyau">dadhyau</A> &#8212; meditated upon; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A> &#8212; himself; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/j/jathara">jathara</A> &#8212; from the abdomen; <A CLASS=v HREF="http://vedabase.net/a/abja">abja</A> &#8212; from the lotus flower; <A CLASS=v HREF="http://vedabase.net/j/jatah">j&#257;tah</A> &#8212; born.</P><P CLASS=t>TRANSLATION</P><P>Devah&#363;ti said: Brahm&#257; is said to be unborn because he takes birth from the lotus flower which grows from Your abdomen while You lie in the ocean at the bottom of the universe. But even Brahm&#257; simply meditated upon You, whose body is the source of unlimited universes.</P><P CLASS=t>PURPORT</P><P>Brahm&#257; is also named Aja, "he who is unborn." Whenever we think of someone's birth, there must be a material father and mother, for thus one is born. But Brahm&#257;, being the first living creature within this universe, was born directly from the body of the Supreme Personality of Godhead who is known as Garbhodaka&#347;&#257;y&#299; Vishnu, the Vishnu form lying down in the ocean at the bottom of the universe. Devah&#363;ti wanted to impress upon the Lord that when Brahm&#257; wants to see Him, he has to meditate upon Him. "You are the seed of all creation," she said. "Although Brahm&#257; was directly born from You, he still has to perform many years of meditation, and even then he cannot see You directly, face to face. Your body is lying within the vast water at the bottom of the universe, and thus You are known as Garbhodaka&#347;&#257;y&#299; Vishnu."</P><P>The nature of the Lord's gigantic body is also explained in this verse. That body is transcendental, untouched by matter. Since the material manifestation has come from His body, His body therefore existed before the material creation. The conclusion is that the transcendental body of Vishnu is not made of material elements. The body of Vishnu is the source of all other living entities, as well as the material nature, which is also supposed to be the energy of that Supreme Personality of Godhead. Devah&#363;ti said, "You are the background of the material manifestation and all created energy; therefore Your delivering me from the clutches of m&#257;y&#257; by explaining the system of S&#257;&#324;khya philosophy is not so astonishing. But Your being born from my abdomen is certainly wonderful because although You are the source of all creation, You have so kindly taken birth as my child. That is most wonderful. Your body is the source of all the universe, and still You put Your body within the abdomen of a common woman like me. To me, that is most astonishing."</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>