<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.3</P><P CLASS=c>sa eva vi&#347;vasya bhav&#257;n vidhatte</P><P CLASS=c>guna-prav&#257;hena vibhakta-v&#299;ryah</P><P CLASS=c>sarg&#257;dy an&#299;ho 'vitath&#257;bhisandhir</P><P CLASS=c>&#257;tme&#347;varo 'tarkya-sahasra-&#347;aktih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that very person; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/v/visvasya">vi&#347;vasya</A> &#8212; of the universe; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/v/vidhatte">vidhatte</A> &#8212; carry on; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravahena">prav&#257;hena</A> &#8212; by the interaction of the modes; <A CLASS=v HREF="http://vedabase.net/v/vibhakta">vibhakta</A> &#8212; divided; <A CLASS=v HREF="http://vedabase.net/v/viryah">v&#299;ryah</A> &#8212; Your energies; <A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A>-<A CLASS=v HREF="http://vedabase.net/a/adi">&#257;di</A> &#8212; the creation and <A HREF="http://vedabase.net/s/so">so</A> on; <A CLASS=v HREF="http://vedabase.net/a/anihah">an&#299;hah</A> &#8212; the nondoer; <A CLASS=v HREF="http://vedabase.net/a/avitatha">avitatha</A> &#8212; not futile; <A CLASS=v HREF="http://vedabase.net/a/abhisandhih">abhisandhih</A> &#8212; Your determination; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the Lord of all living entities; <A CLASS=v HREF="http://vedabase.net/a/atarkya">atarkya</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/s/sahasra">sahasra</A> &#8212; thousands; <A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; possessing energies.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, although personally You have nothing to do, You have distributed Your energies in the interactions of the material modes of nature, and for that reason the creation, maintenance and dissolution of the cosmic manifestation take place. My dear Lord, You are self-determined and are the Supreme Personality of Godhead for all living entities. For them You created this material manifestation, and although You are one, Your diverse energies can act multifariously. This is inconceivable to us.</P><P CLASS=t>PURPORT</P><P>The statement made in this verse by Devah&#363;ti that the Absolute Truth has many diverse energies although He personally has nothing to do is confirmed in the Upanishads. There is no one greater than Him or on an equal level with Him, and everything is completely done by His energy, as if by nature. It is understood herein, therefore, that although the modes of material nature are entrusted to different manifestations like Brahm&#257;, Vishnu and &#346;iva, each of whom is particularly invested with different kinds of power, the Supreme Lord is completely aloof from such activities. Devah&#363;ti is saying, "Although You personally are not doing anything, Your determination is absolute. There is no question of Your fulfilling Your will with the help of anyone else besides Yourself. You are, in the end, the Supreme Soul and the supreme controller. Your will, therefore, cannot be checked by anyone else." The Supreme Lord can check others' plans. As it is said, "Man proposes and God disposes." But when the Supreme Personality of Godhead proposes, that desire is under no one else's control. He is absolute. We are ultimately dependent on Him to fulfill our desires, but we cannot say that God's desires are also dependent. That is His inconceivable power. That which may be inconceivable for ordinary living entities is easily done by Him. And in spite of His being unlimited, He has subjected Himself to being known from the authoritative scriptures like the Vedic literatures. As it is said, &#347;abda-m&#363;latv&#257;t: He can be known through the &#347;abda-brahma, or Vedic literature.</P><P>Why is the creation made? Since the Lord is the Supreme Personality of Godhead for all living entities, He created this material manifestation for those living entities who want to enjoy or lord it over material nature. As the Supreme Godhead, He arranges to fulfill their various desires. It is confirmed also in the Vedas, eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n: the supreme one supplies the necessities of the many living entities. There is no limit to the demands of the different kinds of living entities, and the supreme one, the Supreme Personality of Godhead, alone maintains them and supplies them by His inconceivable energy.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>