<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 30"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.30</P><P CLASS=c>evam s&#257; kapiloktena</P><P CLASS=c>m&#257;rgen&#257;ciratah param</P><P CLASS=c>&#257;tm&#257;nam brahma-nirv&#257;nam</P><P CLASS=c>bhagavantam av&#257;pa ha</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/s/sa">s&#257;</A> &#8212; she (<A HREF="http://vedabase.net/d/devahuti">Devah&#363;ti</A>); <A CLASS=v HREF="http://vedabase.net/k/kapila">kapila</A> &#8212; by <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/u/uktena">uktena</A> &#8212; instructed; <A CLASS=v HREF="http://vedabase.net/m/margena">m&#257;rgena</A> &#8212; by the path; <A CLASS=v HREF="http://vedabase.net/a/aciratah">aciratah</A> &#8212; soon; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; Supersoul; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/n/nirvanam">nirv&#257;nam</A> &#8212; cessation of materialistic existence; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/avapa">av&#257;pa</A> &#8212; she achieved; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A> &#8212; certainly.</P><P CLASS=t>TRANSLATION</P><P>My dear Vidura, by following the principles instructed by Kapila, Devah&#363;ti soon became liberated from material bondage, and she achieved the Supreme Personality of Godhead, as Supersoul, without difficulty.</P><P CLASS=t>PURPORT</P><P>Three words have been used in this connection to describe the achievement of Devah&#363;ti: &#257;tm&#257;nam, brahma-nirv&#257;nam and bhagavantam. These refer to the gradual process of discovery of the Absolute Truth, mentioned herein as the bhagavantam. The Supreme Personality of Godhead resides in various Vaikuntha planets. Nirv&#257;na means to extinguish the pangs of material existence. When one is able to enter into the spiritual kingdom or into spiritual realization, one is automatically freed from material pangs. That is called brahma-nirv&#257;na. According to Vedic scripture, nirv&#257;na means cessation of the materialistic way of life. &#256;tm&#257;nam means realization of the Supersoul within the heart. Ultimately, the highest perfection is realization of the Supreme Personality of Godhead. It is to be understood that Devah&#363;ti entered the planet which is called Kapila Vaikuntha. There are innumerable Vaikuntha planets predominated by the expansions of Vishnu. All the Vaikuntha planets are known by a particular name of Vishnu. As we understand from Brahma-samhit&#257;, advaitam acyutam an&#257;dim ananta-r&#363;pam [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>]. Ananta means "innumerable." The Lord has innumerable expansions of His transcendental form, and according to the different positions of the symbolical representations in His four hands, He is known as N&#257;r&#257;yana, Pradyumna, Aniruddha, V&#257;sudeva, etc. There is also a Vaikuntha planet known as Kapila Vaikuntha, to which Devah&#363;ti was promoted to meet Kapila and reside there eternally, enjoying the company of her transcendental son.</P><P CLASS=l><A CLASS=i HREF="29.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>