<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.34</P><P CLASS=c>siddha-c&#257;rana-gandharvair</P><P CLASS=c>munibhi&#347; c&#257;psaro-ganaih</P><P CLASS=c>st&#363;yam&#257;nah samudrena</P><P CLASS=c>datt&#257;rhana-niketanah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/siddha">siddha</A> &#8212; by the Siddhas; <A CLASS=v HREF="http://vedabase.net/c/carana">c&#257;rana</A> &#8212; by the C&#257;ranas; <A CLASS=v HREF="http://vedabase.net/g/gandharvaih">gandharvaih</A> &#8212; by the Gandharvas; <A CLASS=v HREF="http://vedabase.net/m/munibhih">munibhih</A> &#8212; by the munis; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/apsarah">apsarah</A>-<A CLASS=v HREF="http://vedabase.net/g/ganaih">ganaih</A> &#8212; by the Apsar&#257;s (damsels of the heavenly planets); <A CLASS=v HREF="http://vedabase.net/s/stuyamanah">st&#363;yam&#257;nah</A> &#8212; being extolled; <A CLASS=v HREF="http://vedabase.net/s/samudrena">samudrena</A> &#8212; by the ocean; <A CLASS=v HREF="http://vedabase.net/d/datta">datta</A> &#8212; given; <A CLASS=v HREF="http://vedabase.net/a/arhana">arhana</A> &#8212; oblations; <A CLASS=v HREF="http://vedabase.net/n/niketanah">niketanah</A> &#8212; place of residence.</P><P CLASS=t>TRANSLATION</P><P>While He was passing in the northern direction, all the celestial denizens known as C&#257;ranas and Gandharvas, as well as the munis and the damsels of the heavenly planets, prayed and offered Him all respects. The ocean offered Him oblations and a place of residence.</P><P CLASS=t>PURPORT</P><P>It is understood that Kapila Muni first went towards the Himalayas and traced the course of the River Ganges, and He again came to the delta of the Ganges at the sea now known as the Bay of Bengal. The ocean gave Him residence at a place still known as Ga&#324;g&#257;-s&#257;gara, where the River Ganges meets the sea. That place is called Ga&#324;g&#257;-s&#257;gara-t&#299;rtha, and even today people gather there to offer respects to Kapiladeva, the original author of the S&#257;&#324;khya system of philosophy. Unfortunately, this S&#257;&#324;khya system has been misrepresented by an imposter who is also named Kapila, but that other system of philosophy does not tally with anything described in the S&#257;&#324;khya of Kapila in the &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>