<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.4</P><P CLASS=c>sa tvam bhrito me jatharena n&#257;tha</P><P CLASS=c>katham nu yasyodara etad &#257;s&#299;t</P><P CLASS=c>vi&#347;vam yug&#257;nte vata-patra ekah</P><P CLASS=c>&#347;ete sma m&#257;y&#257;-&#347;i&#347;ur a&#324;ghri-p&#257;nah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; that very person; <A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/b/bhrtah">bhritah</A> &#8212; took birth; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> <A CLASS=v HREF="http://vedabase.net/j/jatharena">jatharena</A> &#8212; by my abdomen; <A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/k/katham">katham</A> &#8212; how; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/y/yasya">yasya</A> &#8212; of whom; <A CLASS=v HREF="http://vedabase.net/u/udare">udare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the belly; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/a/asit">&#257;s&#299;t</A> &#8212; did rest; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; universe; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/a/ante">ante</A> &#8212; at the end of the millennium; <A CLASS=v HREF="http://vedabase.net/v/vata">vata</A>-<A CLASS=v HREF="http://vedabase.net/p/patre">patre</A> &#8212; on the leaf of <A HREF="http://vedabase.net/a/a">a</A> banyan tree; <A CLASS=v HREF="http://vedabase.net/e/ekah">ekah</A> &#8212; alone; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; You lay down; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; possessing inconceivable powers; <A CLASS=v HREF="http://vedabase.net/s/sisuh">&#347;i&#347;uh</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> baby; <A CLASS=v HREF="http://vedabase.net/a/anghri">a&#324;ghri</A> &#8212; Your toe; <A CLASS=v HREF="http://vedabase.net/p/panah">p&#257;nah</A> &#8212; licking.</P><P CLASS=t>TRANSLATION</P><P>As the Supreme Personality of Godhead, You have taken birth from my abdomen. O my Lord, how is that possible for the supreme one, who has in His belly all the cosmic manifestation? The answer is that it is possible, for at the end of the millennium You lie down on a leaf of a banyan tree, and just like a small baby, You lick the toe of Your lotus foot.</P><P CLASS=t>PURPORT</P><P>At the time of dissolution the Lord sometimes appears as a small baby lying on a leaf of a banyan tree, floating on the devastating water. Therefore Devah&#363;ti suggests, "Your lying down within the abdomen of a common woman like me is not so astonishing. You can lie down on the leaf of a banyan tree and float on the water of devastation as a small baby. It is not very wonderful, therefore, that You can lie down in the abdomen of my body. You teach us that those who are very fond of children within this material world and who therefore enter into marriage to enjoy family life with children can also have the Supreme Personality of Godhead as their child, and the most wonderful thing is that the Lord Himself licks His toe."</P><P>Since all the great sages and devotees apply all energy and all activities in the service of the lotus feet of the Lord, there must be some transcendental pleasure in the toes of His lotus feet. The Lord licks His toe to taste the nectar for which the devotees always aspire. Sometimes the Supreme Personality of Godhead Himself wonders how much transcendental pleasure is within Himself, and in order to taste His own potency, He sometimes takes the position of tasting Himself. Lord Caitanya is Krishna Himself, but He appears as a devotee to taste the sweetness of the transcendental mellow in Himself which is tasted by &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, the greatest of all devotees.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>