<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.5</P><P CLASS=c>tvam deha-tantrah pra&#347;am&#257;ya p&#257;pman&#257;m</P><P CLASS=c>nide&#347;a-bh&#257;j&#257;m ca vibho vibh&#363;taye</P><P CLASS=c>yath&#257;vat&#257;r&#257;s tava s&#363;kar&#257;dayas</P><P CLASS=c>tath&#257;yam apy &#257;tma-pathopalabdhaye</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tvam">tvam</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/d/deha">deha</A> &#8212; this body; <A CLASS=v HREF="http://vedabase.net/t/tantrah">tantrah</A> &#8212; have assumed; <A CLASS=v HREF="http://vedabase.net/p/prasamaya">pra&#347;am&#257;ya</A> &#8212; for the diminution; <A CLASS=v HREF="http://vedabase.net/p/papmanam">p&#257;pman&#257;m</A> &#8212; of sinful activities; <A CLASS=v HREF="http://vedabase.net/n/nidesa">nide&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/b/bhajam">bh&#257;j&#257;m</A> &#8212; of instructions <A HREF="http://vedabase.net/i/in">in</A> devotion; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/v/vibho">vibho</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> my Lord; <A CLASS=v HREF="http://vedabase.net/v/vibhutaye">vibh&#363;taye</A> &#8212; for the expansion; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/a/avatarah">avat&#257;r&#257;h</A> &#8212; incarnations; <A CLASS=v HREF="http://vedabase.net/t/tava">tava</A> &#8212; Your; <A CLASS=v HREF="http://vedabase.net/s/sukara">s&#363;kara</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; the boar and other forms; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this incarnation of <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; surely; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/p/patha">patha</A> &#8212; the path of self-realization; <A CLASS=v HREF="http://vedabase.net/u/upalabdhaye">upalabdhaye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> reveal.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You have assumed this body in order to diminish the sinful activities of the fallen and to enrich their knowledge in devotion and liberation. Since these sinful people are dependent on Your direction, by Your own will You assume incarnations as a boar and as other forms. Similarly, You have appeared in order to distribute transcendental knowledge to Your dependents.</P><P CLASS=t>PURPORT</P><P>In the previous verses, the general transcendental qualifications of the Supreme Personality of Godhead were described. Now the specific purpose of the Lord's appearance is also described. By His different energies He bestows different kinds of bodies upon the living entities, who are conditioned by their propensity to lord it over material nature, but in course of time these living entities become so degraded that they need enlightenment. It is stated in Bhagavad-g&#299;t&#257; that whenever there are discrepancies in the discharge of the real purpose of this material existence, the Lord appears as an incarnation. The Lord's form as Kapila directs the fallen souls and enriches them with knowledge and devotion so that they may go back to Godhead. There are many incarnations of the Supreme Personality of Godhead, like those of the boar, the fish, the tortoise and the half-man half-lion. Lord Kapiladeva is also one of the incarnations of Godhead. It is accepted herein that Lord Kapiladeva appeared on the surface of the earth to give transcendental knowledge to the misguided conditioned souls.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>