<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 6</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 6"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.6</P><P CLASS=c>yan-n&#257;madheya-&#347;ravan&#257;nuk&#299;rtan&#257;d</P><P CLASS=c>yat-prahvan&#257;d yat-smaran&#257;d api kvacit</P><P CLASS=c>&#347;v&#257;do 'pi sadyah savan&#257;ya kalpate</P><P CLASS=c>kutah punas te bhagavan nu dar&#347;an&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; of whom (the Supreme Personality of Godhead); <A CLASS=v HREF="http://vedabase.net/n/namadheya">n&#257;madheya</A> &#8212; the <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/s/sravana">&#347;ravana</A> &#8212; hearing; <A CLASS=v HREF="http://vedabase.net/a/anukirtanat">anuk&#299;rtan&#257;t</A> &#8212; by chanting; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> whom; <A CLASS=v HREF="http://vedabase.net/p/prahvanat">prahvan&#257;t</A> &#8212; by offering obeisances; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whom; <A CLASS=v HREF="http://vedabase.net/s/smaranat">smaran&#257;t</A> &#8212; by remembering; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/s/sva">&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/a/adah">adah</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> dog-eater; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; immediately; <A CLASS=v HREF="http://vedabase.net/s/savanaya">savan&#257;ya</A> &#8212; for performing Vedic sacrifices; <A CLASS=v HREF="http://vedabase.net/k/kalpate">kalpate</A> &#8212; becomes eligible; <A CLASS=v HREF="http://vedabase.net/k/kutah">kutah</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak of; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagavan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/nu">nu</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/d/darsanat">dar&#347;an&#257;t</A> &#8212; by seeing face <A HREF="http://vedabase.net/t/to">to</A> face.</P><P CLASS=t>TRANSLATION</P><P>To say nothing of the spiritual advancement of persons who see the Supreme Person face to face, even a person born in a family of dog-eaters immediately becomes eligible to perform Vedic sacrifices if he once utters the holy name of the Supreme Personality of Godhead or chants about Him, hears about His pastimes, offers Him obeisances or even remembers Him.</P><P CLASS=t>PURPORT</P><P>Herein the spiritual potency of chanting, hearing or remembering the holy name of the Supreme Lord is greatly stressed. R&#363;pa Gosv&#257;m&#299; has discussed the sequence of sinful activities of the conditioned soul, and he has established, in Bhakti-ras&#257;mrita-sindhu, that those who engage in devotional service become freed from the reactions of all sinful activities. This is also confirmed in Bhagavad-g&#299;t&#257;. The Lord says that He takes charge of one who surrenders unto Him, and He makes him immune to all reactions to sinful activities. If by chanting the holy name of the Supreme Personality of Godhead one becomes so swiftly cleared of all reactions to sinful activities, then what is to be said of those persons who see Him face to face?</P><P>Another consideration here is that persons who are purified by the process of chanting and hearing become immediately eligible to perform Vedic sacrifices. Generally, only a person who is born in a family of br&#257;hmanas, who has been reformed by the ten kinds of purificatory processes and who is learned in Vedic literature is allowed to perform the Vedic sacrifices. But here the word sadyah, "immediately," is used, and &#346;r&#299;dhara Sv&#257;m&#299; also remarks that one can immediately become eligible to perform Vedic sacrifices. A person born in a family of the low caste which is accustomed to eat dogs is so positioned due to his past sinful activities, but by chanting or hearing once in pureness, or in an offenseless manner, he is immediately relieved of the sinful reaction. Not only is he relieved of the sinful reaction, but he immediately achieves the result of all purificatory processes. Taking birth in the family of a br&#257;hmana is certainly due to pious activities in one's past life. But still a child who is born in a family of a br&#257;hmana depends for his further reformation upon initiation into acceptance of a sacred thread and many other reformatory processes. But a person who chants the holy name of the Lord, even if born in a family of cand&#257;las, dog-eaters, does not need reformation. Simply by chanting Hare Krishna, he immediately becomes purified and becomes as good as the most learned br&#257;hmana.</P><P>&#346;r&#299;dhara Sv&#257;m&#299; especially remarks in this connection, anena p&#363;jyatvam lakshyate. Some caste br&#257;hmanas remark that by chanting Hare Krishna, purification begins. Of course, that depends on the individual process of chanting, but this remark of &#346;r&#299;dhara Sv&#257;m&#299;'s is completely applicable if one chants the holy name of the Lord without offense, for he immediately becomes more than a br&#257;hmana. As &#346;r&#299;dhara Sv&#257;m&#299; says, p&#363;jyatvam: he immediately becomes as respectable as a most learned br&#257;hmana and can be allowed to perform Vedic sacrifices. If simply by chanting the holy name of the Lord one becomes sanctified instantly, then what can be said of those persons who see the Supreme Lord face to face and who understand the descent of the Lord, as Devah&#363;ti understands Kapiladeva.</P><P>Usually, initiation depends on the bona fide spiritual master, who directs the disciple. If he sees that a disciple has become competent and purified by the process of chanting, he offers the sacred thread to the disciple just so that he will be recognized as one-hundred-percent equal with a br&#257;hmana. This is also confirmed in the Hari-bhakti-vil&#257;sa by &#346;r&#299; San&#257;tana Gosv&#257;m&#299;: "As a base metal like bell metal can be changed into gold by a chemical process, any person can similarly be changed into a br&#257;hmana by d&#299;ksh&#257;-vidh&#257;na, the initiation process".</P><P>It is sometimes remarked that by the chanting process one begins to purify himself and can take birth in his next life in a br&#257;hmana family and then be reformed. But at this present moment, even those who are born in the best br&#257;hmana families are not reformed, nor is there any certainty that they are actually born of br&#257;hmana fathers. Formerly the garbh&#257;dh&#257;na reformatory system was prevalent, but at the present moment there is no such garbh&#257;dh&#257;na, or seed-giving ceremony. Under these circumstances, no one knows if a man is factually born of a br&#257;hmana father. Whether one has acquired the qualification of a br&#257;hmana depends on the judgment of the bona fide spiritual master. He bestows upon the disciple the position of a br&#257;hmana by his own judgment. When one is accepted as a br&#257;hmana in the sacred thread ceremony under the p&#257;ñcar&#257;trika system, then he is dvija, twice-born. That is confirmed by San&#257;tana Gosv&#257;m&#299;: dvijatvam j&#257;yate. By the process of initiation by the spiritual master, a person is accepted as a br&#257;hmana in his purified state of chanting the holy name of the Lord. He then makes further progress to become a qualified Vaishnava, which means that the brahminical qualification is already acquired.</P><P CLASS=l><A CLASS=i HREF="5.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="7.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>