<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 3 Chapter 33 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 3 Chapter 33 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 3: <A CLASS=v HREF="../index.htm">The Status Quo</A></TD><TD CLASS=m>Chapter 33: <A CLASS=v HREF="index.htm">Activities of Kapila</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 3.33.8</P><P CLASS=c>tam tv&#257;m aham brahma param pum&#257;msam</P><P CLASS=c>pratyak-srotasy &#257;tmani samvibh&#257;vyam</P><P CLASS=c>sva-tejas&#257; dhvasta-guna-prav&#257;ham</P><P CLASS=c>vande vishnum kapilam veda-garbham</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/t/tvam">tv&#257;m</A> &#8212; You; <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A>; <A CLASS=v HREF="http://vedabase.net/b/brahma">brahma</A> &#8212; <A HREF="http://vedabase.net/b/brahman">Brahman</A>; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; supreme; <A CLASS=v HREF="http://vedabase.net/p/pumamsam">pum&#257;msam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/pratyak">pratyak</A>-<A CLASS=v HREF="http://vedabase.net/s/srotasi">srotasi</A> &#8212; turned inwards; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the mind; <A CLASS=v HREF="http://vedabase.net/s/samvibhavyam">samvibh&#257;vyam</A> &#8212; meditated upon, perceived; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/t/tejasa">tejas&#257;</A> &#8212; by Your own potency; <A CLASS=v HREF="http://vedabase.net/d/dhvasta">dhvasta</A> &#8212; vanished; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/p/pravaham">prav&#257;ham</A> &#8212; the influence of the modes of material nature; <A CLASS=v HREF="http://vedabase.net/v/vande">vande</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer obeisances; <A CLASS=v HREF="http://vedabase.net/v/visnum">vishnum</A> &#8212; unto Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/k/kapilam">kapilam</A> &#8212; named <A HREF="http://vedabase.net/k/kapila">Kapila</A>; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/g/garbham">garbham</A> &#8212; the repository of the Vedas.</P><P CLASS=t>TRANSLATION</P><P>I believe, my Lord, that You are Lord Vishnu Himself under the name of Kapila, and You are the Supreme Personality of Godhead, the Supreme Brahman! The saints and sages, being freed from all the disturbances of the senses and mind, meditate upon You, for by Your mercy only can one become free from the clutches of the three modes of material nature. At the time of dissolution, all the Vedas are sustained in You only.</P><P CLASS=t>PURPORT</P><P>Devah&#363;ti, the mother of Kapila, instead of prolonging her prayers, summarized that Lord Kapila was none other than Vishnu and that since she was a woman it was not possible for her to worship Him properly simply by prayer. It was her intention that the Lord be satisfied. The word pratyak is significant. In yogic practice, the eight divisions are yama, niyama, &#257;sana, pr&#257;n&#257;y&#257;ma, praty&#257;h&#257;ra, dh&#257;ran&#257;, dhy&#257;na and sam&#257;dhi. praty&#257;h&#257;ra means to wind up the activities of the senses. The level of realization of the Supreme Lord evidenced by Devah&#363;ti is possible when one is able to withdraw the senses from material activities. When one is engaged in devotional service, there is no scope for his senses to be engaged otherwise. In such full Krishna consciousness, one can understand the Supreme Lord as He is.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>