<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.1</P><P CLASS=c>&#347;r&#299;-r&#257;jov&#257;ca</P><P CLASS=c>bhagavantam harim pr&#257;yo</P><P CLASS=c>na bhajanty &#257;tma-vittam&#257;h</P><P CLASS=c>tesh&#257;m a&#347;&#257;nta-k&#257;m&#257;n&#257;m</P><P CLASS=c>ka nishth&#257;vijit&#257;tman&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;j&#257;</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; King <A HREF="http://vedabase.net/n/nimi">Nimi</A> inquired; <A CLASS=v HREF="http://vedabase.net/b/bhagavantam">bhagavantam</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/harim">harim</A> &#8212; <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah</A> &#8212; for the most part; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; who worship; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/v/vittamah">vittam&#257;h</A> &#8212; all of you <A HREF="http://vedabase.net/a/are">are</A> most perfect <A HREF="http://vedabase.net/i/in">in</A> knowledge of the science of the self; <A CLASS=v HREF="http://vedabase.net/t/tesam">tesh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/a/asanta">a&#347;&#257;nta</A> &#8212; unquenched; <A CLASS=v HREF="http://vedabase.net/k/kamanam">k&#257;m&#257;n&#257;m</A> &#8212; material desires; <A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; what; <A CLASS=v HREF="http://vedabase.net/n/nistha">nishth&#257;</A> &#8212; destination; <A CLASS=v HREF="http://vedabase.net/a/avijita">avijita</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> not able <A HREF="http://vedabase.net/t/to">to</A> control; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tman&#257;m</A> &#8212; themselves.</P><P CLASS=t>TRANSLATION</P><P>King Nimi further inquired: My dear Yogendras, all of you are most perfect in knowledge of the science of the self. Therefore, kindly explain to me the destination of those who for the most part never worship the Supreme Personality of Godhead, Hari, who are unable to quench their material desires and who are not in control of their own selves.</P><P CLASS=t>PURPORT</P><P>In the Fifth Chapter of the Eleventh Canto, Camasa Rishi describes the inauspicious path of those who are unfavorable to the devotional service of Lord Vishnu, and the sage Karabh&#257;jana explains the yuga-dharm&#257;vat&#257;ras, the incarnations of the Lord who present the authorized process of religion for each different age.</P><P>In the previous chapter it was explained that although the demigods place obstacles in the path of the Lord's devotees, by the mercy of the Supreme Lord the devotees are able to place their feet on the head of such obstacles and thus pass beyond them to the supreme destination. However, for the nondevotees there is no such facility. As soon as the conditioned soul becomes indifferent to the devotional service of the Supreme Lord, he is immediately attracted by the temporary varieties of matter and becomes a slave of inauspicious desires. Thus the conditioned soul, devoid of devotion for the Lord, completely forgets the transcendental bliss of the spiritual world, which is enjoyed in five transcendental rasas. Although the devotees are not overcome by the sense gratification offered by the demigods, the demigods themselves become absorbed in material form, taste and smell. And similarly, those who are nondevotees also become bound by material form, taste and other sense perceptions, such as the sensuous experience of sex life. Thus they remain hovering in a dreamlike state, imagining different types of material sense gratification, and forget their eternal relationship with the Personality of Godhead. Videhar&#257;ja Nimi now inquires from Camasa Muni about the goal attained by such bewildered persons.</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>