<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 10</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 10"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.10</P><P CLASS=c>sarveshu &#347;a&#347;vat tanu-bhritsv avasthitam</P><P CLASS=c>yath&#257; kham &#257;tm&#257;nam abh&#299;shtam &#299;&#347;varam</P><P CLASS=c>vedopag&#299;tam ca na &#347;rinvate 'budh&#257;</P><P CLASS=c>mano-rath&#257;n&#257;m pravadanti v&#257;rtay&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sarvesu">sarveshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> all; <A CLASS=v HREF="http://vedabase.net/s/sasvat">&#347;a&#347;vat</A> &#8212; eternally; <A CLASS=v HREF="http://vedabase.net/t/tanu">tanu</A>-<A CLASS=v HREF="http://vedabase.net/b/bhrtsu">bhritsu</A> &#8212; embodied living beings; <A CLASS=v HREF="http://vedabase.net/a/avasthitam">avasthitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; just <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/k/kham">kham</A> &#8212; the sky; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; the Supreme Soul; <A CLASS=v HREF="http://vedabase.net/a/abhistam">abh&#299;shtam</A> &#8212; most worshipable; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; ultimate controller; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/u/upagitam">upag&#299;tam</A> &#8212; glorified by the Vedas; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> <A CLASS=v HREF="http://vedabase.net/s/srnvate">&#347;rinvate</A> &#8212; they <A HREF="http://vedabase.net/d/do">do</A> not hear; <A CLASS=v HREF="http://vedabase.net/a/abudhah">abudh&#257;h</A> &#8212; unintelligent persons; <A CLASS=v HREF="http://vedabase.net/m/manah">manah</A>-<A CLASS=v HREF="http://vedabase.net/r/rathanam">rath&#257;n&#257;m</A> &#8212; of whimsical pleasures; <A CLASS=v HREF="http://vedabase.net/p/pravadanti">pravadanti</A> &#8212; they <A HREF="http://vedabase.net/g/go">go</A> on discussing; <A CLASS=v HREF="http://vedabase.net/v/vartaya">v&#257;rtay&#257;</A> &#8212; the topics.</P><P CLASS=t>TRANSLATION</P><P>The Personality of Godhead is eternally situated within the heart of every embodied being; still the Lord remains situated apart, just as the sky, which is all-pervading, does not mix with any material object. Thus the Lord is the supreme worshipable object and the absolute controller of everything. He is elaborately glorified in the Vedic literature, but those who are bereft of intelligence do not like to hear about Him. They prefer to waste their time discussing their own mental concoctions, which inevitably deal with gross material sense gratification such as sex life and meat-eating.</P><P CLASS=t>PURPORT</P><P>In Bhagavad-g&#299;t&#257; Lord Krishna says, vedai&#347; ca sarvair aham eva vedyah [<A CLASS=v HREF="../../../bg/15/15.htm">Bg. 15.15</A>]. The goal of all Vedic knowledge is to know the Lord, who is the Absolute Truth. Although this purpose of the Vedas is clearly revealed both in the Vedic literature itself and by the self-realized &#257;c&#257;ryas, foolish people cannot grasp this simple truth. They prefer to cultivate knowledge of illicit sex by discussing their sexual partners and experiences. They also eagerly describe and recommend to their friends the best restaurants for eating meat, and they are fond of glorifying drugs and liquor by elaborately describing the drunken and hallucinogenic effects of their sinful experiences. The materialistic sense gratifiers eagerly call one another on the telephone, congregate in clubs and committees, and enthusiastically go on hunting, drinking and gambling excursions, thus filling their lives with the mode of ignorance. They have neither the time nor the inclination to discuss the Absolute Truth, Krishna. Unfortunately, they neglect the Supreme Lord, who therefore severely punishes such foolish persons in order to bring them back to their senses. Everything belongs to the Lord, and everything is meant for the Lord's enjoyment. When the living entity dovetails his activities for the pleasure of the Lord, he experiences unlimited happiness. Yena sattvam &#347;uddhyed yasm&#257;d brahma-saukhyam tv anantam. There is actually no happiness in material affairs, and the Lord mercifully punishes the intoxicated conditioned soul to bring him back to his real life.</P><P>Unfortunately, materialistic persons do not heed the advice of the Supreme Lord in Bhagavad-g&#299;t&#257; or that of the Lord's representatives, who speak in allied literatures such as &#346;r&#299;mad-Bh&#257;gavatam. Instead, such sense gratifiers consider themselves to be most eloquent and learned. Every materialistic person actually feels that he is the most intelligent person, and thus he has no time to hear the actual truth. Nevertheless, the Personality of Godhead, as described in this verse, waits patiently within the heart of the conditioned soul, encouraging him to recognize the Lord, who is sitting beside him. Such recognition of the Personality of Godhead is the beginning of all auspiciousness and happiness for the conditioned soul.</P><P CLASS=l><A CLASS=i HREF="9.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="11.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>