<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.23</P><P CLASS=c>hamsah suparno vaikuntho</P><P CLASS=c>dharmo yoge&#347;varo 'malah</P><P CLASS=c>&#299;&#347;varah purusho 'vyaktah</P><P CLASS=c>param&#257;tmeti g&#299;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hamsah">hamsah</A> &#8212; the transcendental swan; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/parnah">parnah</A> &#8212; whose wings <A HREF="http://vedabase.net/a/are">are</A> very beautiful; <A CLASS=v HREF="http://vedabase.net/v/vaikunthah">vaikunthah</A> &#8212; the Lord of the spiritual kingdom; <A CLASS=v HREF="http://vedabase.net/d/dharmah">dharmah</A> &#8212; the maintainer of religion; <A CLASS=v HREF="http://vedabase.net/y/yoga">yoga</A>-<A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the master of all mystic perfection; <A CLASS=v HREF="http://vedabase.net/a/amalah">amalah</A> &#8212; immaculate; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the supreme enjoying <A HREF="http://vedabase.net/m/male">male</A>; <A CLASS=v HREF="http://vedabase.net/a/avyaktah">avyaktah</A> &#8212; the unmanifest; <A CLASS=v HREF="http://vedabase.net/p/parama">parama</A>-<A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul <A HREF="http://vedabase.net/i/in">in</A> the heart of every living being; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/g/giyate">g&#299;yate</A> &#8212; His names <A HREF="http://vedabase.net/a/are">are</A> variously chanted.</P><P CLASS=t>TRANSLATION</P><P>In Satya-yuga the Lord is glorified by the names Hamsa, Suparna, Vaikuntha, Dharma, Yoge&#347;vara, Amala, &#298;&#347;vara, Purusha, Avyakta and Param&#257;tm&#257;.</P><P CLASS=t>PURPORT</P><P>The sage Karabh&#257;jana Muni is replying to Videhar&#257;ja Nimi's questions about the varieties of the Lord's incarnations. In Satya-yuga the Lord's color is white, and He wears tree bark and a black deerskin as an ideal meditative brahmac&#257;r&#299;. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has explained the Lord's various names in Satya-yuga as follows. Those who are self-realized know this supreme reality of the Personality of Godhead as Param&#257;tm&#257;, Those souls who are situated in the religious system of varn&#257;&#347;rama glorify Him as the hamsa who is transcendental to all the varnas and &#257;&#347;ramas. Persons absorbed in gross matter consider Him to be Suparna, "the beautifully winged" basis of the conceptions of cause and effect who flies within the subtle sky of the soul, as described in Ch&#257;ndogya Upanishad. Persons accustomed to wandering within this universe of subtle and gross matter created by the Lord's illusory potency chant His name Vaikuntha. Persons deprived of the power of transcendental meditation (dh&#257;ran&#257;), who are thus subject to falling from the path of religion, glorify Him as Dharma, or religion personified. Those who are forced to submit to the illusory modes of material nature and whose minds are uncontrolled and disturbed glorify Him as the most perfectly self-controlled Yoge&#347;vara. Persons tainted by a mixture of the modes of passion and ignorance call Him Amala, or the uncontaminated. Persons devoid of potency call Him &#298;&#347;vara, and those who consider themselves to be under His shelter chant His glories by the name Uttama Purusha. Those who know that this material manifestation is only temporary call Him Avyakta. In this way, in Satya-yuga Lord V&#257;sudeva appears in various four-armed transcendental forms, and the j&#299;va souls worship Him, each by their own particular process of devotional service. Therefore the Supreme Lord has many different names.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>