<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 27</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 27"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.27</P><P CLASS=c>dv&#257;pare bhagav&#257;ñ &#347;y&#257;mah</P><P CLASS=c>p&#299;ta-v&#257;s&#257; nij&#257;yudhah</P><P CLASS=c>&#347;r&#299;vats&#257;dibhir a&#324;kai&#347; ca</P><P CLASS=c>lakshanair upalakshitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dvapare">dv&#257;pare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/d/dvapara">Dv&#257;para</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/syamah">&#347;y&#257;mah</A> &#8212; dark blue; <A CLASS=v HREF="http://vedabase.net/p/pita">p&#299;ta</A>-<A CLASS=v HREF="http://vedabase.net/v/vasah">v&#257;s&#257;h</A> &#8212; wearing <A HREF="http://vedabase.net/a/a">a</A> yellow garment; <A CLASS=v HREF="http://vedabase.net/n/nija">nija</A>-<A CLASS=v HREF="http://vedabase.net/a/ayudhah">&#257;yudhah</A> &#8212; having His own particular weapons (the disc, club, conchshell and lotus flower); <A CLASS=v HREF="http://vedabase.net/s/srivatsa">&#347;r&#299;vatsa</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by <A HREF="http://vedabase.net/s/srivatsa">&#346;r&#299;vatsa</A> and others; <A CLASS=v HREF="http://vedabase.net/a/ankaih">a&#324;kaih</A> &#8212; bodily marks; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/l/laksanaih">lakshanaih</A> &#8212; by ornaments; <A CLASS=v HREF="http://vedabase.net/u/upalaksitah">upalakshitah</A> &#8212; characterized.</P><P CLASS=t>TRANSLATION</P><P>In Dv&#257;para-yuga the Supreme Personality of Godhead appears with a dark blue complexion, wearing yellow garments. The Lord's transcendental body is marked in this incarnation with &#346;r&#299;vatsa and other distinctive ornaments, and He manifests His personal weapons.</P><P CLASS=t>PURPORT</P><P>The Lord's transcendental body in Dv&#257;para-yuga can be compared to the color of a dark blue flower. The Lord exhibits His personal transcendental weapons such as Sudar&#347;ana cakra, and all of the limbs of His body, especially His hands and feet, are decorated with auspicious symbols such as a lotus flower and a flag. And on His chest, the Lord manifests the Kaustubha jewel as well as the auspicious &#346;r&#299;vatsa, a whorl of hair curling from left to right on the right side of the Lord's chest. Actually, such auspicious marks as Kaustubha and &#346;r&#299;vatsa, as well as the weapons of the Lord, are present in all of the vishnu-tattva incarnations. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that these universal characteristics of the Lord mentioned by the sage Karabh&#257;jana are indications of the Krishna avat&#257;ra. Because Krishna is the source of all incarnations, all of the symptoms of all other incarnations are to be found in His transcendental body.</P><P CLASS=l><A CLASS=i HREF="26.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="28.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>