<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 28</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 28"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.28</P><P CLASS=c>tam tad&#257; purusham marty&#257;</P><P CLASS=c>mah&#257;-r&#257;jopalakshanam</P><P CLASS=c>yajanti veda-tantr&#257;bhy&#257;m</P><P CLASS=c>param jijñ&#257;savo nripa</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; Him; <A CLASS=v HREF="http://vedabase.net/t/tada">tad&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> that <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the supreme <A HREF="http://vedabase.net/e/enjoyer">enjoyer</A>; <A CLASS=v HREF="http://vedabase.net/m/martyah">marty&#257;h</A> &#8212; mortal men; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; <A HREF="http://vedabase.net/a/a">a</A> great king; <A CLASS=v HREF="http://vedabase.net/u/upalaksanam">upalakshanam</A> &#8212; playing the role of; <A CLASS=v HREF="http://vedabase.net/y/yajanti">yajanti</A> &#8212; they worship; <A CLASS=v HREF="http://vedabase.net/v/veda">veda</A>-<A CLASS=v HREF="http://vedabase.net/t/tantrabhyam">tantr&#257;bhy&#257;m</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> both the original Vedas and ritual tantras; <A CLASS=v HREF="http://vedabase.net/p/param">param</A> &#8212; of the Supreme; <A CLASS=v HREF="http://vedabase.net/j/jijnasavah">jijñ&#257;savah</A> &#8212; those who want <A HREF="http://vedabase.net/t/to">to</A> gain knowledge; <A CLASS=v HREF="http://vedabase.net/n/nrpa">nripa</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King.</P><P CLASS=t>TRANSLATION</P><P>My dear King, in Dv&#257;para-yuga men who desire to know the Supreme Personality of Godhead, who is the supreme enjoyer, worship Him in the mood of honoring a great king, following the prescriptions of both the Vedas and tantras.</P><P CLASS=t>PURPORT</P><P>When Lord Krishna was leaving the city of Hastin&#257;pura, Arjuna personally held an umbrella over the Lord, and Uddhava and S&#257;tyaki fanned the Lord with decorated fans (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/10/17.htm">1.10.17</A>, 18). In this way, Emperor Yudhishthira and his followers worshiped Krishna as the greatest of noble kings and as the Supreme Personality of Godhead. Similarly, at the R&#257;jas&#363;ya sacrifice all of the great souls of the universe elected Krishna as the King of all kings, the greatest personality, deserving of first worship. Such reverential worship of the Lord is characteristic of Dv&#257;para-yuga, as described in this verse (mah&#257;-r&#257;jopalakshanam). With each successive yuga, namely Satya, Tret&#257;, Dv&#257;para and Kali, the condition of human society deteriorates more and more. As mentioned in this verse, the only favorable qualification of the residents of Dv&#257;para-yuga is that they are jijñ&#257;savah, strongly desirous of knowing the Absolute Truth. Otherwise there is no good qualification mentioned. The inhabitants of Satya-yuga were described as &#347;&#257;nt&#257;h, nirvair&#257;h, suhridah and sam&#257;h, or peaceful, free from envy, the well-wishers of every living entity, and fixed on the spiritual platform beyond the modes of material nature. Similarly the inhabitants of Tret&#257;-yuga were described as dharmishth&#257;h and brahma-v&#257;dinah, or thoroughly religious, and expert followers of the Vedic injunctions. In the present verse, the inhabitants of Dv&#257;para-yuga are said to be simply jijñ&#257;savah, desiring to know the Absolute Truth. Otherwise they are described as marty&#257;h, or subject to the weakness of mortal beings. If the human society of even Dv&#257;para-yuga was clearly inferior to that of Satya and Tret&#257;-yugas, we can hardly imagine the truly disastrous condition of human society in Kali-yuga. Therefore, as will be mentioned in the following verses, human beings who have taken their birth in the present age of Kali should attach themselves rigidly to the movement of Caitanya Mah&#257;prabhu to free themselves from foolishness.</P><P CLASS=l><A CLASS=i HREF="27.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="29-30.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>