<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verses 29-30</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verses 29-30"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.29-30</P><P CLASS=c>namas te v&#257;sudev&#257;ya</P><P CLASS=c>namah sa&#324;karshan&#257;ya ca</P><P CLASS=c>pradyumn&#257;y&#257;niruddh&#257;ya</P><P CLASS=c>tubhyam bhagavate namah</P><P CLASS=c>n&#257;r&#257;yan&#257;ya rishaye</P><P CLASS=c>purush&#257;ya mah&#257;tmane</P><P CLASS=c>vi&#347;ve&#347;var&#257;ya vi&#347;v&#257;ya</P><P CLASS=c>sarva-bh&#363;t&#257;tmane namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; unto You; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/s/sankarsanaya">sa&#324;karshan&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/s/sankarsana">Sa&#324;karshana</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/pradyumnaya">pradyumn&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/p/pradyumna">Pradyumna</A>; <A CLASS=v HREF="http://vedabase.net/a/aniruddhaya">aniruddh&#257;ya</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> <A HREF="http://vedabase.net/a/aniruddha">Aniruddha</A>; <A CLASS=v HREF="http://vedabase.net/t/tubhyam">tubhyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> You; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances; <A CLASS=v HREF="http://vedabase.net/n/narayanaya">n&#257;r&#257;yan&#257;ya</A> <A CLASS=v HREF="http://vedabase.net/r/rsaye">rishaye</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A> <A HREF="http://vedabase.net/r/rsi">Rishi</A>; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; the supreme enjoying <A HREF="http://vedabase.net/m/male">male</A> and the creator of the material universe; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the supreme being; <A CLASS=v HREF="http://vedabase.net/v/visva">vi&#347;va</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaraya">&#299;&#347;var&#257;ya</A> &#8212; the Lord of the universe; <A CLASS=v HREF="http://vedabase.net/v/visvaya">vi&#347;v&#257;ya</A> &#8212; and Himself the very form of the universe; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/a/atmane">&#257;tmane</A> &#8212; the Supersoul of all living beings; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; obeisances.</P><P CLASS=t>TRANSLATION</P><P>"Obeisances to You, O Supreme Lord V&#257;sudeva, and to Your forms of Sa&#324;karshana, Pradyumna and Aniruddha. O Supreme Personality of Godhead, all obeisances unto You. O Lord N&#257;r&#257;yana Rishi, O creator of the universe, best of personalities, master of this cosmos and original form of the universe, O Supersoul of all created entities, all homage unto You."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la J&#299;va Gosv&#257;m&#299; explains that although Lord Krishna appeared at the end of Dv&#257;para-yuga, great sages chanted this verse from the beginning of that age in expectation of His appearance.</P><P>Ordinary living entities, although eternally subordinate to the Lord, become absorbed in attempting to dominate the material creation yet ultimately remain under the control of the Supreme Lord. The constitutional position of the living entity is engagement in the Lord's service. It is further the constitutional position of the material nature to be engaged by the living entity in satisfying the transcendental desires of the Lord. Thus these prayers, as mentioned in this verse, are offered to the Supreme Lord in accordance with the Pañcar&#257;tra and the Vedic mantras so that one may become fixed in remembering his eternal subordination to the Absolute Truth.</P><P>The supreme living entity, Krishna, eternally manifests Himself as the catur-vy&#363;ha, or quadruple plenary expansion. The purport of this prayer is that one should give up his false ego and pray to this catur-vy&#363;ha by offering Them obeisances. Although the Absolute Truth is one without a second, the Absolute Truth displays His unlimited opulences and potencies by expanding Himself in innumerable plenary forms, of which the catur-vy&#363;ha is a principal expansion. The original being is V&#257;sudeva, the Personality of Godhead. When the Godhead manifests His primeval energies and opulences, He is called Sa&#324;karshana. Pradyumna is the basis of the Vishnu expansion who is the soul of the entire universe, and Aniruddha is the basis of the personal manifestation of Vishnu as the Supersoul of every individual entity within the universe. Among the four plenary expansions mentioned here, the original expansion is V&#257;sudeva, and the other three are considered to be particular manifestations of Him.</P><P>When the living entity forgets that both he himself as well as the material nature are meant for the Lord's service, the quality of ignorance becomes prominent, and the conditioned entity desires to become himself the master. Thus the conditioned soul imagines that he is a very important person within society or that he is a great philosopher. The Vedic mantras and Pañcar&#257;tra give mankind instructions about devotional service to the Personality of Godhead, which free one from the contamination of considering oneself a prestigious member of society or a great philosopher. One in knowledge should recognize himself as a tiny servant of the Supreme Absolute Truth.</P><P>In Dv&#257;para-yuga, Deity worship of the Lord is prominent. Such Deity worship is ultimately aimed at the process of &#347;ravanam k&#299;rtanam vishnoh [<A CLASS=v HREF="../../7/5/23.htm">SB 7.5.23</A>]. Without hearing and chanting the glories of the Lord one cannot perform Deity worship. In Deity worship it is required that the worshiper glorify the names, forms, qualities, paraphernalia, entourage and pastimes of the Supreme Lord. When such glorification is complete, the worshiper becomes eligible to realize transcendental knowledge through hearing about the Lord.</P><P CLASS=l><A CLASS=i HREF="28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="31.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>