<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 3</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 3"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.3</P><P CLASS=c>ya esh&#257;m purusham s&#257;ksh&#257;d</P><P CLASS=c>&#257;tma-prabhavam &#299;&#347;varam</P><P CLASS=c>na bhajanty avaj&#257;nanti</P><P CLASS=c>sth&#257;n&#257;d bhrasht&#257;h patanty adhah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; one who; <A CLASS=v HREF="http://vedabase.net/e/esam">esh&#257;m</A> &#8212; of them; <A CLASS=v HREF="http://vedabase.net/p/purusam">purusham</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/s/saksat">s&#257;ksh&#257;t</A> &#8212; directly; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A>-<A CLASS=v HREF="http://vedabase.net/p/prabhavam">prabhavam</A> &#8212; the source of their own creation; <A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the supreme controller; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; <A HREF="http://vedabase.net/d/do">do</A> not; <A CLASS=v HREF="http://vedabase.net/b/bhajanti">bhajanti</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/a/avajananti">avaj&#257;nanti</A> &#8212; disrespect; <A CLASS=v HREF="http://vedabase.net/s/sthanat">sth&#257;n&#257;t</A> &#8212; from their position; <A CLASS=v HREF="http://vedabase.net/b/bhrastah">bhrasht&#257;h</A> &#8212; fallen; <A CLASS=v HREF="http://vedabase.net/p/patanti">patanti</A> &#8212; they fall; <A CLASS=v HREF="http://vedabase.net/a/adhah">adhah</A> &#8212; down.</P><P CLASS=t>TRANSLATION</P><P>If any of the members of the four varnas and four &#257;&#347;ramas fail to worship or intentionally disrespect the Personality of Godhead, who is the source of their own creation, they will fall down from their position into a hellish state of life.</P><P CLASS=t>PURPORT</P><P>The words na bhajanti in this verse refer to those who out of ignorance do not worship the Supreme Lord, whereas the word avaj&#257;nanti refers to those who have actually been informed of the supreme position of the Lord but still show Him disrespect. It has already been described that the four spiritual and occupational orders of life are generated from the body of the Lord. In fact, the Supreme Lord is the source of everything, as described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/8.htm">10.8</A>): aham sarvasya prabhavah. Those who foolishly do not inquire into the position of the Personality of Godhead, as well as those who disrespect the Lord in spite of having heard of His transcendental position, will certainly fall down from the varn&#257;&#347;rama-dharma system, as described by the words sth&#257;n&#257;d bhrasht&#257;h. The words patanty adhah indicate that one who falls from the varn&#257;&#347;rama system will have no means of avoiding sinful activities; nor will such a person receive any credit for performing sacrifice, and thus he will gradually sink down into lower and lower species of life in hellish conditions. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has pointed out that the original cause of offending the Lord and falling down from one's position is one's not learning how to properly worship a bona fide spiritual master. One who is trained to offer respectful obeisances and worship to the bona fide spiritual master automatically offers proper worship to the Supreme Lord. Without the mercy of a bona fide spiritual master, even a so-called religious man will gradually become atheistic, offend the Lord by foolish speculation and fall into a hellish condition of life. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that the purusha mentioned in this verse is Lord Garbhodaka&#347;&#257;y&#299; Vishnu, who is glorified in the Purusha-s&#363;kta prayers. If one is proud of his high social position and enviously thinks that the Lord is also a creation of nature and that there is no absolute entity who is the origin of all beings, then such a puffed-up fool will certainly fall down from the varn&#257;&#347;rama system and become just like an unregulated animal.</P><P CLASS=l><A CLASS=i HREF="2.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>