<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.31</P><P CLASS=c>iti dv&#257;para urv-&#299;&#347;a</P><P CLASS=c>stuvanti jagad-&#299;&#347;varam</P><P CLASS=c>n&#257;n&#257;-tantra-vidh&#257;nena</P><P CLASS=c>kal&#257;v api tath&#257; &#347;rinu</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/d/dvapare">dv&#257;pare</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/d/dvapara">Dv&#257;para</A> <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/i/isa">&#299;&#347;a</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/stuvanti">stuvanti</A> &#8212; they praise; <A CLASS=v HREF="http://vedabase.net/j/jagat">jagat</A>-<A CLASS=v HREF="http://vedabase.net/i/isvaram">&#299;&#347;varam</A> &#8212; the Lord of the universe; <A CLASS=v HREF="http://vedabase.net/n/nana">n&#257;n&#257;</A> &#8212; various; <A CLASS=v HREF="http://vedabase.net/t/tantra">tantra</A> &#8212; of scriptures; <A CLASS=v HREF="http://vedabase.net/v/vidhanena">vidh&#257;nena</A> &#8212; by the regulations; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which manner; <A CLASS=v HREF="http://vedabase.net/s/srnu">&#347;rinu</A> &#8212; please hear.</P><P CLASS=t>TRANSLATION</P><P>O King, in this way people in Dv&#257;para-yuga glorified the Lord of the universe. In Kali-yuga also people worship the Supreme Personality of Godhead by following various regulations of the revealed scriptures. Now kindly hear of this from me.</P><P CLASS=t>PURPORT</P><P>The words kal&#257;v api, "in Kali-yuga also," are very important in this verse. It is well known that Kali-yuga is an irreligious age. Thus it is surprising that in such a completely irreligious age the Supreme Lord is worshiped. Therefore it is stated kal&#257;v api, "even in Kali-yuga." In Kali-yuga the incarnation of the Personality of Godhead does not directly assert Himself to be the Personality of Godhead, but rather He is detected by expert devotees in accordance with the revealed Vedic scriptures. Similarly, Prahl&#257;da Mah&#257;r&#257;ja states in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../7/9/38.htm">7.9.38</A>):</P><P>ittham nri-tiryag-rishi-deva-jhash&#257;vat&#257;rair</P><P CLASS=n>lok&#257;n vibh&#257;vayasi hamsi jagat prat&#299;p&#257;n</P><P CLASS=n>dharmam mah&#257;-purusha p&#257;si yug&#257;nuvritta&#347;</P><P CLASS=n>channah kalau yad abhavas tri-yugo 'tha sa tvam</P><P>"In this way, my Lord, You appear in various incarnations as a human being, an animal, a great saintly demigod, a fish or a tortoise, thus maintaining the entire creation in different planetary systems and killing the demoniac principles. According to the age, O my Lord, You protect the principles of religion. In the age of Kali, however, You do not assert Yourself as the Supreme Personality of Godhead, and therefore You are known as Triyuga, or the Lord who appears in three yugas." Thus it is understood that it is difficult for common people in Kali-yuga to recognize the incarnation of the Lord since in this age the Lord's appearance is slightly concealed.</P><P>According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura the word n&#257;n&#257;-tantra-vidh&#257;nena indicates the importance in Kali-yuga of the Vaishnava scriptures known as the Pañcar&#257;tras or S&#257;tvata-pañcar&#257;tras. It is stated in the Bh&#257;gavatam, str&#299;-&#347;&#363;dra-dvija-bandh&#363;n&#257;m tray&#299; na &#347;ruti-gocar&#257;: in Kali-yuga it is impossible for ordinary people to perform highly technical Vedic sacrifices or the unbearable penances of the mystic yoga system. Such standard Vedic processes are practically inaccessible for the spiritually retarded population of Kali-yuga. Therefore the simple process of glorifying the Personality of Godhead by chanting His holy names is essential in this age. Such devotional processes as chanting the holy names of the Lord and worshiping His Deity form are elaborately described in the Vaishnava &#347;&#257;stras known as Pañcar&#257;tras. Such tantric scriptures are referred to in this verse, and it is stated that in Kali-yuga these devotional processes, taught by great &#257;c&#257;ryas such as N&#257;rada Muni, are the only practical means for worshiping the Lord. This will be more clearly explained in the following verse.</P><P CLASS=l><A CLASS=i HREF="29-30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>