<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 33</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 33"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.33</P><P CLASS=c>dhyeyam sad&#257; paribhava-ghnam abh&#299;shta-doham</P><P CLASS=c>t&#299;rth&#257;spadam &#347;iva-viriñci-nutam &#347;aranyam</P><P CLASS=c>bhrity&#257;rti-ham pranata-p&#257;la bhav&#257;bdhi-potam</P><P CLASS=c>vande mah&#257;-purusha te caran&#257;ravindam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dhyeyam">dhyeyam</A> &#8212; fit <A HREF="http://vedabase.net/t/to">to</A> be meditated upon; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/p/paribhava">paribhava</A> &#8212; the insults of material existence; <A CLASS=v HREF="http://vedabase.net/g/ghnam">ghnam</A> &#8212; which destroy; <A CLASS=v HREF="http://vedabase.net/a/abhista">abh&#299;shta</A> &#8212; the true desire of the soul; <A CLASS=v HREF="http://vedabase.net/d/doham">doham</A> &#8212; which amply reward; <A CLASS=v HREF="http://vedabase.net/t/tirtha">t&#299;rtha</A> &#8212; of all the holy places and great saintly personalities; <A CLASS=v HREF="http://vedabase.net/a/aspadam">&#257;spadam</A> &#8212; the abode; <A CLASS=v HREF="http://vedabase.net/s/siva">&#347;iva</A>-<A CLASS=v HREF="http://vedabase.net/v/virinci">viriñci</A> &#8212; by the greatest of demigods, Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> and <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>; <A CLASS=v HREF="http://vedabase.net/n/nutam">nutam</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> bowed down <A HREF="http://vedabase.net/t/to">to</A>; <A CLASS=v HREF="http://vedabase.net/s/saranyam">&#347;aranyam</A> &#8212; most worthy of taking shelter of; <A CLASS=v HREF="http://vedabase.net/b/bhrtya">bhritya</A> &#8212; of Your servants; <A CLASS=v HREF="http://vedabase.net/a/arti">&#257;rti</A>-<A CLASS=v HREF="http://vedabase.net/h/ham">ham</A> &#8212; which relieve the distress; <A CLASS=v HREF="http://vedabase.net/p/pranata">pranata</A>-<A CLASS=v HREF="http://vedabase.net/p/pala">p&#257;la</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> protector of all who simply offer respects <A HREF="http://vedabase.net/t/to">to</A> You; <A CLASS=v HREF="http://vedabase.net/b/bhava">bhava</A>-<A CLASS=v HREF="http://vedabase.net/a/abdhi">abdhi</A> &#8212; of the ocean of birth and death; <A CLASS=v HREF="http://vedabase.net/p/potam">potam</A> &#8212; which <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/a/a">a</A> suitable boat (for crossing); <A CLASS=v HREF="http://vedabase.net/v/vande">vande</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my homage; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Your; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; lotus feet.</P><P CLASS=t>TRANSLATION</P><P>My dear Lord, You are the Mah&#257;-purusha, the Supreme Personality of Godhead, and I worship Your lotus feet, which are the only eternal object of meditation. Those feet destroy the embarrassing conditions of material life and freely award the greatest desire of the soul, the attainment of pure love of Godhead. My dear Lord, Your lotus feet are the shelter of all holy places and of all saintly authorities in the line of devotional service and are honored by powerful demigods like Lord &#346;iva and Lord Brahm&#257;. My Lord, You are so kind that You willingly protect all those who simply bow down to You with respect, and thus You mercifully relieve all the distress of Your servants. In conclusion, my Lord, Your lotus feet are actually the suitable boat for crossing over the ocean of birth and death, and therefore even Lord Brahm&#257; and Lord &#346;iva seek shelter at Your lotus feet."</P><P CLASS=t>PURPORT</P><P>The incarnation of the Personality of Godhead in Kali-yuga is described and worshiped in this verse. The sage Karabh&#257;jana, after describing the incarnation of Godhead in each of the three previous yugas &#8212; Satya, Tret&#257; and Dv&#257;para &#8212; presented suitable prayers which are utilized for glorifying the Lord in each particular age. After describing the Lord's manifestation in Kali-yuga with the verse krishna-varnam tvish&#257;krishnam [<A CLASS=v HREF="../../11/5/32.htm">SB 11.5.32</A>], this and the next verse are now presented to glorify the Lord's appearance in Kali-yuga as Caitanya Mah&#257;prabhu, krishna-varnam. Caitanya Mah&#257;prabhu appears in Kali-yuga and teaches everyone to chant the holy name of Krishna. The members of the ISKCON movement are so much absorbed in krishna-varnam, or chanting the holy names of Krishna, that sometimes ordinary persons refer to them as "the Krishnas." Thus whoever comes into contact with Caitanya Mah&#257;prabhu's movement immediately begins to worship Krishna by chanting His holy name.</P><P>The words dhyeyam sad&#257;, or "always to be meditated upon," indicate that there are no hard-and-fast rules in this age for chanting the holy names of Krishna. In Kali-yuga the authorized process of meditation is to chant the holy names of the Lord, especially the mantra Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. This process is to be executed constantly and always (sad&#257;). Similarly, Caitanya Mah&#257;prabhu stated, n&#257;mn&#257;m ak&#257;ri bahudh&#257; nija-sarva-&#347;aktis tatr&#257;rpit&#257; niyamitah smarane na k&#257;lah: in Kali-yuga, the Supreme Lord has kindly invested all of His potencies in His holy name, and there are no hard-and-fast rules for chanting such names. The mention of such rules refers to k&#257;la-de&#347;a-niyama, or regulations of time and place. Normally there are strict regulations governing the time, season, place, conditions, etc., under which one may execute a particular Vedic ceremony or chant a particular mantra. However, one should chant the holy name of Krishna everywhere and at all times, twenty-four hours a day. Thus there is no restriction in terms of time and place. This is the meaning of Caitanya Mah&#257;prabhu's statement.</P><P>The word paribhava-ghnam is significant in this verse. In Kali-yuga human society is infected with enviousness. There is great envy, even among members of the same family, who constantly quarrel in this age. Similarly, neighbors are envious of each other and of each other's possessions and status. And entire nations, burning with envy, go to war unnecessarily at the risk of genocide caused by terrible modern weapons. But all of these harassments caused by family members, strangers, so-called friends who are unfaithful, opposing nations, financial competition, social disgrace, cancer, etc., can be relieved by taking shelter of the lotus feet of Caitanya Mah&#257;prabhu. It is not possible to save the material body, but one who takes shelter of Caitanya Mah&#257;prabhu loosens the hard knot of the heart that psychologically binds him to the hallucination of identifying with the external body or the subtle material mind. Once this false identification is broken, one can be blissful in any adverse material condition. Those who foolishly try to make the temporary body eternal are wasting their time and neglecting the actual process for making life permanent, which is to take shelter of the lotus feet of Caitanya Mah&#257;prabhu, who is Krishna Himself.</P><P>In this verse the word t&#299;rth&#257;spadam means that the lotus feet of Caitanya Mah&#257;prabhu are the shelter of all holy places. As the Krishna consciousness movement spreads all over the world, we often find, especially in poor third-world countries, that it is very difficult for people to travel to India to visit the most exalted holy places such as Vrind&#257;vana and M&#257;y&#257;pur. Especially in South America it is very difficult for a large number of devotees to visit such places in India and purify themselves. But Caitanya Mah&#257;prabhu is so merciful that simply by worshiping Him, Vaishnavas throughout the world receive the benefit of having visited the supreme holy place, namely the lotus feet of Caitanya Mah&#257;prabhu. Thus there is no loss for the followers of the Krishna consciousness movement, despite their external situation.</P><P>In this regard, &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has stated, kalau dravya-de&#347;a-kriy&#257;di-janitam durv&#257;ram ap&#257;vitryam api n&#257;&#347;a&#324;kan&#299;yam iti bh&#257;vah. In this age the world is so polluted by sinful life that it is very difficult to become free from all of the symptoms of Kali-yuga. Still, one who is faithfully serving in the missionary work of Caitanya Mah&#257;prabhu need not fear occasional, unavoidable symptoms of Kali-yuga. The followers of Caitanya Mah&#257;prabhu strictly follow the four regulative principles of no illicit sex, no intoxication, no meat-eating and no gambling. They try to always chant Hare Krishna and engage in the service of the Lord. However, it may happen that by accident an occasional symptom of Kali-yuga such as envy, anger, lust, greed, etc., may momentarily appear in the life of a devotee. But if such a devotee is actually surrendered at the lotus feet of Caitanya Mah&#257;prabhu, by His mercy such an unwanted symptom, or anartha, will quickly disappear. Therefore, a sincere follower of the Lord should never be discouraged in the execution of his prescribed duty but should be confident that he will be protected by Caitanya Mah&#257;prabhu.</P><P>It is also mentioned in this verse, &#347;iva-viriñci-nutam. Lord &#346;iva and Lord Brahm&#257; are undoubtedly the two most powerful personalities within this universe. Still, they meticulously worship the lotus feet of Caitanya Mah&#257;prabhu. Why? &#346;aranyam. Even Lord &#346;iva and Lord Brahm&#257; are not safe without the shelter of the lotus feet of the Lord.</P><P>The words bhrity&#257;rti-ham pranata-p&#257;la indicate that if one simply bows down without duplicity at the lotus feet of the Lord (pranata), then the Lord will give such a sincere candidate all protection. This verse does not mention that one need be an exalted devotee of the Lord. Rather, it is stated that if one simply bows down at the Lord's lotus feet he will get all protection, and this also applies to anyone who is trying to serve the mission of Caitanya Mah&#257;prabhu. Even the neophyte will get all protection by the mercy of the Lord.</P><P>In regard to the words bhav&#257;bdhi-potam, or "a suitable boat for crossing the ocean of material existence," there is the following statement by Lord Brahm&#257; and other demigods in the &#346;r&#299;mad-Bh&#257;gavatam: tvat-p&#257;da-potena mahat-kritena kurvanti go-vatsa-padam bhav&#257;bdhim. "By accepting Your lotus feet as the boat by which to cross the ocean of nescience, one follows in the footsteps of the mah&#257;janas and can cross that ocean as easily as one steps over the hoofprint of a calf." According to &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, a follower of Caitanya Mah&#257;prabhu is j&#299;van-mukta, or a liberated soul. Thus the devotee is not worried about his future destination, for he is confident that the Lord will quickly take him across the ocean of material existence. Such confidence is referred to in the Upade&#347;&#257;mrita by the word ni&#347;cay&#257;t, meaning firm conviction about the potency of the process of devotional service. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura, the statement &#347;iva-viriñci-nutam is also understood to indicate that Caitanya Mah&#257;prabhu is worshiped by Lord &#346;iva's incarnation Advaita &#256;c&#257;rya and by Lord Brahm&#257;'s incarnation Harid&#257;sa Th&#257;kura.</P><P>Caitanya Mah&#257;prabhu is addressed in this verse as mah&#257;-purusha, meaning purushottama, the Supreme Personality of Godhead. Similarly, there is reference to mah&#257;prabhu in the &#346;vet&#257;&#347;vatara Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/3/12">3.12</A>), mah&#257;n prabhur vai purushah sattvasyaisha pravartakah: "The supreme prabhu is the Personality of Godhead, who is the initiator of the entire cosmos." Similarly, Lord &#346;r&#299; Gaurakrishna is addressed by the word mah&#257;purusha in this verse, and the whole intention of this verse is to offer obeisances at His lotus feet. Such lotus feet are the actual eternal object of meditation because they cut off the bondage of material life and fulfill the desires of the devotees. Although the conditioned souls laboring arduously under illusion pursue many temporary goals in life, there is no possibility of their achieving actual bliss or knowledge. Such eternal bliss and knowledge is actually wealth. One should not neglect the lotus feet of Caitanya Mah&#257;prabhu, taking Him to be an ordinary person, and instead accept the temporary, useless shelter offered by the illusory energy of the Lord.</P><P>Those yog&#299;s who falsely select some other object of meditation besides the lotus feet of the Lord are simply creating obstructions to their own eternal life. When the meditator, the meditation and the object of meditation are all on the eternal platform of the Lord, then actual shelter has been achieved. Generally the conditioned souls are engaged in bhoga-ty&#257;ga. Sometimes they run madly after material prestige and sense gratification, and sometimes they desperately try to renounce these things. However, beyond this vicious cycle of alternating sense gratification and renunciation are the lotus feet of the Lord, which constitute the ultimate abode of peace and happiness for the living entity.</P><P>The following are additional notes on this verse given by &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura.</P><P>dhyeyam &#8212; the object indicated by the word dh&#299;mahi in the G&#257;yatr&#299; mantra.</P><P>t&#299;rth&#257;spadam &#8212; the original shelter of holy places headed by &#346;r&#299; Gaudakshetra and Vraja-mandala; or the original shelter, namely the lotus feet of the Lord, of the great devotees of the Brahma-samprad&#257;ya following in the succession of faithful hearing. The succession of faithful hearing begins with &#346;r&#299;mad &#256;nandat&#299;rtha (Madhv&#257;c&#257;rya) and is continued by the r&#363;p&#257;nuga mah&#257;-bh&#257;gavatas, the highly elevated followers of R&#363;pa Gosv&#257;m&#299; and Caitanya Mah&#257;prabhu.</P><P>&#347;iva-viriñci-nutam &#8212; He who is worshiped by the incarnation of Lord &#346;iva, &#346;r&#299;mad Advait&#257;c&#257;rya Prabhu, and by the incarnation of Lord Viriñci, &#346;r&#299;m&#257;n &#256;c&#257;rya Harid&#257;sa Prabhu.</P><P>bhrity&#257;rti-ham &#8212; He who destroyed by His causeless mercy the misery of His own servant, the br&#257;hmana V&#257;sudeva, who was afflicted with leprosy in caitanya-l&#299;l&#257;,</P><P>bhav&#257;bdhi-potam &#8212; the means of crossing over the ocean of sams&#257;ra; or the shelter of those who are freeing themselves from material existence, which afflicts the living entity in the form of hankering for liberation or material enjoyment. Such persons who took advantage of this transcendental boat of the Lord's lotus feet are S&#257;rvabhauma Bhatt&#257;c&#257;rya, who was saved from mukti-k&#257;ma, or desire for liberation, and Prat&#257;parudra Mah&#257;r&#257;ja, who was saved from bhukti-k&#257;ma, or the desire for material opulence.</P><P CLASS=l><A CLASS=i HREF="32.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="34.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>