<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.34</P><P CLASS=c>tyaktv&#257; su-dustyaja-surepsita-r&#257;jya-lakshm&#299;m</P><P CLASS=c>dharmishtha &#257;rya-vacas&#257; yad ag&#257;d aranyam</P><P CLASS=c>m&#257;y&#257;-mrigam dayitayepsitam anvadh&#257;vad</P><P CLASS=c>vande mah&#257;-purusha te caran&#257;ravindam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tyaktva">tyaktv&#257;</A> &#8212; abandoning; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/d/dustyaja">dustyaja</A> &#8212; most difficult <A HREF="http://vedabase.net/t/to">to</A> give up; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A>-<A CLASS=v HREF="http://vedabase.net/i/ipsita">&#299;psita</A> &#8212; anxiously desired by the demigods; <A CLASS=v HREF="http://vedabase.net/r/rajya">r&#257;jya</A>-<A CLASS=v HREF="http://vedabase.net/l/laksmim">lakshm&#299;m</A> &#8212; the goddess of fortune and her opulence; <A CLASS=v HREF="http://vedabase.net/d/dharmisthah">dharmishthah</A> &#8212; most perfectly fixed <A HREF="http://vedabase.net/i/in">in</A> religiousness; <A CLASS=v HREF="http://vedabase.net/a/arya">&#257;rya</A>-<A CLASS=v HREF="http://vedabase.net/v/vacasa">vacas&#257;</A> &#8212; according <A HREF="http://vedabase.net/t/to">to</A> the words of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A> (who <A HREF="http://vedabase.net/h/had">had</A> cursed Him <A HREF="http://vedabase.net/t/to">to</A> be deprived of all the happiness of family life); <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/a/agat">ag&#257;t</A> &#8212; went; <A CLASS=v HREF="http://vedabase.net/a/aranyam">aranyam</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the forest (taking <A HREF="http://vedabase.net/t/to">to</A> the renounced order of life); <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A>-<A CLASS=v HREF="http://vedabase.net/m/mrgam">mrigam</A> &#8212; the conditioned soul, who is always searching out illusory enjoyment; <A CLASS=v HREF="http://vedabase.net/d/dayitaya">dayitay&#257;</A> &#8212; out of sheer mercy; <A CLASS=v HREF="http://vedabase.net/i/ipsitam">&#299;psitam</A> &#8212; His desired object; <A CLASS=v HREF="http://vedabase.net/a/anvadhavat">anvadh&#257;vat</A> &#8212; running after; <A CLASS=v HREF="http://vedabase.net/v/vande">vande</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> offer my homage; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/purusa">purusha</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> Lord <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> Your; <A CLASS=v HREF="http://vedabase.net/c/carana">carana</A>-<A CLASS=v HREF="http://vedabase.net/a/aravindam">aravindam</A> &#8212; lotus feet.</P><P CLASS=t>TRANSLATION</P><P>O Mah&#257;-purusha, I worship Your lotus feet. You gave up the association of the goddess of fortune and all her opulence, which is most difficult to renounce and is hankered after by even the great demigods. Being the most faithful follower of the path of religion, You thus left for the forest in obedience to a br&#257;hmana's curse. Out of sheer mercifulness You chased after the fallen conditioned souls, who are always in pursuit of the false enjoyment of illusion, and at the same time engaged in searching out Your own desired object, Lord &#346;y&#257;masundara.</P><P CLASS=t>PURPORT</P><P>According to the Vaishnava &#257;c&#257;ryas, this important verse of the &#346;r&#299;mad-Bh&#257;gavatam is understood to describe Caitanya Mah&#257;prabhu, Lord Krishna and also Lord &#346;r&#299; R&#257;macandra. This verse appears within the discussion by the sage Karabh&#257;jana of the yug&#257;vat&#257;ras, or the different incarnations of the Personality of Godhead who deliver the conditioned souls of each age. The prayers ending with the words vande mah&#257;purusha te caran&#257;ravindam are understood to glorify the incarnation of Lord Krishna in Kali-yuga known as Caitanya Mah&#257;prabhu. Caitanya Mah&#257;prabhu lived for twenty-four years in Navadv&#299;pa as a householder and enjoyed immense popularity among both scholars and ordinary persons. His sa&#324;k&#299;rtana movement was completely supported by the local government, even though it was Muslim. And Caitanya Mah&#257;prabhu had the pleasure of marrying the goddess of fortune. No ordinary woman of the material world, no matter how gorgeous she may be, can in any way compare with the beautiful goddess of fortune. Everyone in the universe, including Lord Brahm&#257;, is searching after the goddess of fortune. Therefore it is stated here, surepsita.</P><P>However, Caitanya Mah&#257;prabhu is Lord Krishna appearing as a br&#257;hmana, and therefore He is certainly dharmishthah, or the most religious. Actually the Supreme Personality of Godhead is always dharmishthah, whether He appears as a cowherd boy, a great king or a br&#257;hmana, because the Lord Himself is the original source and personification of all religious principles. However, in the pastimes of Caitanya Mah&#257;prabhu there are very few political or economic activities. Caitanya Mah&#257;prabhu appeared as a great philosopher-br&#257;hmana, and thus He is certainly dharmishthah. In Caitanya-carit&#257;mrita, in the Seventeenth Chapter of the &#256;di-l&#299;l&#257;, it is described that a certain br&#257;hmana, who was well known for being harsh and cursing others, could not enter the k&#299;rtana hall where Caitanya Mah&#257;prabhu was performing k&#299;rtana because the door was locked. Being very agitated and breaking his br&#257;hmana's thread, he cursed Caitanya Mah&#257;prabhu the next day on the bank of the Ganges, saying, "I shall now curse You, for Your behavior has greatly aggrieved me. You shall be bereft of all material happiness." However, Caitanya Mah&#257;prabhu felt great jubilation within Himself, since His mission was vair&#257;gya-vidy&#257;-nija-bhakti-yoga [Cc. <A CLASS=v HREF="../../../cc/madhya/6/254.htm">Madya 6.254</A>] &#8212; to give up the illusion of material sense gratification and staunchly engage twenty-four hours a day in the devotional service of the Lord. Therefore, Caitanya Mah&#257;prabhu took this curse as a blessing, and soon after, the Lord took sanny&#257;sa. Thus it is stated in this verse that by the words of the &#256;ryan, the br&#257;hmana (&#257;rya-vacas&#257;), Caitanya Mah&#257;prabhu took sanny&#257;sa (yad ag&#257;d aranyam) and went traveling through the different forests of India on the way to Vrind&#257;vana, and later South India. Caitanya Mah&#257;prabhu wanted especially to preserve the prestige of the br&#257;hmana class, and therefore He decided to keep the br&#257;hmana's curse intact.</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has explained the word m&#257;y&#257;-mrigam as follows. M&#257;y&#257; means one's so-called wife, children and bank account, which keep one firmly bound up in the material bodily concept of life. The word mrigam indicates mrigyati, or "to search out." Thus, m&#257;y&#257;-mrigam indicates the conditioned living entity, who is always frantically searching for the latest up-to-the-minute sense gratification in the material bodily concept of society, friendship and love. Anvadh&#257;vat indicates that Caitanya Mah&#257;prabhu was always visibly going here and there, searching after the fallen conditioned souls. Caitanya Mah&#257;prabhu would sometimes embrace the conditioned souls on the pretext of religious friendship or ecstasy. But actually, the Lord was touching the bodies of the conditioned souls to pull them out of the ocean of material existence and hurl them into the ocean of ecstatic love of Godhead. Thus Caitanya Mah&#257;prabhu was the most merciful and munificent incarnation of the Lord, whose mercy surpassed the bounds of mundane discrimination in the matter of caste, color and creed.</P><P>The word dayitay&#257; can be explained as follows. The Sanskrit word day&#257; means "mercy." Thus, by grammatical derivation, the word used in this verse, dayitay&#257;, indicates that because of being the most merciful, Caitanya Mah&#257;prabhu was busily engaged in rescuing the fallen conditioned souls, who are completely distracted and bewildered by the external illusory energy of the Lord. The quality of being the most merciful is part and parcel of the character of the mah&#257;-purusha, or the Supreme Personality of Godhead.</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, this verse also describes the incarnation of Lord Krishna Himself in His original blackish form. Thus the words surepsita-r&#257;jya-lakshm&#299;m indicate &#347;r&#299;-mathur&#257;-sampattim, or the opulence of Mathur&#257;. Mathur&#257; is described in Vedic literature as the reservoir of all opulence because of the touch of the Lord's lotus feet in that precinct. But Krishna, although taking birth in the opulent city of Mathur&#257;, transferred Himself to the forest village of Vrind&#257;vana. In this case the word &#257;rya-vacas&#257; indicates the order of Lord Krishna's original parents, Vasudeva and Devak&#299;. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../10/3/22.htm">10.3.22</A>, 29) both Vasudeva and Devak&#299; express their fear at the threat of Kamsa, who had already killed all of Krishna's elder brothers. The word &#257;rya-vacas&#257; thus indicates that with great love they requested Krishna to kindly make some arrangement to avoid Kamsa. And Krishna, to obey their order, transferred Himself to the forest village of Vrind&#257;vana (yad ag&#257;d aranyam).</P><P>In this context, the words m&#257;y&#257;-mrigam indicate the special, exalted relationship between &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and &#346;r&#299; Krishna. M&#257;y&#257; also indicates the internal potency of Krishna, yoga-m&#257;y&#257;. The original form of Krishna's internal potency is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. Due to the inconceivable love of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, Lord Krishna becomes easily controlled by Her. Thus, mrigam, or "animal" in this case indicates kr&#299;d&#257;-mrigam, or "a toy animal." Just as a beautiful young girl may play with so many dolls or stuffed animals, similarly Lord Krishna becomes just like a doll in the hands of the most beautiful young girl, &#346;r&#299;mat&#299;-R&#257;dh&#257;r&#257;n&#299;. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299;, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; performed innumerable types of worship in order to bind Krishna more and more to Her because &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; cannot live without Krishna. Thus, due to &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s &#257;r&#257;dhana, or worship, Krishna can never leave Vrind&#257;vana. He runs here and there in Vrind&#257;vana, protecting the cows, playing with His friends and engaging in countless intrigues of love with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and the gop&#299;s. Thus the word anvadh&#257;vat indicates Krishna's boyish activities, His running throughout the transcendental land of Vrind&#257;vana, tightly under the control of the love of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P>&#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has explained how this verse also describes the incarnation of Lord &#346;r&#299; R&#257;macandra. Although the Lord is completely independent and detached from everything, He becomes attached to His pure devotees due to their love for Him. In the great capital of Ayodhy&#257; all of the citizens loved R&#257;macandra more than can be described. In this context &#257;rya-vacas&#257; means that by the order of His father, who was just like His guru, R&#257;macandra gave up everything and went to the forest. There He exhibited His great affection for mother S&#299;t&#257; and chased after m&#257;y&#257;-mrigam, or the illusory deer that had been created by the trick of R&#257;vana. That this golden deer was especially desired by &#346;r&#299;mat&#299; S&#299;t&#257;dev&#299; is indicated by the word dayitayepsitam.</P><P>All of the limbs of the Lord's transcendental body are nondifferent and interchangeable, as stated in Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/32.htm">5.32</A>):</P><P>a&#324;g&#257;ni yasya sakalendriya-vrittimanti</P><P CLASS=n>pa&#347;yanti p&#257;nti kalayanti ciram jaganti</P><P CLASS=n>&#257;nanda-cinmaya-sad-ujjvala-vigrahasya</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>All of the limbs (a&#324;g&#257;ni) of the Supreme Lord are sakalendriya-vrittimanti, or possessing all of the functions of all of the other limbs. Thus the two lotus feet of the Personality of Godhead are a plenary representation of the Supreme Personality of Godhead, and worshiping the Lord's lotus feet immediately places the worshiper in the ocean of transcendental bliss. There is no factual difference in spiritual quality between the incarnations of Caitanya Mah&#257;prabhu, Lord Krishna and Lord &#346;r&#299; R&#257;macandra. As stated in Vedic literatures, advaitam acyutam an&#257;dim ananta-r&#363;pam [<A CLASS=v HREF="../../../bs/5/33.htm">Bs 5.33</A>]. Therefore there is no contradiction in the opinions of the &#257;c&#257;ryas that this verse wonderfully glorifies three different manifestations of the one Absolute Truth. Caitanya Mah&#257;prabhu is undoubtedly the Supreme Personality of Godhead. His transcendental attributes fulfill in every sense of the term the descriptions of the Absolute Truth as given in Vedic literature. In Caitanya-carit&#257;mrita, in the Third Chapter of the &#256;di-l&#299;l&#257;, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; and &#346;r&#299;la Prabhup&#257;da have given elaborate explanations of the transcendental status of &#346;r&#299; Caitanya Mah&#257;prabhu, which the reader can refer to for further information.</P><P>Everyone should follow the example of the sage Karabh&#257;jana and worship the lotus feet of the Mah&#257;prabhu, the mah&#257;-purusha, &#346;r&#299; Caitanya Mah&#257;prabhu. One should not rot on the platform of mental speculation and whimsical interpretation but should actually revive his lost relationship with the Absolute Truth by surrendering to Caitanya Mah&#257;prabhu. Those who are worshiping Caitanya Mah&#257;prabhu are deriving wonderful spiritual results and are tasting the fruit of love of Krishna. Therefore, vande mah&#257;-purusha te caran&#257;ravindam: let us humbly bow down at the lotus feet of the original Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu, who is the mah&#257;-purusha glorified within &#346;r&#299;mad-Bh&#257;gavatam.</P><P>Corroborating the explanation of this verse, the followers of Caitanya Mah&#257;prabhu also worship Him in His six-armed form of shad-bhuja. Two arms carry the waterpot and danda of the sanny&#257;s&#299; Caitanya Mah&#257;prabhu, two arms carry the flute of Lord Krishna, and two arms carry the bow and arrow of &#346;r&#299; R&#257;macandra. This shad-bhuja form is the actual purport of this verse of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>