<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.35</P><P CLASS=c>evam yug&#257;nur&#363;p&#257;bhy&#257;m</P><P CLASS=c>bhagav&#257;n yuga-vartibhih</P><P CLASS=c>manujair ijyate r&#257;jan</P><P CLASS=c>&#347;reyas&#257;m &#299;&#347;varo harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/a/anurupabhyam">anur&#363;p&#257;bhy&#257;m</A> &#8212; (by particular names and forms) suitable for each <A HREF="http://vedabase.net/a/age">age</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/y/yuga">yuga</A>-<A CLASS=v HREF="http://vedabase.net/v/vartibhih">vartibhih</A> &#8212; by those living <A HREF="http://vedabase.net/i/in">in</A> each of the different ages; <A CLASS=v HREF="http://vedabase.net/m/manujaih">manujaih</A> &#8212; human beings; <A CLASS=v HREF="http://vedabase.net/i/ijyate">ijyate</A> &#8212; is worshiped; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/s/sreyasam">&#347;reyas&#257;m</A> &#8212; of all spiritual benefit; <A CLASS=v HREF="http://vedabase.net/i/isvarah">&#299;&#347;varah</A> &#8212; the controller; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; Lord <A HREF="http://vedabase.net/h/hari">Hari</A>.</P><P CLASS=t>TRANSLATION</P><P>Thus, O King, the Supreme Lord Hari is the giver of all desirable benefits of life. Intelligent human beings worship the particular forms and names that the Lord manifests in different ages.</P><P CLASS=t>PURPORT</P><P>The word yug&#257;nur&#363;p&#257;bhy&#257;m is significant here. Anur&#363;pa means "suitable" or "appropriate." The Supreme Personality of Godhead, Krishna, anxiously desires that all conditioned living entities come back home, back to Godhead, for an eternal life of bliss and knowledge. Thus, the Lord reveals Himself in each of the four ages &#8212; Satya, Tret&#257;, Dv&#257;para and Kali &#8212; in a form appropriate for worship by the human beings of that age. In his Laghu-bh&#257;gavat&#257;mrita (P&#363;rva-<A CLASS=v HREF="http://vedabase.net/todo/kanda1/25">khanda 1.25</A>), &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; states:</P><P>kathyate varna-n&#257;m&#257;bhy&#257;m</P><P CLASS=n>&#347;uklah satya-yuge harih</P><P CLASS=n>raktah &#347;y&#257;mah kram&#257;t krishnas</P><P CLASS=n>tret&#257;y&#257;m dv&#257;pare kalau</P><P>"The Supreme Lord Hari is described in terms of His color and names as &#347;ukla [white, or the most pure] in Satya-yuga, and as red, dark blue and black respectively in Tret&#257;, Dv&#257;para and Kali." Thus, although in each age various names suitable for glorifying the Lord are given, such as Hamsa and Suparna in Satya-yuga, Vishnu and Yajña in Tret&#257;-yuga, and V&#257;sudeva and Sa&#324;karshana in Dv&#257;para-yuga, similar names are not given for Kali-yuga, although such names exist, in order to avoid disclosing cheaply the truth of the incarnation of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>In Kali-yuga human society is infested with hypocrisy and superficiality. There is a strong tendency toward imitation and fraud in this age. Therefore the incarnation of &#346;r&#299; Caitanya Mah&#257;prabhu is revealed in Vedic literature in a confidential, discrete way, so that it will be known to the authorized persons who can then propagate the mission of the Lord on the earth. We actually see in this modern age that many foolish and ordinary persons claim to be God or incarnations, avat&#257;ras, etc. There are many cheap philosophies and academies that promise, for a moderate fee, to make one God in a short time. In America one famous religious group promises its followers that they will all become the Supreme Lord in heaven. Such bogus preaching goes on in the name of Christianity. Thus, were Caitanya Mah&#257;prabhu's name widely spoken of in Vedic literature, there would soon be a veritable plague of imitation Caitanya Mah&#257;prabhus infesting the world.</P><P>Therefore, to prevent this pandemonium, discretion is exercised in the Vedic literatures in Kali-yuga, and in a sober, concealed way the actual followers of Vedic culture are informed through the Vedic mantras of the descent of &#346;r&#299; Caitanya Mah&#257;prabhu. This discrete system, selected by the Lord Himself for His appearance in Kali-yuga, is proving to be greatly successful on the earth planet. And throughout the world millions of people are chanting the holy names of Krishna without the unbearable harassment of hundreds and thousands of imitation Caitanya Mah&#257;prabhus. Those who seriously desire to approach the Supreme Personality of Godhead can easily understand the Lord's mission, whereas cynical materialistic rascals, puffed up by false prestige and madly considering their insignificant intelligence to be greater than the intelligence of Lord Krishna, cannot understand the beautiful arrangements made by the Lord for His graceful descent into the material world. Thus, although Krishna is &#347;reyas&#257;m &#299;&#347;varah, or the Lord of all benedictions, such foolish persons turn away from the Lord's mission and in this way deprive themselves of their own true benefit in life.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>