<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 36"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.36</P><P CLASS=c>kalim sabh&#257;jayanty &#257;ry&#257;</P><P CLASS=c>guna jñ&#257;h s&#257;ra-bh&#257;ginah</P><P CLASS=c>yatra sa&#324;k&#299;rtanenaiva</P><P CLASS=c>sarva-sv&#257;rtho 'bhilabhyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kalim">kalim</A> &#8212; the <A HREF="http://vedabase.net/a/age">age</A> of <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/s/sabhajayanti">sabh&#257;jayanti</A> &#8212; they praise; <A CLASS=v HREF="http://vedabase.net/a/aryah">&#257;ry&#257;h</A> &#8212; progressive souls; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/j/jnah">jñah</A> &#8212; who know the true value (of the <A HREF="http://vedabase.net/a/age">age</A>); <A CLASS=v HREF="http://vedabase.net/s/sara">s&#257;ra</A>-<A CLASS=v HREF="http://vedabase.net/b/bhaginah">bh&#257;ginah</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> able <A HREF="http://vedabase.net/t/to">to</A> pick out the essence; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/s/sankirtanena">sa&#324;k&#299;rtanena</A> &#8212; by the congregational chanting of the holy names of the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; merely; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/a/arthah">arthah</A> &#8212; desired goals; <A CLASS=v HREF="http://vedabase.net/a/abhilabhyate">abhilabhyate</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A> attained.</P><P CLASS=t>TRANSLATION</P><P>Those who are actually advanced in knowledge are able to appreciate the essential value of this age of Kali. Such enlightened persons worship Kali-yuga because in this fallen age all perfection of life can easily be achieved by the performance of sa&#324;k&#299;rtana.</P><P CLASS=t>PURPORT</P><P>It is stated here that among the four ages &#8212; Satya, Tret&#257;, Dv&#257;para and Kali &#8212; Kali-yuga is actually the best because in this age the Lord mercifully distributes the highest perfection of consciousness, namely Krishna consciousness, very freely. The word &#257;rya has been defined by &#346;r&#299;la Prabhup&#257;da as "one who is advancing spiritually." The nature of an advanced person is to search for the essence of life. For example, the essence of the material body is not the body itself but the spirit soul that is within the body; therefore an intelligent person gives more attention to the eternal spirit soul than to the temporary body. Similarly, although Kali-yuga is considered to be an ocean of contamination, there is also an ocean of good fortune in Kali-yuga, namely the sa&#324;k&#299;rtana movement. In other words, all of the degraded qualities of this age are completely counteracted by the process of chanting the holy names of the Lord. Thus it is stated in the Vedic language,</P><P>dhy&#257;yan krite yajan yajñais</P><P CLASS=n>tret&#257;y&#257;m dv&#257;pare 'rcayan</P><P CLASS=n>yad &#257;pnoti tad &#257;pnoti</P><P CLASS=n>kalau sa&#324;k&#299;rtya ke&#347;avam</P><P>"Whatever is achieved in Satya-yuga by meditation, in Tret&#257; by offering ritual sacrifices and in Dv&#257;para by temple worship is achieved in Kali-yuga by chanting the names of Lord Ke&#347;ava congregationally."</P><P>The Vedic process gradually lifts the conditioned entity out of the darkness of aha&#324;k&#257;ra, or false identification with the gross material body, and brings him to the platform of self-realization, or aham brahm&#257;smi, "I am spirit soul. I am eternal." One has to make further progress to discover that although one is eternal, there is a superior eternal entity, who is the Lord Himself within one's own heart and within every atom in the material universe. Beyond this second phase of self-realization there is the third and final stage of perfection, which is realization of Bhagav&#257;n, or the Supreme Personality of Godhead, in His own abode.</P><P>The Supreme Personality of Godhead is not primarily the superintendent of this world but rather the enjoyer of His own world, which is beyond the most fantastic dreams of the conditioned living entity. In other words, although the king or president of a country is ultimately the controller of the prison department, the king or president derives actual pleasure within his own palace and not in administering justice to the foolish prisoners. Similarly, the Lord appoints the demigods to administer the material creation on His behalf while He Himself personally enjoys the ocean of transcendental bliss in His own transcendental kingdom. Thus, realization of the Lord within His own kingdom is far superior to the primitive understanding that the Lord is the "creator" of the prison of the material world. This realization of Bhagav&#257;n begins with understanding that there are innumerable Vaikuntha planets in the spiritual sky and that on each of them a particular expansion of N&#257;r&#257;yana dwells with His innumerable devotees who are attached to that particular form. The central and chief planet in the spiritual sky is called Krishnaloka, and there the Personality of Godhead exhibits His supreme and original form of Govinda. As confirmed by Lord Brahm&#257;, govindam &#257;di-purusham tam aham bhaj&#257;mi **. Lord Brahm&#257; also states:</P><P>&#299;&#347;varah paramah krishnah</P><P CLASS=n>sac-cid-&#257;nanda-vigrahah</P><P CLASS=n>an&#257;dir &#257;dir govindah</P><P CLASS=n>sarva-k&#257;rana-k&#257;ranam</P><P>(Brahma-samhit&#257; <A CLASS=v HREF="../../../bs/5/1.htm">5.1</A>)</P><P>Thus, love of Krishna and entrance into Krishna's planet in the spiritual sky is the most supremely perfect and exalted status of life available anywhere, at any time, throughout the totality of existence. That perfection is available in Kali-yuga simply by chanting the holy names of God: Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare/ Hare R&#257;ma, Hare R&#257;ma, R&#257;ma R&#257;ma, Hare Hare. Therefore every sane man, woman or child should deeply understand the unprecedented opportunity offered by Caitanya Mah&#257;prabhu and seriously take up this chanting process. Only the most unfortunate and irrational person will neglect this transcendental opportunity.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>