<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 37"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.37</P><P CLASS=c>na hy atah paramo l&#257;bho</P><P CLASS=c>dehin&#257;m bhr&#257;myat&#257;m iha</P><P CLASS=c>yato vindeta param&#257;m</P><P CLASS=c>&#347;&#257;ntim na&#347;yati samsritih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; there is <A HREF="http://vedabase.net/n/no">no</A>; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/a/atah">atah</A> &#8212; than this (process of <A HREF="http://vedabase.net/s/sankirtana">sa&#324;k&#299;rtana</A>); <A CLASS=v HREF="http://vedabase.net/p/paramah">paramah</A> &#8212; greater; <A CLASS=v HREF="http://vedabase.net/l/labhah">l&#257;bhah</A> &#8212; thing <A HREF="http://vedabase.net/t/to">to</A> be gained; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; for embodied souls; <A CLASS=v HREF="http://vedabase.net/b/bhramyatam">bhr&#257;myat&#257;m</A> &#8212; who <A HREF="http://vedabase.net/a/are">are</A> being forced <A HREF="http://vedabase.net/t/to">to</A> wander; <A CLASS=v HREF="http://vedabase.net/i/iha">iha</A> &#8212; throughout this material universe; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from which; <A CLASS=v HREF="http://vedabase.net/v/vindeta">vindeta</A> &#8212; one obtains; <A CLASS=v HREF="http://vedabase.net/p/paramam">param&#257;m</A> &#8212; the supreme; <A CLASS=v HREF="http://vedabase.net/s/santim">&#347;&#257;ntim</A> &#8212; peace; <A CLASS=v HREF="http://vedabase.net/n/nasyati">na&#347;yati</A> &#8212; and is destroyed; <A CLASS=v HREF="http://vedabase.net/s/samsrtih">samsritih</A> &#8212; the cycle of repeated birth and death.</P><P CLASS=t>TRANSLATION</P><P>Indeed, there is no higher possible gain for embodied souls forced to wander throughout the material world than the Supreme Lord's sa&#324;k&#299;rtana movement, by which one can attain the supreme peace and free oneself from the cycle of repeated birth and death.</P><P CLASS=t>PURPORT</P><P>In the Skanda Pur&#257;na, as well as in other Pur&#257;nas, there is the following statement: mah&#257;-bh&#257;gavat&#257; nityam kalau kurvanti k&#299;rtanam. "During Kali-yuga the great devotees of the Lord always engage in k&#299;rtana, chanting the Lord's holy names." It is the nature of the Supreme Personality of Godhead to be merciful, and He is especially merciful to those who, in a helpless condition, take complete shelter of His lotus feet. One can immediately take shelter of the lotus feet of the Lord by chanting His holy names. According to &#346;r&#299;dhara Sv&#257;m&#299;, even in previous ages such as Satya-yuga it was not possible for the living entities to achieve the perfection that is available in Kali-yuga. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has explained this as follows. In former ages such as Satya-yuga human beings were perfectly qualified and easily performed even the most difficult spiritual processes, meditating for many thousands of years practically without eating or sleeping. Thus, although in any age one who completely takes shelter of the Lord's holy name gets all perfection, the highly qualified inhabitants of Satya-yuga do not consider that merely moving the tongue and lips, chanting the Lord's holy name, is a complete process and that the Lord's holy name is the only shelter within the universe. They are more attracted to the difficult and elaborate yoga system of meditation, complete with sophisticated sitting postures, painstaking control of the breath and deep, extended meditations in trance on the Personality of Godhead within the heart. In Satya-yuga sinful life is practically unheard of, and therefore people are not afflicted with the terrible reactions seen in Kali-yuga, such as world war, famine, plague, drought, insanity, etc. Although in Satya-yuga people always worship the Personality of Godhead as the ultimate goal of life and meticulously follow His laws, called dharma, they do not feel themselves to be in a helpless condition, and thus they do not always experience intense love for the Lord.</P><P>However, in Kali-yuga living conditions are so unbearable, modern governments are so obnoxious, our bodies are so ridden by physical and mental disease, and even self-preservation is so troublesome, that the conditioned souls intensely cry out the holy name of Krishna, begging for relief from the onslaught of this age. The members of the Krishna consciousness movement have vivid and unforgettable experiences of the terrible contradictions inherent in human society in this age, and thus they are firmly convinced that there is nothing to be achieved except the mercy of the Supreme Lord. In ISKCON centers throughout the world we observe wonderfully ecstatic k&#299;rtana performances in which men, women and children from all walks of life chant with startling enthusiasm the holy names of Krishna and dance in ecstasy, becoming completely indifferent to so-called public opinion. In America a prominent professor from Oberlin College visited a Hare Krishna center in California and was astonished by the enthusiasm with which the devotees chant the holy name of Krishna in their congregational performances.</P><P>Thus, due to their helpless and pathetic condition, the living entities in Kali-yuga have great impetus to surrender fully to the holy name of Krishna, putting all of their hope and faith in the Lord's holy name. Kali-yuga is therefore the best age because in this age, more than in Satya-yuga or other ages, the conditioned souls become disgusted with the kingdom of illusion and surrender fully to the Lord's holy name. This status of full surrender is called param&#257;m &#347;&#257;ntim, or supreme peace.</P><P>&#346;r&#299;la Madhv&#257;c&#257;rya has quoted a passage from the book called Sv&#257;bh&#257;vya to the effect that a bona fide spiritual master in disciplic succession is able to understand the mentality and capability of his disciples and engage them in worshiping the particular form of the Lord suitable for them. In this way the spiritual master destroys all obstacles in the path of his disciples. The general rule is that one must worship the particular form of the Lord that appears in the current yuga. One may also offer his love and worship to other forms of the Lord that appear in other ages, and specifically one is recommended to chant the holy names of Lord Nrisimhadeva to get all protection. Practically all of these injunctions are being carried out within the ISKCON movement. Within the Krishna consciousness society, men, women and children are all being engaged in worshiping the Lord according to their particular natures. In addition, according to Caitanya Mah&#257;prabhu's order, we are worshiping Balar&#257;ma and Krishna, who appeared in Dv&#257;para-yuga, because They are the original Supreme Personality of Godhead. Similarly, by chanting the Da&#347;&#257;vat&#257;ra-stotra, jaya jagad-&#299;&#347;a hare, and by reading &#346;r&#299;mad-Bh&#257;gavatam, the members of ISKCON worship all of the plenary expansions of the Personality of Godhead. And after every &#257;rati performance devotional prayers are duly chanted to Lord Nrisimhadeva for protection of this movement, which is so essential to human society.</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38-40.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>