<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 4</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 4"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.4</P><P CLASS=c>d&#363;re hari-kath&#257;h kecid</P><P CLASS=c>d&#363;re c&#257;cyuta-k&#299;rtan&#257;h</P><P CLASS=c>striyah &#347;&#363;dr&#257;daya&#347; caiva</P><P CLASS=c>te 'nukampy&#257; bhav&#257;dri&#347;&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/d/dure">d&#363;re</A> &#8212; far away; <A CLASS=v HREF="http://vedabase.net/h/han">han</A>-<A CLASS=v HREF="http://vedabase.net/k/kathah">kath&#257;h</A> &#8212; from discussion of the Supreme Personality of Godhead, <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/k/kecit">kecit</A> &#8212; many persons; <A CLASS=v HREF="http://vedabase.net/d/dure">d&#363;re</A> &#8212; far away; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/a/acyuta">acyuta</A> &#8212; infallible; <A CLASS=v HREF="http://vedabase.net/k/kirtanah">k&#299;rtan&#257;h</A> &#8212; glories; <A CLASS=v HREF="http://vedabase.net/s/striyah">striyah</A> &#8212; women; <A CLASS=v HREF="http://vedabase.net/s/sudra">&#347;&#363;dra</A>-<A CLASS=v HREF="http://vedabase.net/a/adayah">&#257;dayah</A> &#8212; &#347;&#363;dras and other fallen classes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/a/anukampyah">anukampy&#257;h</A> &#8212; deserve the mercy; <A CLASS=v HREF="http://vedabase.net/b/bhavadrsam">bhav&#257;dri&#347;&#257;m</A> &#8212; of personalities like yourself.</P><P CLASS=t>TRANSLATION</P><P>There are many persons who have little opportunity to take part in discussions about the Supreme Personality of Godhead, Hari, and thus it is difficult for them to chant His infallible glories. Persons such as women, &#347;&#363;dras and other fallen classes always deserve the mercy of great personalities like yourself.</P><P CLASS=t>PURPORT</P><P>In the previous verse it was explained that some persons are ignorant of the glories of the Personality of Godhead (na bhajanti), whereas others, although aware of the Lord, ridicule Him or state that the Lord is also material (avaj&#257;nanti). In this verse the first class, namely the ignorant, are described as fit candidates for the mercy of a pure devotee. The word d&#363;re indicates those who have little opportunity to hear and chant the glories of the Lord. According to Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura they can be explained as ye s&#257;dhu-sa&#324;ga-bh&#257;gya-h&#299;n&#257;h, those who are bereft of the association of saintly persons and pure devotees. Generally, those who are advanced in the spiritual science of Krishna consciousness avoid contact with women and low-class men. In general, women are lusty, and &#347;&#363;dras and other low-class men are habitually addicted to materialistic habits such as smoking, drinking and woman hunting. Therefore, Caitanya Mah&#257;prabhu warned the s&#257;dhus, or saintly persons, to avoid intimate connection with women and low-class men. The practical result of such a restriction is that women and lower-class men are often bereft of the opportunity to hear the glories of the Lord chanted by saintly persons; thus &#346;r&#299; Camasa Muni instructs the King that he should especially give his mercy to such fallen persons.</P><P>Our spiritual master, His Divine Grace &#346;r&#299;la Prabhup&#257;da, was severely criticized in India for giving all classes of men and women the opportunity to take part in the Krishna consciousness movement. Indeed, the caste br&#257;hmanas of India and other persons concerned only with ritualistic formalities were shocked that &#346;r&#299;la Prabhup&#257;da allowed women and persons born in low-class families to take part freely in the Vaishnava culture and even become initiated as bona fide br&#257;hmanas. However, &#346;r&#299;la Prabhup&#257;da could understand that in this age practically everyone is fallen. He saw that if spiritual life were to be limited to the so-called higher classes, there would be no possibility of spreading a genuine spiritual movement all around the world. The mercy of Caitanya Mah&#257;prabhu is so great and the holy name of Krishna so potent that any man, woman, child or even animal can become purified by chanting Krishna's name and taking pras&#257;dam, the sanctified remnants of Krishna's food. In Caitanya Mah&#257;prabhu's movement, no sincere person is restricted from achieving the highest perfection of self-realization. Whereas the impersonalists and yog&#299;s tend to be selfishly concerned with their individual realization and achievement of mystic power, it has always been the custom of the Vaishnavas to be merciful to all classes of living entities.</P><P>It is understood that the conversation between the nava-yogendras and King Nimi took place approximately at the time of Lord R&#257;macandra, many hundreds of thousands of years ago. But in the Bhagavad-g&#299;t&#257;, which was spoken only five thousand years ago, Lord Krishna Himself also states that any person, despite his material situation of life, can become the most dear devotee of the Lord by full surrender to the lotus feet of Krishna. Therefore, the fallen people of Kali-yuga should take advantage of the special mercy of the Vaishnavas and join the Krishna consciousness movement to perfect their lives and go back home, back to Godhead.</P><P CLASS=l><A CLASS=i HREF="3.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="5.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>