<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verses 38-40</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verses 38-40"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.38-40</P><P CLASS=c>krit&#257;dishu praj&#257; r&#257;jan</P><P CLASS=c>kal&#257;v icchanti sambhavam</P><P CLASS=c>kalau khalu bhavishyanti</P><P CLASS=c>n&#257;r&#257;yana-par&#257;yan&#257;h</P><P CLASS=c>kvacit kvacin mah&#257;-r&#257;ja</P><P CLASS=c>dravideshu ca bh&#363;ri&#347;ah</P><P CLASS=c>t&#257;mraparn&#299; nad&#299; yatra</P><P CLASS=c>kritam&#257;l&#257; payasvin&#299;</P><P CLASS=c>k&#257;ver&#299; ca mah&#257;-puny&#257;</P><P CLASS=c>prat&#299;c&#299; ca mah&#257;-nad&#299;</P><P CLASS=c>ye pibanti jalam t&#257;s&#257;m</P><P CLASS=c>manuj&#257; manuje&#347;vara</P><P CLASS=c>pr&#257;yo bhakt&#257; bhagavati</P><P CLASS=c>v&#257;sudeve 'mal&#257;&#347;ay&#257;h</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krta">krita</A>-<A CLASS=v HREF="http://vedabase.net/a/adisu">&#257;dishu</A> &#8212; of <A HREF="http://vedabase.net/s/satya">Satya</A> and the other earlier ages; <A CLASS=v HREF="http://vedabase.net/p/prajah">praj&#257;h</A> &#8212; the inhabitants; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/kali">Kali</A>-<A HREF="http://vedabase.net/y/yuga">yuga</A>; <A CLASS=v HREF="http://vedabase.net/i/icchanti">icchanti</A> &#8212; they want; <A CLASS=v HREF="http://vedabase.net/s/sambhavam">sambhavam</A> &#8212; birth; <A CLASS=v HREF="http://vedabase.net/k/kalau">kalau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> <A HREF="http://vedabase.net/k/kali">Kali</A>; <A CLASS=v HREF="http://vedabase.net/k/khalu">khalu</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhavisyanti">bhavishyanti</A> &#8212; there will be; <A CLASS=v HREF="http://vedabase.net/n/narayana">n&#257;r&#257;yana</A>-<A CLASS=v HREF="http://vedabase.net/p/parayanah">par&#257;yan&#257;h</A> &#8212; devotees who dedicate their lives <A HREF="http://vedabase.net/t/to">to</A> the service of Lord <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; here and there; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/r/raja">r&#257;ja</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> great monarch; <A CLASS=v HREF="http://vedabase.net/d/dravidesu">dravideshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the provinces of South India; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; but; <A CLASS=v HREF="http://vedabase.net/b/bhurisah">bh&#363;ri&#347;ah</A> &#8212; especially plentifully; <A CLASS=v HREF="http://vedabase.net/t/tamraparni">t&#257;mraparn&#299;</A> &#8212; named <A HREF="http://vedabase.net/t/tamraparni">T&#257;mraparn&#299;</A>; <A CLASS=v HREF="http://vedabase.net/n/nadi">nad&#299;</A> &#8212; the river; <A CLASS=v HREF="http://vedabase.net/y/yatra">yatra</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/k/krtamala">kritam&#257;l&#257;</A> &#8212; <A HREF="http://vedabase.net/k/krtamala">Kritam&#257;l&#257;</A>; <A CLASS=v HREF="http://vedabase.net/p/payasvini">payasvin&#299;</A> &#8212; <A HREF="http://vedabase.net/p/payasvini">Payasvin&#299;</A>; <A CLASS=v HREF="http://vedabase.net/k/kaveri">k&#257;ver&#299;</A> &#8212; <A HREF="http://vedabase.net/k/kaveri">K&#257;ver&#299;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/p/punya">puny&#257;</A> &#8212; extremely pious; <A CLASS=v HREF="http://vedabase.net/p/pratici">prat&#299;c&#299;</A> &#8212; named <A HREF="http://vedabase.net/p/pratici">Prat&#299;c&#299;</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/m/maha">mah&#257;</A>-<A CLASS=v HREF="http://vedabase.net/n/nadi">nad&#299;</A> &#8212; the Mah&#257;nad&#299;; <A CLASS=v HREF="http://vedabase.net/y/ye">ye</A> &#8212; those who; <A CLASS=v HREF="http://vedabase.net/p/pibanti">pibanti</A> &#8212; drink; <A CLASS=v HREF="http://vedabase.net/j/jalam">jalam</A> &#8212; the water; <A CLASS=v HREF="http://vedabase.net/t/tasam">t&#257;s&#257;m</A> &#8212; of these; <A CLASS=v HREF="http://vedabase.net/m/manujah">manuj&#257;h</A> &#8212; humans; <A CLASS=v HREF="http://vedabase.net/m/manuja">manuja</A>-<A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> lord of men (<A HREF="http://vedabase.net/n/nimi">Nimi</A>); <A CLASS=v HREF="http://vedabase.net/p/prayah">pr&#257;yah</A> &#8212; for the most part; <A CLASS=v HREF="http://vedabase.net/b/bhaktah">bhakt&#257;h</A> &#8212; devotees; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudeve">v&#257;sudeve</A> &#8212; Lord <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A>; <A CLASS=v HREF="http://vedabase.net/a/amala">amala</A>-<A CLASS=v HREF="http://vedabase.net/a/asayah">&#257;&#347;ay&#257;h</A> &#8212; having spotless hearts.</P><P CLASS=t>TRANSLATION</P><P>My dear King, the inhabitants of Satya-yuga and other ages eagerly desire to take birth in this age of Kali, since in this age there will be many devotees of the Supreme Lord, N&#257;r&#257;yana. These devotees will appear in various places but will be especially numerous in South India. O master of men, in the age of Kali those persons who drink the waters of the holy rivers of Dravida-de&#347;a, such as the T&#257;mraparn&#299;, Krtam&#257;l&#257;, Payasvin&#299;, the extremely pious K&#257;ver&#299; and the Prat&#299;c&#299; Mah&#257;nad&#299;, will almost all be purehearted devotees of the Supreme Personality of Godhead, V&#257;sudeva.</P><P CLASS=t>PURPORT</P><P>The Vedas contain information of past, present and future living conditions throughout the universe. This is not very wonderful. For example, although at present time in India we are experiencing spring weather, we know that in the future the torrid summer will come, followed by the rainy season, autumn and eventually winter and a new spring. Similarly, we know that these seasons have occurred repeatedly in the past. Thus, just as ordinary human beings can understand the past, present and future seasons of the earth, the liberated followers of Vedic culture can easily understand the past, present and future conditions of the seasonal ages of the earth and other planets. The inhabitants of Satya-yuga are certainly aware of the conditions of Kali-yuga. They know that in Kali-yuga the difficult material situation forces the living entity to take complete shelter of the Supreme Personality of Godhead and that the inhabitants of Kali-yuga therefore develop a high degree of love of Godhead. Therefore although the inhabitants of Satya-yuga are far more sinless, truthful and self-controlled than the people of other ages, they desire to take birth in Kali-yuga in order to taste pure love of Krishna.</P><P>Without associating with the devotees of the Lord no one can become an advanced devotee of the Lord. Therefore, since in Kali-yuga other Vedic processes collapse due to the unfavorable condition, and since the only authorized Vedic process is the devotional chanting of the Lord's holy name, which is available to everyone, there will undoubtedly be innumerable Vaishnavas, or devotees of the Lord, in this age. Birth in this age is very favorable for one who is eager to associate with the devotees. In fact, the Krishna consciousness movement is establishing authorized Vaishnava temples throughout the world so that in innumerable areas one may avail himself of association with pure Vaishnavas.</P><P>Association with the devotees of the Lord is far more valuable than any amount of association with persons who are merely self-controlled, sinless or expert in Vedic scholarship. Therefore it is stated in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../6/14/5.htm">6.14.5</A>):</P><P>mukt&#257;n&#257;m api siddh&#257;n&#257;m</P><P CLASS=n>n&#257;r&#257;yana-par&#257;yanah</P><P CLASS=n>su-durlabhah pra&#347;&#257;nt&#257;tm&#257;</P><P CLASS=n>kotishv api mah&#257;-mune</P><P>"O great sage, among many millions who are liberated and perfect in knowledge of liberation, one may be a devotee of Lord N&#257;r&#257;yana, or Krishna. Such devotees, who are fully peaceful, are extremely rare." Similarly, it is stated in Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/22/54.htm">Madhya 22.54</A>):</P><P>'s&#257;dhu-sa&#324;ga ', 's&#257;dhu-sa&#324;ga ' &#8212; sarva-&#347;&#257;stre kaya</P><P CLASS=n>lava-m&#257;tra s&#257;dhu-sa&#324;ge sarva-siddhi haya</P><P>"The verdict of all revealed scriptures is that by even a moment's association with a pure devotee, one can attain all success."</P><P>According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; the words kvacit kvacit in this verse indicate that in Kali-yuga Lord &#346;r&#299; Krishna Caitanya will appear in Gauda-de&#347;a, in the district of Nadia. And from this pivotal point, He will gradually expand the flood of love of Godhead to cover the entire earth. Many exalted devotees such as &#346;r&#299; Advait&#257;c&#257;rya also take birth in Gauda-de&#347;a.</P><P>The process of chanting the holy name of Krishna, krishna-k&#299;rtana, is not limited to Kali-yuga. In the Vishnu-dharma, in relation to the story of the fallen son of a kshatriya, it is stated,</P><P>na de&#347;a-niyamas tatra</P><P CLASS=n>na k&#257;la-niyamas tath&#257;</P><P CLASS=n>nocchisht&#257;dau nishedha&#347; ca</P><P CLASS=n>&#347;r&#299;-harer n&#257;mni lubdhakah</P><P>"There is no restriction of place or time, nor any injunction forbidding the accepting of remnants of foods, etc., when one has become greedy to chant the name of &#346;r&#299; Hari." Similarly, it is stated in the Skanda Pur&#257;na, the Vishnu-dharma and the Vai&#347;&#257;kha-m&#257;h&#257;tmya section of the Padma Pur&#257;na, cakr&#257;yudhasya n&#257;m&#257;ni sad&#257; sarvatra k&#299;rtayet: "The names of the Supreme Lord who has the disc as His weapon should be glorified always and everywhere." Similarly, the Skanda Pur&#257;na states,</P><P>na de&#347;a-k&#257;l&#257;vasth&#257;tma-</P><P CLASS=n>&#347;uddhy-&#257;dikam apekshate</P><P CLASS=n>kintu svatantram evaitam</P><P CLASS=n>n&#257;ma k&#257;mita-k&#257;ma-dam</P><P>"The name of the Lord need not be chanted with regard to place, time, circumstantial conditions, preliminary self-purification or any other factors. Rather, it is completely independent of all other processes and rewards all the desires of those who eagerly chant it." Similarly, it is stated in the Vishnu-dharma,</P><P>kalau krita-yugam tasya</P><P CLASS=n>kalis tasya krite yuge</P><P CLASS=n>yasya cetasi govindo</P><P CLASS=n>hridaye yasya n&#257;cyutah</P><P>"For one who has Lord Govinda in his heart, Satya-yuga becomes manifest in the midst of Kali, and conversely even Satya-yuga becomes Kali-yuga for one who does not have the infallible Lord in his heart." The holy name of Krishna is potent everywhere, at all times and in all circumstances; therefore one should always chant the holy names of the Lord, either in Kali-yuga, Satya-yuga, in heaven, in hell or in Vaikuntha. Krishna's holy name is eternally nondifferent from Him, and Krishna is eternally the Supreme Personality of Godhead. Thus, it is not that the holy name is powerful in this age only because other processes are not effective.</P><P>It is also stated in the &#346;r&#299; Vishnu Pur&#257;na that chanting the holy names of the Lord is far more potent than simply trying to remember the Lord through meditation. In &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../2/1/11.htm">2.1.11</A>), &#346;ukadeva Gosv&#257;m&#299; has stated,</P><P>etan nirvidyam&#257;n&#257;n&#257;m</P><P CLASS=n>icchat&#257;m akuto-bhayam</P><P CLASS=n>yogin&#257;m nripa nirn&#299;tam</P><P CLASS=n>harer n&#257;m&#257;nuk&#299;rtanam</P><P>"O King, constant chanting of the holy name of the Lord after the ways of the great authorities is the doubtless and fearless way of success for all, including those who are free from all material desires, those who are desirous of all material enjoyment, and also those who are self-satisfied by dint of transcendental knowledge." In his commentary on this verse in the Bh&#257;gavatam, &#346;r&#299;la Prabhup&#257;da has written: "According to &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;, this way of attaining success [chanting the holy name] is an established fact, concluded not only by him, but also by all other previous &#257;c&#257;ryas. Therefore there is no need of further evidence." The reader may consult &#346;r&#299;la Prabhup&#257;da's purport to this verse for a detailed explanation of the chanting of the holy name of the Lord and the offenses to be avoided in such chanting.</P><P>In the Vaishnava-cint&#257;mani there is the following statement:</P><P>agha-cchit smaranam vishnor</P><P CLASS=n>bahv-&#257;y&#257;sena s&#257;dhyate</P><P CLASS=n>oshtha-spandana-m&#257;trena</P><P CLASS=n>k&#299;rtanam tu tato varam</P><P>"Although capable of destroying all sins, the remembrance of Lord Vishnu is achieved only with extraordinary effort. On the other hand, one may perform krishna-k&#299;rtana simply by moving one's lips, and thus this process is superior." &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has also quoted the following verse:</P><P>yena janma-&#347;ataih p&#363;rvam</P><P CLASS=n>v&#257;sudevah sam&#257;rcitah</P><P CLASS=n>tan-mukhe hari-n&#257;m&#257;ni</P><P CLASS=n>sad&#257; tishthanti bh&#257;rata</P><P>"O descendant of Bharata, the holy names of Lord Vishnu are always vibrating in the mouth of one who has previously worshiped V&#257;sudeva perfectly for hundreds of lifetimes." The same idea is conveyed in the &#346;r&#299;mad-Bh&#257;gavatam by &#346;r&#299;mat&#299; Devah&#363;ti in her statement to her son, Kapila:</P><P>aho bata &#347;va-paco 'to gar&#299;y&#257;n</P><P CLASS=n>yaj-jihv&#257;gre vartate n&#257;ma tubhyam</P><P CLASS=n>tepus tapas te juhuvuh sasnur &#257;ry&#257;</P><P CLASS=n>brahm&#257;n&#363;cur n&#257;ma grinanti ye te</P><P>"Oh, how glorious are they whose tongues are chanting Your holy name! Even if born in the families of dog-eaters, such persons are worshipable. Persons who chant the holy name of Your Lordship must have executed all kinds of austerities and fire sacrifices and achieved all the good manners of the Aryans. To be chanting the holy name of Your Lordship, they must have bathed at holy places of pilgrimage, studied the Vedas and fulfilled everything required." (Bh&#257;g. <A CLASS=v HREF="../../../sb/3/33/7.htm">3.33.7</A>)</P><P>Therefore, &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has concluded that it is possible to perform k&#299;rtana equally in all ages. In Kali-yuga, however, the Supreme Personality of Godhead, by His causeless mercy, personally induces the living entities to take the holy name. Bhaktivinoda Th&#257;kura has thus quoted the Lord as follows:</P><P>enechi aushadhi m&#257;y&#257; n&#257;&#347;ib&#257;ra l&#257;gi'</P><P CLASS=n>hari-n&#257;ma mah&#257;-mantra lao tumi m&#257;gi'</P><P>"O conditioned souls who are foolishly sleeping on the lap of the witch M&#257;y&#257;, I have brought an excellent medicine to cure the disease of your illusion. This medicine is called hari-n&#257;ma. It is My holy name, and by taking this medicine you will get all perfection in life. Therefore, I sincerely request you to please take this medicine that I have personally brought for you."</P><P>In verse 32 of this chapter it was stated, yajñaih sa&#324;k&#299;rtana-pr&#257;yair yajanti hi su-medhasah. According to &#346;r&#299;la J&#299;va Gosv&#257;m&#299; the words sa&#324;k&#299;rtana-pr&#257;yaih, which mean "mainly by the process of sa&#324;k&#299;rtana," indicate that although other processes such as Deity worship may be performed to some extent in Kali-yuga, such processes, in order to be successful, must be favorably connected with the chanting of the holy names of the Lord. One who is performing worship of the Krishna Deity should know that the most essential part of such Deity worship is constant chanting of the holy names of the Lord. On the other hand, one who has perfectly chanted the holy name of the Lord need not depend on other processes, as expressed in the following famous mantra:</P><P>harer n&#257;ma harer n&#257;ma</P><P CLASS=n>harer n&#257;maiva kevalam</P><P CLASS=n>kalau n&#257;sty eva n&#257;sty eva</P><P CLASS=n>n&#257;sty eva gatir anyath&#257;</P><P CLASS=n>[<A CLASS=v HREF="../../../cc/adi/17/21.htm">Adi 17.21</A>]</P><P>"In this age of Kali there is no alternative, there is no alternative, there is no alternative for spiritual progress other than the holy name, the holy name, the holy name of the Lord." (Brihan-n&#257;rad&#299;ya Pur&#257;na <A CLASS=v HREF="http://vedabase.net/todo/purana38/126">38.126</A>) As proved by all of these evidences, the statement in the Bh&#257;gavatam (kalim sabh&#257;jayanty &#257;ry&#257;h) that spiritually advanced persons worship the age of Kali due to the facilities offered in this age by the Lord is not at all contradictory.</P><P>At the end of verse 40 in this chapter it is stated, pr&#257;yo bhakt&#257; bhagavati v&#257;sudeve 'mal&#257;&#347;ay&#257;h: in general those who are able to regularly drink the waters of the holy rivers of South India will be pure-hearted devotees of Lord V&#257;sudeva. The word pr&#257;yah, or "in general" indicates that those who are offensive to the Lord's devotees, although claiming themselves to be devotees, are not included within the list of amal&#257;&#347;ay&#257;h, or purehearted souls. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that one should not be bewildered by seeing the apparently poverty-stricken condition of the inhabitants of South India. Even nowadays the inhabitants of the places mentioned in this verse generally spend their days with meager eating and clothing and live as great renounced devotees of the Supreme Lord. In other words, clothes do not make the man. To live as a polished animal, dressing oneself luxuriously and gratifying the tongue with rich foodstuffs, is not the actual symptom of an advanced transcendentalist. Although the residents of South India are generally &#346;r&#299; Vaishnavas, or devotees in the Lakshm&#299;-samprad&#257;ya, they are recognized as devotees of the Lord by the followers of Caitanya Mah&#257;prabhu. According to &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, their austere living conditions should be taken as a good qualification, not a disqualification.</P><P CLASS=l><A CLASS=i HREF="37.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>