<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.5</P><P CLASS=c>vipro r&#257;janya-vai&#347;yau v&#257;</P><P CLASS=c>hareh pr&#257;pt&#257;h pad&#257;ntikam</P><P CLASS=c>&#347;rautena janman&#257;th&#257;pi</P><P CLASS=c>muhyanty &#257;mn&#257;ya-v&#257;dinah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/viprah">viprah</A> &#8212; the br&#257;hmanas; <A CLASS=v HREF="http://vedabase.net/r/rajanya">r&#257;janya</A>-<A CLASS=v HREF="http://vedabase.net/v/vaisyau">vai&#347;yau</A> &#8212; of the royal order and the vai&#347;yas; <A CLASS=v HREF="http://vedabase.net/v/va">v&#257;</A> &#8212; or; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Supreme Lord, <A HREF="http://vedabase.net/h/hari">Hari</A>; <A CLASS=v HREF="http://vedabase.net/p/praptah">pr&#257;pt&#257;h</A> &#8212; after being allowed <A HREF="http://vedabase.net/t/to">to</A> approach; <A CLASS=v HREF="http://vedabase.net/p/pada">pada</A>-<A CLASS=v HREF="http://vedabase.net/a/antikam">antikam</A> &#8212; near the lotus feet; <A CLASS=v HREF="http://vedabase.net/s/srautena">&#347;rautena</A> <A CLASS=v HREF="http://vedabase.net/j/janmana">janman&#257;</A> &#8212; by having received the second birth of Vedic initiation; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; then; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/m/muhyanti">muhyanti</A> &#8212; bewildered; <A CLASS=v HREF="http://vedabase.net/a/amnaya">&#257;mn&#257;ya</A>-<A CLASS=v HREF="http://vedabase.net/v/vadinah">v&#257;dinah</A> &#8212; adopting various materialistic philosophies.</P><P CLASS=t>TRANSLATION</P><P>On the other hand, br&#257;hmanas, members of the royal order and vai&#347;yas, even after being allowed to approach the lotus feet of the Supreme Lord, Hari, by receiving the second birth of Vedic initiation, can become bewildered and adopt various materialistic philosophies.</P><P CLASS=t>PURPORT</P><P>It is said that a little knowledge can be very dangerous. Those who are falsely proud of material social status and who thus neglect to perfect their worship of the Personality of Godhead are condemned in this verse. Muhyanty &#257;mn&#257;ya-v&#257;dinah: becoming attracted by the sense gratification of high status within the varn&#257;&#347;rama social system, such persons become more attracted to illusory material philosophy than to the Absolute Truth, which is not material. Within the Vedic system, br&#257;hmanas, kshatriyas and vai&#347;yas, as mentioned in this verse, are all offered initiation into the G&#257;yatr&#299; mantra and are considered twice-born, or highly civilized men. By studying Vedic literature, chanting Vedic mantras, executing ritualistic ceremonies and worshiping the spiritual master and the Personality of Godhead such persons gradually come near to the lotus feet of the Supreme Lord. If one in such an exalted position becomes proud of his status or fascinated by the heavenly material enjoyment that is undoubtedly available to the followers of the varn&#257;&#347;rama system, then one so bewildered returns to the illusory material platform of birth and death. Even the highly posted demigods become victims of m&#257;y&#257;'s enticement, as described in the first verse of &#346;r&#299;mad-Bh&#257;gavatam: muhyanti yat s&#363;rayah.</P><P>In order to justify their illusory desire to enjoy dead matter, such foolish persons condemn themselves by minimizing the necessity of worshiping the Personality of Godhead (avaj&#257;nanti) and falsely try to give equal importance to the karma-k&#257;nda section of the Vedas, which awards heavenly sense gratification in exchange for the performance of prescribed ritualistic ceremonies. Such bogus rationalizers are described in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/42.htm">2.42</A>):</P><P>y&#257;m im&#257;m pushpit&#257;m v&#257;cam</P><P CLASS=n>pravadanty avipa&#347;citah</P><P CLASS=n>veda-v&#257;da-rat&#257;h p&#257;rtha</P><P CLASS=n>n&#257;nyad ast&#299;ti v&#257;dinah</P><P>"Men of small knowledge are very much attached to the flowery words of the Vedas, which recommend various fruitive activities for elevation to the heavenly planets, resultant good birth, power and so on. Being desirous of sense gratification and opulent life, they say that there is nothing more than this."</P><P>&#346;r&#299;la Prabhup&#257;da's purport to this verse of Bhagavad-g&#299;t&#257; gives a clear picture of the offensive class of men described therein. "People in general are not very intelligent, and due to their ignorance they are most attached to the fruitive activities recommended in the karma-k&#257;nda portions of the Vedas. They do not want anything more than sense gratificatory proposals for enjoying life in heaven, where wine and women are available and material opulence is very common. In the Vedas many sacrifices are recommended for elevation to the heavenly planets, especially the jyotishtoma sacrifices. In fact, it is stated that anyone desiring elevation to heavenly planets must perform these sacrifices, and men with a poor fund of knowledge think that this is the whole purpose of Vedic wisdom. It is very difficult for such inexperienced persons to be situated in the determined action of Krishna consciousness. As fools are attached to the flowers of poisonous trees without knowing the results of such attractions, similarly, unenlightened men are attracted by such heavenly opulence and the sense enjoyment thereof.</P><P>"In the karma-k&#257;nda sections of the Vedas it is said that those who perform the four monthly penances become eligible to drink the soma-rasa beverage to become immortal and happy forever. Even on this earth some are very eager to have soma-rasa to become strong and fit to enjoy sense gratification. Such persons have no faith in liberation from material bondage, and they are very much attached to the pompous ceremonies of Vedic sacrifices. They are generally sensual, and they do not want anything other than the heavenly pleasures of life. It is understood that there are gardens called Nandana-k&#257;nana, in which there is good opportunity for association with angelic, beautiful women and having a profuse supply of soma-rasa wine. Such bodily happiness is certainly sensual; therefore there are those who are purely attached to material, temporary happiness, as lords of the material world."</P><P>The significant point in this verse is that such bewildered materialists who have become attracted to the materialistic portions of the Vedas (muhyanty &#257;mn&#257;ya-v&#257;dinah) desire to ignore the supreme proprietorship of the Personality of Godhead, who is the supreme enjoyer (bhokt&#257;ram yajña-tapas&#257;m [<A CLASS=v HREF="../../../bg/5/29.htm">Bg. 5.29</A>]). And at the same time they wish to preserve their exalted status as followers of the Vedic principles. Such duplicitous persons take shelter of materialistic philosophers, such as Jaimini, who deny the existence of God as a tangible principle (&#299;&#347;var&#257;siddheh) and therefore recommend material fruitive activities as the highest knowable truth. Such so-called Vedic philosophers amount to little more than polished atheists and are therefore understood to be an&#299;&#347;vara-v&#257;dinah, or those who preach against the supremacy of the Supreme Personality of Godhead. Although foolish materialistic followers of the varn&#257;&#347;rama system desire to maintain their exalted status as &#256;ryans, or twice-born men, and at the same time neglect the Personality of Godhead, it is clearly stated in the Bh&#257;gavatam (<A CLASS=v HREF="../../11/5/3.htm">11.5.3</A>), sth&#257;n&#257;d bhrasht&#257;h patanty adhah: such persons inevitably fall from their position into a degraded condition of life. As confirmed in this verse by the word muhyanti, they fall into the darkness of ignorance. Sometimes such pompous persons even present themselves as gurus. However, Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura has pointed out that they are actually laghu, or flimsy, rather than guru, or heavy with Vedic knowledge. It is one's ultimate duty to oneself (sv&#257;rtha-gati) and to the Personality of Godhead to give up all materialistic activities characterized by karma and jñ&#257;na and surrender fully at the lotus feet of the Lord. Only the most unfortunate person will consider that there is a higher pleasure than ecstatic surrender at the lotus feet of Gokul&#257;nanda, the Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="4.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="6.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>