<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5 Verse 50</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5 Verse 50"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5.50</P><P CLASS=c>bh&#363;-bh&#257;r&#257;sura-r&#257;janya-</P><P CLASS=c>hantave guptaye sat&#257;m</P><P CLASS=c>avat&#299;rnasya nirvrityai</P><P CLASS=c>ya&#347;o loke vitanyate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhu">bh&#363;</A>-<A CLASS=v HREF="http://vedabase.net/b/bhara">bh&#257;ra</A> &#8212; who were the burden of the earth; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A> &#8212; demons; <A CLASS=v HREF="http://vedabase.net/r/rajanya">r&#257;janya</A> &#8212; members of the kingly order; <A CLASS=v HREF="http://vedabase.net/h/hantave">hantave</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> kill; <A CLASS=v HREF="http://vedabase.net/g/guptaye">guptaye</A> &#8212; for the protection; <A CLASS=v HREF="http://vedabase.net/s/satam">sat&#257;m</A> &#8212; of the saintly devotees; <A CLASS=v HREF="http://vedabase.net/a/avitirnasya">avit&#299;rnasya</A> &#8212; of Him who has descended; <A CLASS=v HREF="http://vedabase.net/n/nirvrtyai">nirvrityai</A> &#8212; also for awarding liberation; <A CLASS=v HREF="http://vedabase.net/y/yasah">ya&#347;ah</A> &#8212; the fame; <A CLASS=v HREF="http://vedabase.net/l/loke">loke</A> &#8212; throughout the world; <A CLASS=v HREF="http://vedabase.net/v/vitanyate">vitanyate</A> &#8212; has become spread.</P><P CLASS=t>TRANSLATION</P><P>The Supreme Personality of Godhead descended to kill the demoniac kings who were the burden of the earth and to protect the saintly devotees. However, both the demons and the devotees are awarded liberation by the Lord's mercy. Thus, His transcendental fame has spread throughout the universe.</P><P CLASS=t>PURPORT</P><P>A doubt may arise as to how the Supreme Personality of Godhead descends to this material world. And since He is the omnipotent creator of millions of universes, why do the devotees glorify as wonderful the Lord's activities such as His killing a witch named P&#363;tan&#257; by sucking out her life through her breast? Although such activities are certainly beyond the scope of ordinary human beings, why should they be considered wonderful when executed by the omnipotent Personality of Godhead? The answer is given in this verse by the word nirvrityai The Lord killed the demons not because He was envious of them, but in order to give them spiritual liberation. Thus the causeless mercy of the Personality of Godhead in liberating both the devotees and the demons by His inconceivable pastimes clearly distinguishes the Lord from any other living entity, either man or demigod. It is stated, mukti-prad&#257;t&#257; sarvesh&#257;m vishnur eva na sam&#347;ayah: only Vishnu can give liberation beyond birth and death. &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has pointed out that generally the demons are awarded impersonal liberation in the Brahman effulgence, whereas the devotees are given the superior benediction of love of Godhead in the spiritual planets. Thus, the Lord exhibits His causeless mercy toward all classes of living entities, and His fame is spread throughout the universe. Because Krishna is transcendental, His fame is not different from His personal incarnation, so as the Lord's fame expands, the entire universe is gradually liberated. These are some of the unique characteristics of the Supreme Personality of Godhead.</P><P CLASS=l><A CLASS=i HREF="49.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="51.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>