<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 11 Chapter 5</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 11 Chapter 5"></HEAD><BODY><TABLE><TR><TD>Canto 11: <A CLASS=v HREF="../index.htm">General History</A></TD><TD CLASS=m>Chapter 5: <A CLASS=v HREF="index.htm">N&#257;rada Concludes His Teachings to Vasudeva</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 11.5 Summary</P><P>In this chapter the destination of persons who are inimical to the worship of Lord Hari, who are unable to control their own senses and who are not peaceful is examined, along with the different names, forms and modes of worship of the Personality of Godhead in each yuga.</P><P>From the face, arms, thighs and feet of the primeval person Lord Vishnu are born (correspondingly and in order of the modes of goodness, passion and ignorance) the four varnas &#8212; br&#257;hmana and so on &#8212; and also the four different &#257;&#347;ramas. If the members of the four varnas and four &#257;&#347;ramas do not worship Lord &#346;r&#299; Hari, who is Himself directly the origin of their own creation, they will simply fall down. Among these classes, women and &#347;&#363;dras, who generally have no contact with the hearing and chanting of hari-kath&#257;, are on account of their very ignorance special candidates for the mercy of great souls. The members of the other three varnas, becoming fit for achieving the lotus feet of Hari by second birth through Vedic initiation (&#347;rauta-janma), nevertheless become confused by concocted interpretations of the Vedas. Presuming themselves to be great scholars, although not understanding the essential meaning of karma, they become flatterers of other deities in their greed for fruitive results and ridicule the devotees of the Supreme Personality of Godhead. They are fixed in family life, attached to mundane gossip and indifferent to the devotional service of Vishnu and the Vaishnavas. They are maddened by material opulences and pleasures, devoid of real discrimination and intelligence and always function on the mental platform. But such attachment to family life and so on is most natural for the mass of people, even though it is against the best advice of &#347;&#257;stra. To become disentangled from such life in all respects is the principal teaching of the Vedas. Real wealth is that conducive to the faithful execution of the duty of the soul, not that which exists simply for selfish sense gratification. As a consequence of the desire to indulge the senses, men and women couple together to produce children. Engaging in animal slaughter apart from that necessary for performance of sacrifice, these human animals themselves suffer violence in the next life. If because of excessive greed for one's own pleasure one commits violence against living beings. he is also attacking Lord &#346;r&#299; Hari, who is present in the bodies of all living entities as the Supersoul. Opposed to Lord V&#257;sudeva, ignorant self-cheaters completely carry out their own ruination and enter into hell.</P><P>The Supreme Personality of Godhead, &#346;r&#299; Hari, accepts in each of the different yugas various colors, names and forms and is worshiped by various prescribed processes. In Satya-yuga the Supreme Lord is white in complexion, has four arms, dresses as a brahmac&#257;r&#299;, is known by such names as Hamsa and is served by the practice of meditational yoga. In Tret&#257;-yuga He is red in color and four-armed, is the personification of sacrifice, is characterized by the symbols of the sacrificial spoon, ladle, etc., is called by such names as Yajña and is worshiped by Vedic sacrifices. In Dv&#257;para-yuga He is of dark blue complexion, wears a yellow garment, is marked by &#346;r&#299;vatsa and other signs, has such names as V&#257;sudeva and is worshiped in His Deity form by the regulations of the Vedas and tantras. In Kali-yuga He is golden in color, is accompanied by associates who are His primary and secondary limbs and His weapons, is absorbed in krishna-k&#299;rtana and is worshiped by the performance of sa&#324;k&#299;rtana-yajña. Since in Kali-yuga all the goals of human life can be achieved simply by the glorification of the holy name of Lord &#346;r&#299; Hari, those who can appreciate the real essence of things praise Kali-yuga. In Kali-yuga many people in South India (Dravida-de&#347;a), in places where the T&#257;mraparn&#299;, Kritam&#257;l&#257;, K&#257;ver&#299; and Mah&#257;nad&#299; rivers flow, will be dedicated to the devotional service of the Supreme Lord.</P><P>Persons who give up all false ego and take full shelter of Lord Hari are no longer debtors to the demigods or anyone else. The Personality of Godhead, &#346;r&#299; Hari, appears in the hearts of devotees who know no other shelter than Him and causelessly drives away all evil desires from the devotees' hearts. Videhar&#257;ja Nimi, having heard elaborate descriptions of bh&#257;gavata-dharma from the mouths of the nava-yogendras, offered worship to them with a satisfied mind. They then disappeared.</P><P>Devarshi N&#257;rada thereupon instructed Vasudeva about the ultimate shelter of devotional service. He told Vasudeva that although Lord Krishna had become his son, having appeared in this world to free the earth of its burden, he still should not think of Lord Krishna as his child, but rather as the Supreme Personality of Godhead. Even by meditating upon Krishna in a spirit of enmity, such kings as &#346;i&#347;up&#257;la attained an equal status to Him. So to attempt to say anything more about the perfect achievement of great souls such as Vasudeva, who enjoy intimate loving relations with Krishna, would be a useless endeavor.</P><P CLASS=l><A CLASS=i HREF="../4/23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>