<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.1</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>vaiy&#257;saker iti vacas</P><P CLASS=c>tattva-ni&#347;cayam &#257;tmanah</P><P CLASS=c>upadh&#257;rya matim krishne</P><P CLASS=c>auttareyah sat&#299;m vyadh&#257;t</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/v/vaiyasakeh">vaiy&#257;sakeh</A> &#8212; of <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/v/vacah">vacah</A> &#8212; speeches; <A CLASS=v HREF="http://vedabase.net/t/tattva">tattva</A>-<A CLASS=v HREF="http://vedabase.net/n/niscayam">ni&#347;cayam</A> &#8212; that which verifies the truth; <A CLASS=v HREF="http://vedabase.net/a/atmanah">&#257;tmanah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the self; <A CLASS=v HREF="http://vedabase.net/u/upadharya">upadh&#257;rya</A> &#8212; just having realized; <A CLASS=v HREF="http://vedabase.net/m/matim">matim</A> &#8212; concentration of the mind; <A CLASS=v HREF="http://vedabase.net/k/krsne">krishne</A> &#8212; unto Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/a/auttareyah">auttareyah</A> &#8212; the son of <A HREF="http://vedabase.net/u/uttara">Uttar&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/satim">sat&#299;m</A> &#8212; chaste; <A CLASS=v HREF="http://vedabase.net/v/vyadhat">vyadh&#257;t</A> &#8212; applied.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: Mah&#257;r&#257;ja Par&#299;kshit, the son of Uttar&#257;, after hearing the speeches of &#346;ukadeva Gosv&#257;m&#299;, which were all about the truth of the self, applied his concentration faithfully upon Lord Krishna.</P><P CLASS=t>PURPORT</P><P>The word sat&#299;m is very significant. This means "existing" and "chaste." And both imports are perfectly applicable in the case of Mah&#257;r&#257;ja Par&#299;kshit. The whole Vedic adventure is to draw one's attention entirely unto the lotus feet of Lord Krishna without any diversion, as instructed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>). Fortunately Mah&#257;r&#257;ja Par&#299;kshit had already been attracted to the Lord from the very beginning of his body, in the womb of his mother. In the womb of his mother he was struck by the brahm&#257;stra atomic bomb released by A&#347;vatth&#257;m&#257;, but by the grace of the Lord he was saved from being burnt by the fiery weapon, and since then the King continuously concentrated his mind upon Lord Krishna, which made him perfectly chaste in devotional service. So by natural sequence he was a chaste devotee of the Lord, and when he further heard from &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299; that one should worship the Lord only and no one else, even though full of all desires or desireless, his natural affection for Krishna was strengthened. We have already discussed these topics.</P><P>To become a pure devotee of Lord Krishna, two things are very much essential, namely having a chance to be born in the family of a devotee and having the blessings of a bona fide spiritual master. By the grace of Lord Krishna, Par&#299;kshit Mah&#257;r&#257;ja had both opportunities. He was born in a family of such devotees as the P&#257;ndavas, and just to continue the dynasty of the P&#257;ndavas and show them special favor, the Lord specifically saved Mah&#257;r&#257;ja Par&#299;kshit, who later on, by the arrangement of the Lord, was cursed by the boy of a br&#257;hmana and was able to get the association of such a spiritual master as &#346;ukadeva Gosv&#257;m&#299;. In the Caitanya-carit&#257;mrita it is said that a fortunate person, by the mercy of the spiritual master and Lord Krishna, achieves the path of devotional service. This was perfectly applicable in the case of Mah&#257;r&#257;ja Par&#299;kshit. By way of being born in a family of devotees, he automatically came in touch with Krishna, and after being so contacted he constantly remembered Him. Consequently Lord Krishna gave the King a further chance for development in devotional service by introducing him to &#346;ukadeva Gosv&#257;m&#299;, a stalwart devotee of the Lord with perfect knowledge in self-realization. And by hearing from a bona fide spiritual master, he was perfectly able to concentrate his chaste mind further upon Lord Krishna, as a matter of course.</P><P CLASS=l><A CLASS=i HREF="../3/25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>