<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 11"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.11</P><P CLASS=c>s&#363;ta uv&#257;ca</P><P CLASS=c>ity up&#257;mantrito r&#257;jñ&#257;</P><P CLASS=c>gun&#257;nukathane hareh</P><P CLASS=c>hrish&#299;ke&#347;am anusmritya</P><P CLASS=c>prativaktum pracakrame</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sutah">s&#363;tah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/suta">S&#363;ta</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/i/iti">iti</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/u/upamantritah">up&#257;mantritah</A> &#8212; being requested; <A CLASS=v HREF="http://vedabase.net/r/rajna">r&#257;jñ&#257;</A> &#8212; by the King; <A CLASS=v HREF="http://vedabase.net/g/guna">guna</A>-<A CLASS=v HREF="http://vedabase.net/a/anukathane">anukathane</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> describing the transcendental attributes of the Lord; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the personality of Godhead; <A CLASS=v HREF="http://vedabase.net/h/hrsikesam">hrish&#299;ke&#347;am</A> &#8212; the master of the senses; <A CLASS=v HREF="http://vedabase.net/a/anusmrtya">anusmritya</A> &#8212; properly remembering; <A CLASS=v HREF="http://vedabase.net/p/prativaktum">prativaktum</A> &#8212; just <A HREF="http://vedabase.net/t/to">to</A> reply; <A CLASS=v HREF="http://vedabase.net/p/pracakrame">pracakrame</A> &#8212; executed the preliminaries.</P><P CLASS=t>TRANSLATION</P><P>S&#363;ta Gosv&#257;m&#299; said: When &#346;ukadeva Gosv&#257;m&#299; was thus requested by the King to describe the creative energy of the Personality of Godhead, he then systematically remembered the master of the senses [&#346;r&#299; Krishna], and to reply properly he spoke thus.</P><P CLASS=t>PURPORT</P><P>The devotees of the Lord, while delivering speeches and describing the transcendental attributes of the Lord, do not think that they can do anything independently. They think that they can speak only what they are induced to speak by the Supreme Lord, the master of the senses. The senses of the individual being are not his own; the devotee knows that such senses belong to the Supreme Lord and that they can be properly used when they are employed for the service of the Lord. The senses are instruments, and elements are ingredients, all endowed by the Lord; therefore whatever an individual can do, speak, see, etc., is under the direction of the Lord only. The Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>) confirms this: sarvasya c&#257;ham hridi sannivishto mattah smritir jñ&#257;nam apohanam ca. No one is free to act freely and independently, and as such, one should always seek the permission of the Lord to act or eat or speak, and by the blessing of the Lord everything done by a devotee is beyond the principles of the four defects typical of the conditioned soul.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>