<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 12</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 12"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.12</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>namah parasmai purush&#257;ya bh&#363;yase</P><P CLASS=c>sad-udbhava-sth&#257;na-nirodha-l&#299;lay&#257;</P><P CLASS=c>grih&#299;ta-&#347;akti-tritay&#257;ya dehin&#257;m</P><P CLASS=c>antarbhav&#257;y&#257;nupalakshya-vartmane</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; offering obeisances; <A CLASS=v HREF="http://vedabase.net/p/parasmai">parasmai</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/p/purusaya">purush&#257;ya</A> &#8212; personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhuyase">bh&#363;yase</A> &#8212; unto the complete whole; <A CLASS=v HREF="http://vedabase.net/s/sad">sad</A>-<A CLASS=v HREF="http://vedabase.net/u/udbhava">udbhava</A> &#8212; the creation of the material world; <A CLASS=v HREF="http://vedabase.net/s/sthana">sth&#257;na</A> &#8212; its maintenance; <A CLASS=v HREF="http://vedabase.net/n/nirodha">nirodha</A> &#8212; and its winding up; <A CLASS=v HREF="http://vedabase.net/l/lilaya">l&#299;lay&#257;</A> &#8212; by the pastime of; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A> &#8212; having accepted; <A CLASS=v HREF="http://vedabase.net/s/sakti">&#347;akti</A> &#8212; power; <A CLASS=v HREF="http://vedabase.net/t/tritayaya">tritay&#257;ya</A> &#8212; three modes; <A CLASS=v HREF="http://vedabase.net/d/dehinam">dehin&#257;m</A> &#8212; of all who possess material bodies; <A CLASS=v HREF="http://vedabase.net/a/antah">antah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhavaya">bhav&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/h/he">He</A> who resides within; <A CLASS=v HREF="http://vedabase.net/a/anupalaksya">anupalakshya</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/v/vartmane">vartmane</A> &#8212; one who has such ways.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: Let me offer my respectful obeisances unto the Supreme Personality of Godhead who, for the creation of the material world, accepts the three modes of nature. He is the complete whole residing within the body of everyone, and His ways are inconceivable.</P><P CLASS=t>PURPORT</P><P>This material world is a manifestation of the three modes goodness, passion and ignorance, and the Supreme Lord, for the creation, maintenance and destruction of the material world, accepts three predominating forms as Brahm&#257;, Vishnu and &#346;a&#324;kara (&#346;iva). As Vishnu He enters into every body materially created. As Garbhodaka&#347;&#257;y&#299; Vishnu He enters into every universe, and as Ksh&#299;rodaka&#347;&#257;y&#299; Vishnu He enters the body of every living being. Lord &#346;r&#299; Krishna, being the origin of all vishnu-tattvas, is addressed here as parah pum&#257;n, or Purushottama, as described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/18.htm">15.18</A>). He is the complete whole. The purush&#257;vat&#257;ras are therefore His plenary expansions. Bhakti-yoga is the only process by which one can become competent to know Him. Because the empiric philosophers and mystic yog&#299;s cannot conceive of the Personality of Godhead, He is called anupalakshya-vartmane, the Lord of the inconceivable way, or bhakti-yoga.</P><P CLASS=l><A CLASS=i HREF="11.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="13.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>