<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 13</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 13"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.13</P><P CLASS=c>bh&#363;yo namah sad-vrijina-cchide 'sat&#257;m</P><P CLASS=c>asambhav&#257;y&#257;khila-sattva-m&#363;rtaye</P><P CLASS=c>pums&#257;m punah p&#257;ramahamsya &#257;&#347;rame</P><P CLASS=c>vyavasthit&#257;n&#257;m anumrigya-d&#257;&#347;ushe</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhuyah">bh&#363;yah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my obeisances; <A CLASS=v HREF="http://vedabase.net/s/sat">sat</A> &#8212; of the devotees or the pious; <A CLASS=v HREF="http://vedabase.net/v/vrjina">vrijina</A> &#8212; distresses; <A CLASS=v HREF="http://vedabase.net/c/chide">chide</A> &#8212; the liberator; <A CLASS=v HREF="http://vedabase.net/a/asatam">asat&#257;m</A> &#8212; of the atheists, the nondevotee-demons; <A CLASS=v HREF="http://vedabase.net/a/asambhavaya">asambhav&#257;ya</A> &#8212; cessation of further unhappiness; <A CLASS=v HREF="http://vedabase.net/a/akhila">akhila</A> &#8212; complete; <A CLASS=v HREF="http://vedabase.net/s/sattva">sattva</A> &#8212; goodness; <A CLASS=v HREF="http://vedabase.net/m/murtaye">m&#363;rtaye</A> &#8212; unto the Personality; <A CLASS=v HREF="http://vedabase.net/p/pumsam">pums&#257;m</A> &#8212; of the transcendentalists; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/p/paramahamsye">p&#257;ramahamsye</A> &#8212; the highest stage of spiritual perfection; <A CLASS=v HREF="http://vedabase.net/a/asrame">&#257;&#347;rame</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the status; <A CLASS=v HREF="http://vedabase.net/v/vyavasthitanam">vyavasthit&#257;n&#257;m</A> &#8212; particularly situated; <A CLASS=v HREF="http://vedabase.net/a/anumrgya">anumrigya</A> &#8212; the destination; <A CLASS=v HREF="http://vedabase.net/d/dasuse">d&#257;&#347;ushe</A> &#8212; one who delivers.</P><P CLASS=t>TRANSLATION</P><P>I again offer my respectful obeisances unto the form of complete existence and transcendence, who is the liberator of the pious devotees from all distresses and the destroyer of the further advances in atheistic temperament of the nondevotee-demons. For the transcendentalists who are situated in the topmost spiritual perfection, He grants their specific destinations.</P><P CLASS=t>PURPORT</P><P>Lord &#346;r&#299; Krishna is the complete form of all existence, both material and spiritual. Akhila means complete, or that which is not khila, inferior. As stated in the Bhagavad-g&#299;t&#257;, there are two kinds of nature (prakriti), namely the material nature and the spiritual nature, or the external and internal potencies of the Lord. The material nature is called apar&#257;, or inferior, and the spiritual nature is called superior or transcendental. Therefore the form of the Lord is not of the inferior, material nature. He is complete transcendence. And He is m&#363;rti, or having transcendental form. The less intelligent men, who are unaware of His transcendental form, describe Him as impersonal Brahman. But Brahman is simply the rays of His transcendental body (yasya prabh&#257; [<A CLASS=v HREF="../../../bs/5/40.htm">Bs. 5.40</A>]). The devotees, who are aware of His transcendental form, render Him service; therefore the Lord also reciprocates by His causeless mercy and thus delivers His devotees from all distresses. The pious men who follow the rulings of the Vedas are also dear to Him, and therefore the pious men of this world are also protected by Him. The impious and the nondevotees are against the principles of the Vedas, and so such persons are always hampered from making advances in their nefarious activities. Some of them, who are specially favored by the Lord, are killed by Him personally, as in the cases of R&#257;vana, Hiranyaka&#347;ipu and Kamsa, and thus such demons get salvation and are thereby checked from further progress in their demoniac activities. Just like a kind father, either in His favor upon the devotees or His punishment of the demons He is ever kind to everyone because He is the complete existence for all individual existence.</P><P>The paramahamsa stage of existence is the highest perfectional stage of spiritual values. According to &#346;r&#299;mat&#299; Kunt&#299;dev&#299;, the Lord is factually understood by the paramahamsas only. As there is gradual realization of the transcendence from impersonal Brahman to localized Param&#257;tm&#257; to the Personality of Godhead, Purushottama, Lord Krishna, similarly there is gradual promotion of one's situation in the spiritual life of sanny&#257;sa. Kut&#299;caka, bah&#363;daka, parivr&#257;jak&#257;c&#257;rya and paramahamsa are gradual progressive stages in the renounced order of life, sanny&#257;sa, and Queen Kunt&#299;dev&#299;, the mother of the P&#257;ndavas, has spoken about them in her prayers for Lord Krishna (Canto One, Chapter Eight). The paramahamsas are generally found among both the impersonalists and the devotees, but according to &#346;r&#299;mad-Bh&#257;gavatam (as clearly stated by Kunt&#299;dev&#299;), pure bhakti-yoga is understood by the paramahamsas, and Kunt&#299;dev&#299; has especially mentioned that the Lord descends (paritr&#257;n&#257;ya s&#257;dh&#363;n&#257;m) especially to award bhakti-yoga to the paramahamsas. So ultimately the paramahamsas, in the true sense of the term, are unalloyed devotees of the Lord. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has directly accepted that the highest destination is bhakti-yoga, by which one accepts the transcendental loving service of the Lord. Those who accept the path of bhakti-yoga are the factual paramahamsas.</P><P>Since the Lord is very kind to everyone, the impersonalists, who accept bhakti as the means of merging in the existence of the Lord in His impersonal brahmajyoti, are also awarded their desired destination. He has assured everyone in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/11.htm">4.11</A>): ye yath&#257; m&#257;m prapadyante. According to &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299;, there are two classes of paramahamsas, namely the brahm&#257;nand&#299;s (impersonalists) and the prem&#257;nand&#299;s (devotees), and both are awarded their desired destinations, although the prem&#257;nand&#299;s are more fortunate than the brahm&#257;nand&#299;s. But both the brahm&#257;nand&#299;s and the prem&#257;nand&#299;s are transcendentalists, and they have nothing to do with the inferior, material nature full of the existential miseries of life.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="14.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>