<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 14"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.14</P><P CLASS=c>namo namas te 'stv rishabh&#257;ya s&#257;tvat&#257;m</P><P CLASS=c>vid&#363;ra-k&#257;shth&#257;ya muhuh kuyogin&#257;m</P><P CLASS=c>nirasta-s&#257;my&#257;ti&#347;ayena r&#257;dhas&#257;</P><P CLASS=c>sva-dh&#257;mani brahmani ramsyate namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; let <A HREF="http://vedabase.net/m/me">me</A> offer my obeisances unto You; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; <A HREF="http://vedabase.net/a/are">are</A>; <A CLASS=v HREF="http://vedabase.net/r/rsabhaya">rishabh&#257;ya</A> &#8212; unto the great associate; <A CLASS=v HREF="http://vedabase.net/s/satvatam">s&#257;tvat&#257;m</A> &#8212; of the members of the <A HREF="http://vedabase.net/y/yadu">Yadu</A> dynasty; <A CLASS=v HREF="http://vedabase.net/v/vidura">vid&#363;ra</A>-<A CLASS=v HREF="http://vedabase.net/k/kasthaya">k&#257;shth&#257;ya</A> &#8212; one who is far from mundane wranglers; <A CLASS=v HREF="http://vedabase.net/m/muhuh">muhuh</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/k/ku">ku</A>-<A CLASS=v HREF="http://vedabase.net/y/yoginam">yogin&#257;m</A> &#8212; of the nondevotees; <A CLASS=v HREF="http://vedabase.net/n/nirasta">nirasta</A> &#8212; vanquished; <A CLASS=v HREF="http://vedabase.net/s/samya">s&#257;mya</A> &#8212; equal status; <A CLASS=v HREF="http://vedabase.net/a/atisayena">ati&#347;ayena</A> &#8212; by greatness; <A CLASS=v HREF="http://vedabase.net/r/radhasa">r&#257;dhas&#257;</A> &#8212; by opulence; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A>-<A CLASS=v HREF="http://vedabase.net/d/dhamani">dh&#257;mani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> His own abode; <A CLASS=v HREF="http://vedabase.net/b/brahmani">brahmani</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the spiritual sky; <A CLASS=v HREF="http://vedabase.net/r/ramsyate">ramsyate</A> &#8212; enjoys; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> <A HREF="http://vedabase.net/d/do">do</A> bow down.</P><P CLASS=t>TRANSLATION</P><P>Let me offer my respectful obeisances unto He who is the associate of the members of the Yadu dynasty and who is always a problem for the nondevotees. He is the supreme enjoyer of both the material and spiritual worlds, yet He enjoys His own abode in the spiritual sky. There is no one equal to Him because His transcendental opulence is immeasurable.</P><P CLASS=t>PURPORT</P><P>There are two sides of the transcendental manifestations of the Supreme Lord, &#346;r&#299; Krishna. For the pure devotees He is the constant companion, as in the case of His becoming one of the family members of the Yadu dynasty, or His becoming the friend of Arjuna, or His becoming the associate neighbor of the inhabitants of Vrind&#257;vana, as the son of Nanda-Ya&#347;od&#257;, the friend of Sud&#257;m&#257;, &#346;r&#299;d&#257;m&#257; and Madhuma&#324;gala, or the lover of the damsels of Vrajabh&#363;mi, etc. That is part of His personal features. And by His impersonal feature He expands the rays of the brahmajyoti, which is limitless and all-pervasive. Part of this all-pervasive brahmajyoti, which is compared to the sun rays, is covered by the darkness of the mahat-tattva, and this insignificant part is known as the material world. In this material world there are innumerable universes like the one we can experience, and in each of them there are hundreds of thousands of planets like the one we are inhabiting. The mundaners are more or less captivated by the unlimited expansion of the rays of the Lord, but the devotees are concerned more with His personal form, from which everything is emanating (janm&#257;dy asya yatah [<A CLASS=v HREF="../../1/1/1.htm">SB 1.1.1</A>]). As the sun rays are concentrated in the sun disc, the brahmajyoti is concentrated in Goloka Vrind&#257;vana, the topmost spiritual planet in the spiritual sky. The immeasurable spiritual sky is full of spiritual planets, named Vaikunthas, far beyond the material sky. The mundaners have insufficient information of even the mundane sky, so what can they think of the spiritual sky? Therefore the mundaners are always far, far away from Him. Even if in the future they are able to manufacture some machine whose speed may be accelerated to the velocity of the wind or mind, the mundaners will still be unable to imagine reaching the planets in the spiritual sky. So the Lord and His residential abode will always remain a myth or a mysterious problem, but for the devotees the Lord will always be available as an associate.</P><P>In the spiritual sky His opulence is immeasurable. The Lord resides in all the spiritual planets, the innumerable Vaikuntha planets, by expanding His plenary portions along with His liberated devotee associates, but the impersonalists who want to merge in the existence of the Lord are allowed to merge as one of the spiritual sparks of the brahmajyoti. They have no qualifications for becoming associates of the Lord either in the Vaikuntha planets or in the supreme planet, Goloka Vrind&#257;vana, described in the Bhagavad-g&#299;t&#257; as mad-dh&#257;ma and here in this verse as the sva-dh&#257;ma of the Lord.</P><P>This mad-dh&#257;ma or sva-dh&#257;ma is described in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/6.htm">15.6</A>) as follows:</P><P>na tad bh&#257;sayate s&#363;ryo</P><P CLASS=n>na &#347;a&#347;&#257;&#324;ko na p&#257;vakah</P><P CLASS=n>yad gatv&#257; na nivartante</P><P CLASS=n>tad dh&#257;ma paramam mama</P><P>The Lord's sva-dh&#257;ma does not require any sunlight or moonlight or electricity for illumination. That dh&#257;ma, or place, is supreme, and whoever goes there never comes back to this material world.</P><P>The Vaikuntha planets and the Goloka Vrind&#257;vana planet are all self-illuminating, and the rays scattered by those sva-dh&#257;ma of the Lord constitute the existence of the brahmajyoti. As further confirmed in the Vedas like the Mundaka (<A CLASS=v HREF="http://vedabase.net/todo/mu/2/2/10">2.2.10</A>), Katha (<A CLASS=v HREF="http://vedabase.net/todo/katha2/2/15">2.2.15</A>) and &#346;vet&#257;&#347;vatara Upanishads (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/6/14">6.14</A>):</P><P>na tatra s&#363;ryo bh&#257;ti na candra-t&#257;rakam</P><P CLASS=n>nem&#257; vidyuto bh&#257;nti kuto 'yam agnih</P><P CLASS=n>tam eva bh&#257;ntam anu bh&#257;ti sarvam</P><P CLASS=n>tasya bh&#257;s&#257; sarvam idam vibh&#257;ti</P><P>In the sva-dh&#257;ma of the Lord there is no need of sun, moon or stars for illumination. Nor is there need of electricity, so what to speak of ignited lamps? On the other hand, it is because those planets are self-illuminating that all effulgence has become possible, and whatever there is that is dazzling is due to the reflection of that sva-dh&#257;ma.</P><P>One who is dazzled by the effulgence of the impersonal brahmajyoti cannot know the personal transcendence; therefore in the &#298;&#347;opanishad (15) it is prayed that the Lord shift His dazzling effulgence so that the devotee can see the real reality. It is spoken thus:</P><P>hiranmayena p&#257;trena</P><P CLASS=n>satyasy&#257;pihitam mukham</P><P CLASS=n>tat tvam p&#363;shann ap&#257;vrinu</P><P CLASS=n>satya-dharm&#257;ya drishtaye</P><P>"O Lord, You are the maintainer of everything, both material and spiritual, and everything flourishes by Your mercy. Your devotional service, or bhakti-yoga, is the actual principle of religion, satya-dharma, and I am engaged in that service. So kindly protect me by showing Your real face. Please, therefore, remove the veil of Your brahmajyoti rays so that I can see Your form of eternal bliss and knowledge."</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>