<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 15"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.15</P><P CLASS=c>yat-k&#299;rtanam yat-smaranam yad-&#299;kshanam</P><P CLASS=c>yad-vandanam yac-chravanam yad-arhanam</P><P CLASS=c>lokasya sadyo vidhunoti kalmasham</P><P CLASS=c>tasmai subhadra-&#347;ravase namo namah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/k/kirtanam">k&#299;rtanam</A> &#8212; glorification; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/s/smaranam">smaranam</A> &#8212; remembrances; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/i/iksanam">&#299;kshanam</A> &#8212; audience; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/v/vandanam">vandanam</A> &#8212; prayers; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/s/sravanam">&#347;ravanam</A> &#8212; hearing about; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whose; <A CLASS=v HREF="http://vedabase.net/a/arhanam">arhanam</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/l/lokasya">lokasya</A> &#8212; of all people; <A CLASS=v HREF="http://vedabase.net/s/sadyah">sadyah</A> &#8212; forthwith; <A CLASS=v HREF="http://vedabase.net/v/vidhunoti">vidhunoti</A> &#8212; specifically cleanses; <A CLASS=v HREF="http://vedabase.net/k/kalmasam">kalmasham</A> &#8212; effects of sins; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/s/subhadra">subhadra</A> &#8212; all-auspicious; <A CLASS=v HREF="http://vedabase.net/s/sravase">&#347;ravase</A> &#8212; one who is heard; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my due obeisances; <A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; again and again.</P><P CLASS=t>TRANSLATION</P><P>Let me offer my respectful obeisances unto the all-auspicious Lord &#346;r&#299; Krishna, about whom glorification, remembrances, audience, prayers, hearing and worship can at once cleanse the effects of all sins of the performer.</P><P CLASS=t>PURPORT</P><P>The sublime form of religious performances to free oneself from all reactions of sins is suggested herein by the greatest authority, &#346;r&#299; &#346;ukadeva Gosv&#257;m&#299;. K&#299;rtanam, or glorifying the Lord, can be performed in very many ways, such as remembering, visiting temples to see the Deity, offering prayers in front of the Lord, and hearing recitations of glorification of the Lord as they are mentioned in the &#346;r&#299;mad-Bh&#257;gavatam or in the Bhagavad-g&#299;t&#257;. K&#299;rtanam can be performed both by singing the glories of the Lord in accompaniment with melodious music and by recitation of scriptures like &#346;r&#299;mad-Bh&#257;gavatam or Bhagavad-g&#299;t&#257;.</P><P>The devotees need not be disappointed in the physical absence of the Lord, though they may think of not being associated with Him. The devotional process of chanting, hearing, remembering, etc., (either all or some of them, or even one of them) can give us the desired result of associating with the Lord by discharging the transcendental loving service of the Lord in the above manner. Even the very sound of the holy name of Lord Krishna or R&#257;ma can at once surcharge the atmosphere spiritually. We must know definitely that the Lord is present wherever such pure transcendental service is performed, and thus the performer of offenseless k&#299;rtanam has positive association with the Lord. Similarly, remembrance and prayers also can give us the desired result if they are properly done under expert guidance. One should not concoct forms of devotional service. One may worship the form of the Lord in a temple, or one may impersonally offer the Lord devotional prayers in a mosque or a church. One is sure to get free from the reactions of sins provided one is very careful about not committing sins willingly in expectation of getting free from the reactions of sins by worshiping in the temple or by offering prayers in the church. This mentality of committing sins willfully on the strength of devotional service is called n&#257;mno bal&#257;d yasya hi p&#257;pa-buddhih, and it is the greatest offense in the discharge of devotional service. Hearing, therefore, is essential in order to keep oneself strictly on guard against such pitfalls of sins. And in order to give special stress to the hearing process, the Gosv&#257;m&#299; invokes all auspicious fortune in this matter.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>