<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 19"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.19</P><P CLASS=c>sa esha &#257;tm&#257;tmavat&#257;m adh&#299;&#347;varas</P><P CLASS=c>tray&#299;mayo dharmamayas tapomayah</P><P CLASS=c>gata-vyal&#299;kair aja-&#347;a&#324;kar&#257;dibhir</P><P CLASS=c>vitarkya-li&#324;go bhagav&#257;n pras&#299;dat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; the Supersoul; <A CLASS=v HREF="http://vedabase.net/a/atmavatam">&#257;tmavat&#257;m</A> &#8212; of the self-realized souls; <A CLASS=v HREF="http://vedabase.net/a/adhisvarah">adh&#299;&#347;varah</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/t/trayi">tray&#299;</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; personified Vedas; <A CLASS=v HREF="http://vedabase.net/d/dharma">dharma</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; personified religious scripture; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; personified austerity; <A CLASS=v HREF="http://vedabase.net/g/gata">gata</A>-<A CLASS=v HREF="http://vedabase.net/v/vyalikaih">vyal&#299;kaih</A> &#8212; by those who <A HREF="http://vedabase.net/a/are">are</A> above all pretensions; <A CLASS=v HREF="http://vedabase.net/a/aja">aja</A> &#8212; Brahm&#257;j&#299;; <A CLASS=v HREF="http://vedabase.net/s/sankara">&#347;a&#324;kara</A>-<A CLASS=v HREF="http://vedabase.net/a/adibhih">&#257;dibhih</A> &#8212; by Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A> and others; <A CLASS=v HREF="http://vedabase.net/v/vitarkya">vitarkya</A>-<A CLASS=v HREF="http://vedabase.net/l/lingah">li&#324;gah</A> &#8212; one who is observed with awe and veneration; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/prasidatam">pras&#299;dat&#257;m</A> &#8212; be kind toward <A HREF="http://vedabase.net/m/me">me</A>.</P><P CLASS=t>TRANSLATION</P><P>He is the Supersoul and the Supreme Lord of all self-realized souls. He is the personification of the Vedas, religious scriptures and austerities. He is worshiped by Lord Brahm&#257; and &#346;iva and all those who are transcendental to all pretensions. Being so revered with awe and veneration, may that Supreme Absolute be pleased with me.</P><P CLASS=t>PURPORT</P><P>The Supreme Lord, the Personality of Godhead, although the Lord of all followers of different paths of self-realization, is knowable only by those who are above all pretensions. Everyone is searching for eternal peace or eternal life, and with an aim to this destination everyone is either studying the Vedic scriptures or other religious scriptures or undergoing severe austerity as empiric philosophers, as mystics yog&#299;s or as unalloyed devotees, etc. But the Supreme Lord is perfectly realized only by the devotees because they are above all pretensions. Those who are on the path of self-realization are generally classified as karm&#299;s, jñ&#257;n&#299;s, yog&#299;s, or devotees of the Lord. The karm&#299;s, who are much attracted by the fruitive activities of the Vedic rituals, are called bhukti-k&#257;m&#299;, or those who desire material enjoyment. The jñ&#257;n&#299;s, who try to become one with the Supreme by mental speculation, are called mukti-k&#257;m&#299;, or those who desire liberation from material existence. The mystic yog&#299;s, who practice different types of austerities for attainment of eight kinds of material perfection and who ultimately meet the Supersoul (Param&#257;tm&#257;) in trance, are called siddhi-k&#257;m&#299;, or those who desire the perfection of becoming finer than the finest, becoming heavier than the heaviest, getting everything desired, having control over everyone, creating everything liked, etc. All these are abilities of a powerful yog&#299;. But the devotees of the Lord do not want anything like that for self-satisfaction. They want only to serve the Lord because the Lord is great and as living entities they are eternally subordinate parts and parcels of the Lord. This perfect realization of the self by the devotee helps him to become desireless, to desire nothing for his personal self, and thus the devotees are called nishk&#257;m&#299;, without any desire. A living entity, by his constitutional position, cannot be void of all desires (the bhukti-k&#257;m&#299;, mukti-k&#257;m&#299; and siddhi-k&#257;m&#299; all desire something for personal satisfaction), but the nishk&#257;m&#299; devotees of the Lord desire everything for the satisfaction of the Lord. They are completely dependent on the orders of the Lord and are always ready to discharge their duty for the satisfaction of the Lord.</P><P>In the beginning Arjuna placed himself as one of those who desire self-satisfaction, for he desired not to fight in the Battle of Kurukshetra, but to make him desireless the Lord preached the Bhagavad-g&#299;t&#257;, in which the ways of karma-yoga, jñ&#257;na-yoga, hatha-yoga and also bhakti-yoga were explained. Because Arjuna was without any pretension, he changed his decision and satisfied the Lord by agreeing to fight (karishye vacanam tava) [<A CLASS=v HREF="../../../bg/18/73.htm">Bg. 18.73</A>], and thus he became desireless.</P><P>The examples of Brahm&#257; and Lord &#346;iva are specifically cited here because Brahm&#257;j&#299;, Lord &#346;iva, &#346;r&#299;mat&#299; Lakshm&#299;j&#299; and the four Kum&#257;ras (Sanaka, San&#257;tana, etc.) are leaders of the four desireless Vaishnava samprad&#257;yas. They are all freed from all pretensions. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; interprets the word gata-vyal&#299;kaih as projjhita-kaitavaih, or those who are freed from all pretensions (the unalloyed devotees only). In the Caitanya-carit&#257;mrita (<A CLASS=v HREF="../../../cc/madhya/19/149.htm">Madhya 19.149</A>) it is said:</P><P>krishna-bhakta &#8212; nishk&#257;ma, ata eva '&#347;&#257;nta'</P><P CLASS=n>bhukti-mukti-siddhi-k&#257;m&#299;, sakali 'a&#347;&#257;nta'</P><P>Those who are after fruitive results for their pious activities, those who desire salvation and identity with the Supreme, and those who desire material perfections of mystic power are all restless because they want something for themselves, but the devotee is completely peaceful because he has no demand for himself and is always ready to serve the desire of the Lord. The conclusion is, therefore, that the Lord is for everyone because no one can achieve the result of his respective desires without His sanction, but as stated by the Lord in Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/8/9.htm">8.9</A>), all such results are awarded by Him only, for the Lord is adh&#299;&#347;vara (the original controller) of everyone, namely the Ved&#257;ntists, the great karma-k&#257;nd&#299;yas, the great religious leaders, the great performers of austerity and all who are striving for spiritual advancement. But ultimately He is realized by the pretensionless devotees only. Therefore special stress is given to the devotional service of the Lord by &#346;r&#299;la &#346;ukadeva Gosv&#257;m&#299;.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>