<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 2</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 2"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.2</P><P CLASS=c>&#257;tma-j&#257;y&#257;-sut&#257;g&#257;ra-</P><P CLASS=c>pa&#347;u-dravina-bandhushu</P><P CLASS=c>r&#257;jye c&#257;vikale nityam</P><P CLASS=c>vir&#363;dh&#257;m mamat&#257;m jahau</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; body; <A CLASS=v HREF="http://vedabase.net/j/jaya">j&#257;y&#257;</A> &#8212; wife; <A CLASS=v HREF="http://vedabase.net/s/suta">suta</A> &#8212; son; <A CLASS=v HREF="http://vedabase.net/a/agara">&#257;g&#257;ra</A> &#8212; palace; <A CLASS=v HREF="http://vedabase.net/p/pasu">pa&#347;u</A> &#8212; horses and elephants; <A CLASS=v HREF="http://vedabase.net/d/dravina">dravina</A> &#8212; treasury house; <A CLASS=v HREF="http://vedabase.net/b/bandhusu">bandhushu</A> &#8212; unto friends and relatives; <A CLASS=v HREF="http://vedabase.net/r/rajye">r&#257;jye</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the kingdom; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/avikale">avikale</A> &#8212; without being disturbed; <A CLASS=v HREF="http://vedabase.net/n/nityam">nityam</A> &#8212; constant; <A CLASS=v HREF="http://vedabase.net/v/virudham">vir&#363;dh&#257;m</A> &#8212; deep-rooted; <A CLASS=v HREF="http://vedabase.net/m/mamatam">mamat&#257;m</A> &#8212; affinity; <A CLASS=v HREF="http://vedabase.net/j/jahau">jahau</A> &#8212; gave up.</P><P CLASS=t>TRANSLATION</P><P>Mah&#257;r&#257;ja Par&#299;kshit, as a result of his wholehearted attraction for Lord Krishna, was able to give up all deep-rooted affection for his personal body, his wife, his children, his palace, his animals like horses and elephants, his treasury house, his friends and relatives, and his undisputed kingdom.</P><P CLASS=t>PURPORT</P><P>To become liberated means to become free from deh&#257;tma-buddhi, the illusory attachment for personal bodily coverings and everything connected with the body, namely wife, children and all other entanglements. One selects a wife for bodily comforts, and the result is children. For wife and children one requires a dwelling place, and as such a residential house is also necessary. Animals like horses, elephants, cows and dogs are all household animals, and a householder has to keep them as household paraphernalia. In modern civilization the horses and elephants have been replaced by cars and conveyances with considerable horsepower. To maintain all the household affairs, one has to increase the bank balance and be careful about the treasury house, and in order to display the opulence of material assets, one has to keep good relations with friends and relatives, as well as become very careful about maintaining the status quo. This is called material civilization of material attachment. Devotion for Lord Krishna means negation of all material attachments as detailed above. By the grace of Lord Krishna, Mah&#257;r&#257;ja Par&#299;kshit was awarded all material amenities and an undisputed kingdom in which to enjoy the undisturbed position of king, but by the grace of the Lord he was able to give up all connections with material attachment. That is the position of a pure devotee. Mah&#257;r&#257;ja Par&#299;kshit, due to his natural affection for Lord Krishna as a devotee of the Lord, was always executing his royal duties on behalf of the Lord, and as a responsible king of the world he was always careful to see that the influence of Kali would not enter his kingdom. A devotee of the Lord never thinks of his household paraphernalia as his own, but surrenders everything for the service of the Lord. Thereby living entities under a devotee's care get the opportunity for God realization by the management of a devotee-master.</P><P>Attachment for household paraphernalia and for Lord Krishna go poorly together. One attachment is the path of darkness, and the other attachment is the path of light. Where there is light, there is no darkness, and where there is darkness, there is no light. But an expert devotee can turn everything to the path of light by an attitude of service to the Lord, and the best example here is the P&#257;ndavas. Mah&#257;r&#257;ja Yudhishthira and householders like him can turn everything to light by dovetailing so-called material assets in the service of the Lord, but one who is not trained or is unable to turn everything to the service of the Lord (nirbandhah krishna-sambandhe) must give up all material connections before he can be fit to hear and chant the glories of the Lord, or in other words, one who has seriously heard &#346;r&#299;mad-Bh&#257;gavatam for even one day, like Mah&#257;r&#257;ja Par&#299;kshit, from a fit personality like &#346;ukadeva Gosv&#257;m&#299;, may be able to lose all affinity for material things. There is no utility simply in imitating Mah&#257;r&#257;ja Par&#299;kshit and hearing Bh&#257;gavatam from professional men, even for seven hundred years. To take &#346;r&#299;mad-Bh&#257;gavatam as a means of maintaining family expenditure is the grossest type of n&#257;m&#257;par&#257;dha offense at the feet of the Lord (sarva-&#347;ubha-kriy&#257;-s&#257;myam api pram&#257;dah).</P><P CLASS=l><A CLASS=i HREF="1.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="3-4.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>