<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 22</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 22"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.22</P><P CLASS=c>pracodit&#257; yena pur&#257; sarasvat&#299;</P><P CLASS=c>vitanvat&#257;jasya sat&#299;m smritim hridi</P><P CLASS=c>sva-lakshan&#257; pr&#257;durabh&#363;t kil&#257;syatah</P><P CLASS=c>sa me rish&#299;n&#257;m rishabhah pras&#299;dat&#257;m</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pracodita">pracodit&#257;</A> &#8212; inspired; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; by whom; <A CLASS=v HREF="http://vedabase.net/p/pura">pur&#257;</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the beginning of creation; <A CLASS=v HREF="http://vedabase.net/s/sarasvati">sarasvat&#299;</A> &#8212; the goddess of learning; <A CLASS=v HREF="http://vedabase.net/v/vitanvata">vitanvat&#257;</A> &#8212; amplified; <A CLASS=v HREF="http://vedabase.net/a/ajasya">ajasya</A> &#8212; of <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>, the first created living being; <A CLASS=v HREF="http://vedabase.net/s/satim">sat&#299;m</A> <A CLASS=v HREF="http://vedabase.net/s/smrtim">smritim</A> &#8212; potent memory; <A CLASS=v HREF="http://vedabase.net/h/hrdi">hridi</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the heart; <A CLASS=v HREF="http://vedabase.net/s/sva">sva</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> his own; <A CLASS=v HREF="http://vedabase.net/l/laksana">lakshan&#257;</A> &#8212; aiming at; <A CLASS=v HREF="http://vedabase.net/p/pradurabhut">pr&#257;durabh&#363;t</A> &#8212; was generated; <A CLASS=v HREF="http://vedabase.net/k/kila">kila</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> if; <A CLASS=v HREF="http://vedabase.net/a/asyatah">&#257;syatah</A> &#8212; from the mouth; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">he</A>; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/r/rsinam">rish&#299;n&#257;m</A> &#8212; of the teachers; <A CLASS=v HREF="http://vedabase.net/r/rsabhah">rishabhah</A> &#8212; the chief; <A CLASS=v HREF="http://vedabase.net/p/prasidatam">pras&#299;dat&#257;m</A> &#8212; be pleased.</P><P CLASS=t>TRANSLATION</P><P>May the Lord, who in the beginning of the creation amplified the potent knowledge of Brahm&#257; from within his heart and inspired him with full knowledge of creation and of His own Self, and who appeared to be generated from the mouth of Brahm&#257;, be pleased with me.</P><P CLASS=t>PURPORT</P><P>As we have already discussed hereinbefore, the Lord, as the Supersoul of all living beings from Brahm&#257; to the insignificant ant, endows all with the required knowledge potent in every living being. A living being is sufficiently potent to possess knowledge from the Lord in the proportion of fifty sixty-fourths, or seventy-eight percent of the full knowledge acquirable. Since the living being is constitutionally part and parcel of the Lord, he is unable to assimilate all the knowledge that the Lord possesses Himself. In the conditioned state, the living being is subject to forget everything after a change of body known as death. This potent knowledge is again inspired by the Lord from within the heart of every living being, and it is known as the awakening of knowledge, for it is comparable to awakening from sleep or unconsciousness. This awakening of knowledge is under the full control of the Lord, and therefore we find in the practical world different grades of knowledge in different persons. This awakening of knowledge is neither an automatic nor a material interaction. The supply source is the Lord Himself (dhiy&#257;m patih), for even Brahm&#257; is also subject to this regulation of the supreme creator. In the beginning of the creation, Brahm&#257; is born first without any father and mother because before Brahm&#257; there were no other living beings. Brahm&#257; is born from the lotus which grows from the abdomen of the Garbhodaka&#347;&#257;y&#299; Vishnu, and therefore he is known as Aja. This Brahm&#257;, or Aja, is also a living being, part and parcel of the Lord, but being the most pious devotee of the Lord, Brahm&#257; is inspired by the Lord to create, subsequent to the main creation by the Lord, through the agency of material nature. Therefore neither the material nature nor Brahm&#257; is independent of the Lord. The material scientists can merely observe the reactions of the material nature without understanding the direction behind such activities, as a child can see the action of electricity without any knowledge of the powerhouse engineer. This imperfect knowledge of the material scientist is due to a poor fund of knowledge. The Vedic knowledge was therefore first impregnated within Brahm&#257;, and it appears that Brahm&#257; distributed the Vedic knowledge. Brahm&#257; is undoubtedly the speaker of the Vedic knowledge, but actually he was inspired by the Lord to receive such transcendental knowledge, as it directly descends from the Lord. The Vedas are therefore called apaurusheya, or not imparted by any created being. Before the creation the Lord was there (n&#257;r&#257;yanah paro 'vyakt&#257;t), and therefore the words spoken by the Lord are vibrations of transcendental sound. There is a gulf of difference between the two qualities of sound, namely pr&#257;krita and apr&#257;krita. The physicist can deal only with the pr&#257;krita sound, or sound vibrated in the material sky, and therefore we must know that the Vedic sounds recorded in symbolic expressions cannot be understood by anyone within the universe unless and until one is inspired by the vibration of supernatural (apr&#257;krita) sound, which descends in the chain of disciplic succession from the Lord to Brahm&#257;, from Brahm&#257; to N&#257;rada, from N&#257;rada to Vy&#257;sa and so on. No mundane scholar can translate or reveal the true import of the Vedic mantras (hymns). They cannot be understood unless one is inspired or initiated by the authorized spiritual master. The original spiritual master is the Lord Himself, and the succession comes down through the sources of parampar&#257;, as clearly stated in the Fourth Chapter of the Bhagavad-g&#299;t&#257;. So unless one receives the transcendental knowledge from the authorized parampar&#257;, one should be considered useless (viphal&#257; mat&#257;h), even though one may be greatly qualified in the mundane advancements of arts or science.</P><P>&#346;ukadeva Gosv&#257;m&#299; is praying from the Lord by dint of being inspired from within by the Lord so that he could rightly explain the facts and figures of creation as inquired by Mah&#257;r&#257;ja Par&#299;kshit. A spiritual master is not a theoretical speculator, like the mundane scholar, but is &#347;rotriyam brahma-nishtham [<A CLASS=v HREF="http://vedabase.net/todo/mu1/2/12">MU 1.2.12</A>].</P><P CLASS=l><A CLASS=i HREF="21.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="23.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>