<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 23</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 23"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.23</P><P CLASS=c>bh&#363;tair mahadbhir ya im&#257;h puro vibhur</P><P CLASS=c>nirm&#257;ya &#347;ete yad am&#363;shu p&#363;rushah</P><P CLASS=c>bhu&#324;kte gun&#257;n shoda&#347;a shoda&#347;&#257;tmakah</P><P CLASS=c>so 'la&#324;krish&#299;shta bhagav&#257;n vac&#257;msi me</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/b/bhutaih">bh&#363;taih</A> &#8212; by the elements; <A CLASS=v HREF="http://vedabase.net/m/mahadbhih">mahadbhih</A> &#8212; of material creation; <A CLASS=v HREF="http://vedabase.net/y/yah">yah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A> who; <A CLASS=v HREF="http://vedabase.net/i/imah">im&#257;h</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/p/purah">purah</A> &#8212; bodies; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/n/nirmaya">nirm&#257;ya</A> &#8212; for being set up; <A CLASS=v HREF="http://vedabase.net/s/sete">&#347;ete</A> &#8212; lie down; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> <A CLASS=v HREF="http://vedabase.net/a/amusu">am&#363;shu</A> &#8212; one who incarnated; <A CLASS=v HREF="http://vedabase.net/p/purusah">p&#363;rushah</A> &#8212; Lord <A HREF="http://vedabase.net/v/visnu">Vishnu</A>; <A CLASS=v HREF="http://vedabase.net/b/bhunkte">bhu&#324;kte</A> &#8212; causes <A HREF="http://vedabase.net/t/to">to</A> be subjected; <A CLASS=v HREF="http://vedabase.net/g/gunan">gun&#257;n</A> &#8212; the three modes of nature; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> sixteen divisions; <A CLASS=v HREF="http://vedabase.net/s/sodasa">shoda&#347;a</A>-<A CLASS=v HREF="http://vedabase.net/a/atmakah">&#257;tmakah</A> &#8212; being the generator of these sixteen; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/a/alankrsista">ala&#324;krish&#299;shta</A> &#8212; may decorate; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vacamsi">vac&#257;msi</A> &#8212; statements; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>.</P><P CLASS=t>TRANSLATION</P><P>May the Supreme Personality of Godhead, who enlivens the materially created bodies of the elements by lying down within the universe, and who in His purusha incarnation causes the living being to be subjected to the sixteen divisions of material modes which are his generator, be pleased to decorate my statements.</P><P CLASS=t>PURPORT</P><P>As a fully dependent devotee, &#346;ukadeva Gosv&#257;m&#299; (unlike a mundane man who is proud of his own capability) invokes the pleasure of the Personality of Godhead so that his statements may be successful and be appreciated by the hearers. The devotee always thinks of himself as instrumental for anything successfully carried out, and he declines to take credit for anything done by himself. The godless atheist wants to take all credit for activities, not knowing that even a blade of grass cannot move without the sanction of the Supreme Spirit, the Personality of Godhead. &#346;ukadeva Gosv&#257;m&#299; therefore wants to move by the direction of the Supreme Lord, who inspired Brahm&#257; to speak the Vedic wisdom. The truths described in the Vedic literatures are not theories of mundane imagination, nor are they fictitious, as the less intelligent class of men sometimes think. The Vedic truths are all perfect descriptions of the factual truth without any mistake or illusion, and &#346;ukadeva Gosv&#257;m&#299; wants to present the truths of creation not as a metaphysical theory of philosophical speculation, but as the actual facts and figures of the subject, since he would be dictated to by the Lord exactly in the same manner as Brahm&#257;j&#299; was inspired. As stated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/15/15.htm">15.15</A>), the Lord is Himself the father of the Ved&#257;nta knowledge, and it is He only who knows the factual purport of the Ved&#257;nta philosophy. So there is no greater truth than the principles of religion mentioned in the Vedas. Such Vedic knowledge or religion is disseminated by authorities like &#346;ukadeva Gosv&#257;m&#299; because he is a humble devotional servitor of the Lord who has no desire to become a self-appointed interpreter without authority. That is the way of explaining the Vedic knowledge, technically known as the parampar&#257; system, or descending process.</P><P>The intelligent man can see without mistake that any material creation (whether one's own body or a fruit or flower) cannot beautifully grow up without the spiritual touch. The greatest intelligent man of the world or the greatest man of science can present everything very beautifully only insofar as the spirit life is there or insomuch as the spiritual touch is there. Therefore the source of all truths is the Supreme Spirit, and not gross matter as wrongly conceived by the gross materialist. We get information from the Vedic literature that the Lord Himself first entered the vacuum of the material universe, and thus all things gradually developed one after another. Similarly, the Lord is situated as localized Param&#257;tm&#257; in every individual being; hence everything is done by Him very beautifully. The sixteen principal creative elements, namely earth, water, fire, air, sky, and the eleven sense organs, first developed from the Lord Himself and were thereby shared by the living entities. Thus the material elements were created for the enjoyment of the living entities. The beautiful arrangement behind all material manifestations is therefore made possible by the energy of the Lord, and the individual living entity can only pray to the Lord to understand it properly. Since the Lord is the supreme entity, different from &#346;ukadeva Gosv&#257;m&#299;, the prayer can be offered to Him. The Lord helps the living entity to enjoy material creation, but He is aloof from such false enjoyment. &#346;ukadeva prays for the mercy of the Lord, not only for being helped personally in presenting the truth, but also for helping others to whom he would like to speak.</P><P CLASS=l><A CLASS=i HREF="22.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="24.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>