<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 24"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.24</P><P CLASS=c>namas tasmai bhagavate</P><P CLASS=c>v&#257;sudev&#257;ya vedhase</P><P CLASS=c>papur jñ&#257;nam ayam saumy&#257;</P><P CLASS=c>yan-mukh&#257;mburuh&#257;savam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/namah">namah</A> &#8212; my obeisances; <A CLASS=v HREF="http://vedabase.net/t/tasmai">tasmai</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/b/bhagavate">bhagavate</A> &#8212; unto the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/v/vasudevaya">v&#257;sudev&#257;ya</A> &#8212; unto <A HREF="http://vedabase.net/v/vasudeva">V&#257;sudeva</A> or His incarnations; <A CLASS=v HREF="http://vedabase.net/v/vedhase">vedhase</A> &#8212; the compiler of the Vedic literatures; <A CLASS=v HREF="http://vedabase.net/p/papuh">papuh</A> &#8212; drunk; <A CLASS=v HREF="http://vedabase.net/j/jnanam">jñ&#257;nam</A> &#8212; knowledge; <A CLASS=v HREF="http://vedabase.net/a/ayam">ayam</A> &#8212; this Vedic knowledge; <A CLASS=v HREF="http://vedabase.net/s/saumyah">saumy&#257;h</A> &#8212; the devotees, especially the consorts of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; from whose; <A CLASS=v HREF="http://vedabase.net/m/mukha">mukha</A>-<A CLASS=v HREF="http://vedabase.net/a/amburuha">amburuha</A> &#8212; the lotuslike mouth; <A CLASS=v HREF="http://vedabase.net/a/asavam">&#257;savam</A> &#8212; nectar from His mouth.</P><P CLASS=t>TRANSLATION</P><P>I offer my respectful obeisances unto &#346;r&#299;la Vy&#257;sadeva, the incarnation of V&#257;sudeva who compiled the Vedic scriptures. The pure devotees drink up the nectarean transcendental knowledge dropping from the lotuslike mouth of the Lord.</P><P CLASS=t>PURPORT</P><P>In pursuance of the specific utterance vedhase, or "the compiler of the system of transcendental knowledge," &#346;r&#299;la &#346;r&#299;dhara Sv&#257;m&#299; has commented that the respectful obeisances are offered to &#346;r&#299;la Vy&#257;sadeva, who is the incarnation of V&#257;sudeva. &#346;r&#299;la J&#299;va Gosv&#257;m&#299; has agreed to this, but &#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; Th&#257;kura has made a further advance, namely that the nectar from the mouth of Lord Krishna is transferred to His different consorts, and thus they learn the finer arts of music, dance, dressing, decorations and all such things which are relished by the Lord. Such music, dance and decorations enjoyed by the Lord are certainly not anything mundane, because the Lord is addressed in the very beginning as para, or transcendental. This transcendental knowledge is unknown to the forgotten conditioned souls. &#346;r&#299;la Vy&#257;sadeva, who is the incarnation of the Lord, thus compiled the Vedic literatures to revive the lost memory of the conditioned souls about their eternal relation with the Lord. One should therefore try to understand the Vedic scriptures, or the nectar transferred by the Lord to His consorts in the conjugal humor, from the lotuslike mouth of Vy&#257;sadeva or &#346;ukadeva. By gradual development of transcendental knowledge, one can rise to the stage of the transcendental arts of music and dance displayed by the Lord in His r&#257;sa-l&#299;l&#257;. But without having the Vedic knowledge one can hardly understand the transcendental nature of the Lord's r&#257;sa dance and music. The pure devotees of the Lord, however, can equally relish the nectar in the form of the profound philosophical discourses and in the form of kissing by the Lord in the r&#257;sa dance, as there is no mundane distinction between the two.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>