<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 7</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 7"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.7</P><P CLASS=c>yath&#257; gop&#257;yati vibhur</P><P CLASS=c>yath&#257; samyacchate punah</P><P CLASS=c>y&#257;m y&#257;m &#347;aktim up&#257;&#347;ritya</P><P CLASS=c>puru-&#347;aktih parah pum&#257;n</P><P CLASS=c>&#257;tm&#257;nam kr&#299;dayan kr&#299;dan</P><P CLASS=c>karoti vikaroti ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/g/gopayati">gop&#257;yati</A> &#8212; maintains; <A CLASS=v HREF="http://vedabase.net/v/vibhuh">vibhuh</A> &#8212; the great; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/samyacchate">samyacchate</A> &#8212; winds up; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> <A CLASS=v HREF="http://vedabase.net/y/yam">y&#257;m</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A>; <A CLASS=v HREF="http://vedabase.net/s/saktim">&#347;aktim</A> &#8212; energies; <A CLASS=v HREF="http://vedabase.net/u/upasritya">up&#257;&#347;ritya</A> &#8212; by employing; <A CLASS=v HREF="http://vedabase.net/p/puru">puru</A>-<A CLASS=v HREF="http://vedabase.net/s/saktih">&#347;aktih</A> &#8212; the all-powerful; <A CLASS=v HREF="http://vedabase.net/p/parah">parah</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/p/puman">pum&#257;n</A> &#8212; Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; plenary expansion; <A CLASS=v HREF="http://vedabase.net/k/kridayan">kr&#299;dayan</A> &#8212; having engaged them; <A CLASS=v HREF="http://vedabase.net/k/kridan">kr&#299;dan</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> also personally being engaged; <A CLASS=v HREF="http://vedabase.net/k/karoti">karoti</A> &#8212; does them; <A CLASS=v HREF="http://vedabase.net/v/vikaroti">vikaroti</A> &#8212; and causes <A HREF="http://vedabase.net/t/to">to</A> be done; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and.</P><P CLASS=t>TRANSLATION</P><P>Kindly describe how the Supreme Lord, who is all-powerful, engages His different energies and different expansions in maintaining and again winding up the phenomenal world in the sporting spirit of a player.</P><P CLASS=t>PURPORT</P><P>In the Katha Upanishad (<A CLASS=v HREF="http://vedabase.net/todo/upanisad/2/2/13">2.2.13</A>) the Supreme Lord is described as the chief eternal being amongst all other eternal individual beings (nityo nity&#257;n&#257;m cetana&#347; cetan&#257;n&#257;m) and the one Supreme Lord who maintains innumerable other individual living beings (eko bah&#363;n&#257;m yo vidadh&#257;ti k&#257;m&#257;n). So all living entities, both in the conditioned state and in the liberated state, are maintained by the Almighty Supreme Lord. Such maintenance is effected by the Lord through His different expansions of Self and three principal energies, namely the internal, external and marginal energies. The living entities are His marginal energies, and some of them, in the confidence of the Lord, are entrusted with the work of creation also, as are Brahm&#257;, Mar&#299;ci, etc., and the acts of creation are inspired by the Lord unto them (tene brahma hrid&#257;). The external energy (m&#257;y&#257;) is also impregnated with the j&#299;vas, or conditioned souls. The unconditioned marginal potency acts in the spiritual kingdom, and the Lord, by His different plenary expansions, maintains them in different transcendental relations displayed in the spiritual sky. So the one Supreme Personality of Godhead manifests Himself in many (bahu sy&#257;m), and thus all diversities are in Him, and He is in all diversities, although He is nevertheless different from all of them. That is the inconceivable mystic power of the Lord, and as such everything is simultaneously one with and different from Him by His inconceivable potencies (acintya-bhed&#257;bheda-tattva).</P><P CLASS=l><A CLASS=i HREF="6.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="8.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>