<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 4 Verse 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 4 Verse 8"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 4: <A CLASS=v HREF="index.htm">The Process of Creation</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.4.8</P><P CLASS=c>n&#363;nam bhagavato brahman</P><P CLASS=c>harer adbhuta-karmanah</P><P CLASS=c>durvibh&#257;vyam iv&#257;bh&#257;ti</P><P CLASS=c>kavibhi&#347; c&#257;pi ceshtitam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/nunam">n&#363;nam</A> &#8212; still insufficient; <A CLASS=v HREF="http://vedabase.net/b/bhagavatah">bhagavatah</A> &#8212; of the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/brahman">brahman</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> learned <A HREF="http://vedabase.net/b/brahmana">br&#257;hmana</A>; <A CLASS=v HREF="http://vedabase.net/h/hareh">hareh</A> &#8212; of the Lord; <A CLASS=v HREF="http://vedabase.net/a/adbhuta">adbhuta</A> &#8212; wonderful; <A CLASS=v HREF="http://vedabase.net/k/karmanah">karmanah</A> &#8212; one who acts; <A CLASS=v HREF="http://vedabase.net/d/durvibhavyam">durvibh&#257;vyam</A> &#8212; inconceivable; <A CLASS=v HREF="http://vedabase.net/i/iva">iva</A> &#8212; like that; <A CLASS=v HREF="http://vedabase.net/a/abhati">&#257;bh&#257;ti</A> &#8212; appears; <A CLASS=v HREF="http://vedabase.net/k/kavibhih">kavibhih</A> &#8212; even by the highly learned; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of; <A CLASS=v HREF="http://vedabase.net/c/cestitam">ceshtitam</A> &#8212; being endeavored for.</P><P CLASS=t>TRANSLATION</P><P>O learned br&#257;hmana, the transcendental activities of the Lord are all wonderful, and they appear inconceivable because even great endeavors by many learned scholars have still proved insufficient for understanding them.</P><P CLASS=t>PURPORT</P><P>The acts of the Supreme Lord, in the creation of just this one universe, appear inconceivably wonderful. And there are innumerable universes, and all of them aggregated together are known as the created material world. And this part of His creation is only a fractional portion of the complete creation. The material world stands as a part only (ek&#257;m&#347;ena sthito jagat). Supposing that the material world is a display of one part of His energy, the remaining three parts consist of the vaikuntha jagat or spiritual world described in the Bhagavad-g&#299;t&#257; as mad-dh&#257;ma or san&#257;tana-dh&#257;ma, or the eternal world. We have marked in the previous verse that He creates and again winds up the creation. This action is applicable only in the material world because the other, greater part of His creation, namely the Vaikuntha world, is neither created nor annihilated; otherwise the Vaikuntha-dh&#257;ma would not have been called eternal. The Lord exists with dh&#257;ma; His eternal name, quality, pastimes, entourage and personality are all a display of His different energies and expansions. The Lord is called an&#257;di, or having no creator, and &#257;di, or the origin of all. We think in our own imperfect way that the Lord is also created, but the Ved&#257;nta informs us that He is not created. Rather, everything else is created by Him (n&#257;r&#257;yanah paro 'vyakt&#257;t). Therefore, for the common man these are all very wonderful matters for consideration. Even for great scholars they are inconceivable, and thus such scholars present theories contradictory to one another. Even for the insignificant part of His creation, this particular universe, they have no complete information as to how far this limited space extends, or how many stars and planets are there, or the different conditions of those innumerable planets. Modern scientists have insufficient knowledge of all this. Some of them assert that there are one hundred million planets scattered all over space. In a news release from Moscow dated 2/21/60, the following piece of knowledge was relayed:</P><P>"Russia's well-known professor of astronomy Boris Vorontsov-Veliaminov said that there must be an infinite number of planets in the universe inhabited by beings endowed with reason.</P><P>"It could be that life similar to that on earth flourishes on such planets.</P><P>"Doctor of Chemistry Nikolai Zhirov, covering the problem of atmosphere on other planets, pointed out that the organism of a Martian, for instance, could very well adapt itself to normal existence with a low body temperature.</P><P>"He said that he felt that the gaseous composition of Martian atmosphere was quite suitable to sustain life of beings which have become adapted to it."</P><P>This adaptability of an organism to different varieties of planets is described in the Brahma-samhit&#257; as vibh&#363;ti-bhinnam; i.e., each and every one of the innumerable planets within the universe is endowed with a particular type of atmosphere, and the living beings there are more perfectly advanced in science and psychology because of a better atmosphere. Vibh&#363;ti means "specific powers," and bhinnam means "variegated." Scientists who are attempting to explore outer space and are trying to reach other planets by mechanical arrangements must know for certain that organisms adapted to the atmosphere of earth cannot exist in the atmospheres of other planets (Easy Journey to Other planets). One has to prepare himself, therefore, to be transferred to a different planet after being relieved of the present body, as it is said in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/25.htm">9.25</A>):</P><P>y&#257;nti deva-vrat&#257; dev&#257;n</P><P CLASS=n>pitrin y&#257;nti pitri-vrat&#257;h</P><P CLASS=n>bh&#363;t&#257;ni y&#257;nti bh&#363;tejy&#257;</P><P CLASS=n>y&#257;nti mad-y&#257;jino 'pi m&#257;m</P><P>"Those who worship the demigods will take birth among the demigods, those who worship ghosts and spirits will take birth among such beings, and those who worship Me will live with Me."</P><P>Mah&#257;r&#257;ja Par&#299;kshit's statement regarding the workings of the creative energy of the Lord discloses that he knew everything of the process of creation. Why then did he ask &#346;ukadeva Gosv&#257;m&#299; for such information? Mah&#257;r&#257;ja Par&#299;kshit, being a great emperor, a descendant of the P&#257;ndavas and a great devotee of Lord Krishna, was quite able to know considerably about the creation of the world, but that much knowledge was not sufficient. He said therefore that even greatly learned scholars fail to know about that, even after great effort. The Lord is unlimited, and His activities are also unfathomed. With a limited source of knowledge and with imperfect senses, any living being, up to the standard of Brahm&#257;j&#299;, the highest perfect living being within the universe, can never imagine knowing about the unlimited. We can know something of the unlimited when it is explained by the unlimited, as has been done by the Lord Himself in the unique statements of the Bhagavad-g&#299;t&#257;, and it can also be known to some extent from realized souls like &#346;ukadeva Gosv&#257;m&#299;, who learned it from Vy&#257;sadeva, a disciple of N&#257;rada, and thus the perfect knowledge can descend by the chain of disciplic succession only, and not by any form of experimental knowledge, old or modern.</P><P CLASS=l><A CLASS=i HREF="7.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="9.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>