<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 6 Verses 13-16</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 6 Verses 13-16"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Purusha-s&#363;kta Confirmed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.6.13-16</P><P CLASS=c>aham bhav&#257;n bhava&#347; caiva</P><P CLASS=c>ta ime munayo 'graj&#257;h</P><P CLASS=c>sur&#257;sura-nar&#257; n&#257;g&#257;h</P><P CLASS=c>khag&#257; mriga-sar&#299;srip&#257;h</P><P CLASS=c>gandharv&#257;psaraso yaksh&#257;</P><P CLASS=c>raksho-bh&#363;ta-ganorag&#257;h</P><P CLASS=c>pa&#347;avah pitarah siddh&#257;</P><P CLASS=c>vidy&#257;dhr&#257;&#347; c&#257;ran&#257; drum&#257;h</P><P CLASS=c>anye ca vividh&#257; j&#299;v&#257;</P><P CLASS=c>jala-sthala-nabhaukasah</P><P CLASS=c>graharksha-ketavas t&#257;r&#257;s</P><P CLASS=c>taditah stanayitnavah</P><P CLASS=c>sarvam purusha evedam</P><P CLASS=c>bh&#363;tam bhavyam bhavac ca yat</P><P CLASS=c>tenedam &#257;vritam vi&#347;vam</P><P CLASS=c>vitastim adhitishthati</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself; <A CLASS=v HREF="http://vedabase.net/b/bhavan">bhav&#257;n</A> &#8212; yourself; <A CLASS=v HREF="http://vedabase.net/b/bhavah">bhavah</A> &#8212; Lord <A HREF="http://vedabase.net/s/siva">&#346;iva</A>; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/i/ime">ime</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/m/munayah">munayah</A> &#8212; the great sages; <A CLASS=v HREF="http://vedabase.net/a/agra">agra</A>-<A CLASS=v HREF="http://vedabase.net/j/jah">j&#257;h</A> &#8212; born before you; <A CLASS=v HREF="http://vedabase.net/s/sura">sura</A> &#8212; the demigods; <A CLASS=v HREF="http://vedabase.net/a/asura">asura</A> &#8212; the demons; <A CLASS=v HREF="http://vedabase.net/n/narah">nar&#257;h</A> &#8212; the human beings; <A CLASS=v HREF="http://vedabase.net/n/nagah">n&#257;g&#257;h</A> &#8212; the inhabitants of the <A HREF="http://vedabase.net/n/naga">N&#257;ga</A> planet; <A CLASS=v HREF="http://vedabase.net/k/khagah">khag&#257;h</A> &#8212; birds; <A CLASS=v HREF="http://vedabase.net/m/mrga">mriga</A> &#8212; beasts; <A CLASS=v HREF="http://vedabase.net/s/sarisrpah">sar&#299;srip&#257;h</A> &#8212; reptiles; <A CLASS=v HREF="http://vedabase.net/g/gandharva">gandharva</A>-<A CLASS=v HREF="http://vedabase.net/a/apsarasah">apsarasah</A>, <A CLASS=v HREF="http://vedabase.net/y/yaksah">yaksh&#257;h</A>, <A CLASS=v HREF="http://vedabase.net/r/raksah">rakshah</A>-<A CLASS=v HREF="http://vedabase.net/b/bhuta">bh&#363;ta</A>-<A CLASS=v HREF="http://vedabase.net/g/gana">gana</A>-<A CLASS=v HREF="http://vedabase.net/u/uragah">urag&#257;h</A>, <A CLASS=v HREF="http://vedabase.net/p/pasavah">pa&#347;avah</A>, <A CLASS=v HREF="http://vedabase.net/p/pitarah">pitarah</A>, <A CLASS=v HREF="http://vedabase.net/s/siddhah">siddh&#257;h</A>, <A CLASS=v HREF="http://vedabase.net/v/vidyadhrah">vidy&#257;dhr&#257;h</A>, <A CLASS=v HREF="http://vedabase.net/c/caranah">c&#257;ran&#257;h</A> &#8212; all inhabitants of different planets; <A CLASS=v HREF="http://vedabase.net/d/drumah">drum&#257;h</A> &#8212; the vegetable kingdom; <A CLASS=v HREF="http://vedabase.net/a/anye">anye</A> &#8212; many others; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/v/vividhah">vividh&#257;h</A> &#8212; of different varieties; <A CLASS=v HREF="http://vedabase.net/j/jivah">j&#299;v&#257;h</A> &#8212; living entities; <A CLASS=v HREF="http://vedabase.net/j/jala">jala</A> &#8212; water; <A CLASS=v HREF="http://vedabase.net/s/sthala">sthala</A> &#8212; land; <A CLASS=v HREF="http://vedabase.net/n/nabha">nabha</A>-<A CLASS=v HREF="http://vedabase.net/o/okasah">okasah</A> &#8212; the inhabitants of the sky, or the birds; <A CLASS=v HREF="http://vedabase.net/g/graha">graha</A> &#8212; the asteroids; <A CLASS=v HREF="http://vedabase.net/r/rksa">riksha</A> &#8212; the influential stars; <A CLASS=v HREF="http://vedabase.net/k/ketavah">ketavah</A> &#8212; the comets; <A CLASS=v HREF="http://vedabase.net/t/tarah">t&#257;r&#257;h</A> &#8212; the luminaries; <A CLASS=v HREF="http://vedabase.net/t/taditah">taditah</A> &#8212; the lightning; <A CLASS=v HREF="http://vedabase.net/s/stanayitnavah">stanayitnavah</A> &#8212; the sound of the clouds; <A CLASS=v HREF="http://vedabase.net/s/sarvam">sarvam</A> &#8212; everything; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/e/eva">eva</A> <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; certainly all these; <A CLASS=v HREF="http://vedabase.net/b/bhutam">bh&#363;tam</A> &#8212; whatever is created; <A CLASS=v HREF="http://vedabase.net/b/bhavyam">bhavyam</A> &#8212; whatever will be created; <A CLASS=v HREF="http://vedabase.net/b/bhavat">bhavat</A> &#8212; and whatever was created <A HREF="http://vedabase.net/i/in">in</A> the past; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; whatever; <A CLASS=v HREF="http://vedabase.net/t/tena">tena</A> <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; <A HREF="http://vedabase.net/i/it">it</A> is all by Him; <A CLASS=v HREF="http://vedabase.net/a/avrtam">&#257;vritam</A> &#8212; covered; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; universally comprehending; <A CLASS=v HREF="http://vedabase.net/v/vitastim">vitastim</A> &#8212; half <A HREF="http://vedabase.net/a/a">a</A> cubit; <A CLASS=v HREF="http://vedabase.net/a/adhitisthati">adhitishthati</A> &#8212; situated.</P><P CLASS=t>TRANSLATION</P><P>Beginning from me [Brahm&#257;] down to you and Bhava [&#346;iva], all the great sages who were born before you, the demigods, the demons, the N&#257;gas, the human beings, the birds, the beasts, as well as the reptiles, etc., and all phenomenal manifestations of the universes, namely the planets, stars, asteroids, luminaries, lightning, thunder, and the inhabitants of the different planetary systems, namely the Gandharvas, Apsar&#257;s, Yakshas, Rakshas, Bh&#363;taganas, Uragas, Pa&#347;us, Pit&#257;s, Siddhas, Vidy&#257;dharas, C&#257;ranas, and all other different varieties of living entities, including the birds, beasts, trees and everything that be, are all covered by the universal form of the Lord at all times, namely past, present and future, although He is transcendental to all of them, eternally existing in a form not exceeding nine inches.</P><P CLASS=t>PURPORT</P><P>The Supreme Personality of Godhead, by His partial representation, measuring not more than nine inches as Supersoul, expands by His potential energy in the shape of the universal form, which includes everything manifested in different varieties of organic and inorganic materials. The manifested varieties of the universe are therefore not different from the Lord, just as golden ornaments of different shapes and forms are nondifferent from the original stock reserve of gold. In other words, the Lord is the Supreme Person who controls everything within the creation, and still He remains the supreme separate identity, distinct from all manifested material creation. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4-5</A>) He is therefore said to be Yoge&#347;vara. Everything rests on the potency of Lord &#346;r&#299; Krishna, and still the Lord is different from and transcendental to all such identities. In the Vedic Purusha-s&#363;kta of the Rig mantra, this is also confirmed. This philosophical truth of simultaneous oneness and difference was propounded by Lord &#346;r&#299; Caitanya Mah&#257;prabhu, and it is known as acintya-bhed&#257;bheda-tattva. Brahm&#257;, N&#257;rada and all others are simultaneously one with the Lord and different from the Supreme Lord. We are all one with Him, just as the gold ornaments are one in quality with the stock gold, but the individual gold ornament is never equal in quantity with the stock gold. The stock gold is never exhausted even if there are innumerable ornaments emanating from the stock because the stock is p&#363;rnam, complete; even if p&#363;rnam is deducted from the p&#363;rnam, still the supreme p&#363;rnam remains the same p&#363;rnam. This fact is inconceivable to our present imperfect senses. Lord Caitanya therefore defined His theory of philosophy as acintya (inconceivable), and as confirmed in the Bhagavad-g&#299;t&#257; as well as in the Bh&#257;gavatam, Lord Caitanya's theory of acintya-bhed&#257;bheda-tattva is the perfect philosophy of the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="12.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="17.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>