<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 6 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 6 Verse 31"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Purusha-s&#363;kta Confirmed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.6.31</P><P CLASS=c>n&#257;r&#257;yane bhagavati</P><P CLASS=c>tad idam vi&#347;vam &#257;hitam</P><P CLASS=c>grih&#299;ta-m&#257;yoru-gunah</P><P CLASS=c>sarg&#257;d&#257;v agunah svatah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/narayane">n&#257;r&#257;yane</A> &#8212; unto <A HREF="http://vedabase.net/n/narayana">N&#257;r&#257;yana</A>; <A CLASS=v HREF="http://vedabase.net/b/bhagavati">bhagavati</A> &#8212; the Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; all these material manifestations; <A CLASS=v HREF="http://vedabase.net/v/visvam">vi&#347;vam</A> &#8212; all the universes; <A CLASS=v HREF="http://vedabase.net/a/ahitam">&#257;hitam</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/g/grhita">grih&#299;ta</A> &#8212; having accepted; <A CLASS=v HREF="http://vedabase.net/m/maya">m&#257;y&#257;</A> &#8212; material energies; <A CLASS=v HREF="http://vedabase.net/u/uru">uru</A>-<A CLASS=v HREF="http://vedabase.net/g/gunah">gunah</A> &#8212; greatly powerful; <A CLASS=v HREF="http://vedabase.net/s/sarga">sarga</A>-<A CLASS=v HREF="http://vedabase.net/a/adau">&#257;dau</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> creation, maintenance and destruction; <A CLASS=v HREF="http://vedabase.net/a/agunah">agunah</A> &#8212; without affinity for the material modes; <A CLASS=v HREF="http://vedabase.net/s/svatah">svatah</A> &#8212; self-sufficiently.</P><P CLASS=t>TRANSLATION</P><P>All the material manifestations of the universes are therefore situated in His powerful material energies, which He accepts self-sufficiently, although He is eternally without affinity for the material modes.</P><P CLASS=t>PURPORT</P><P>The question put by N&#257;rada before Brahm&#257; concerning the sustenance of the material creation is thus answered. Material actions and reactions, as the material scientist can superficially observe, are not basically ultimate truth in regard to creation, maintenance and destruction. The material energy is a potency of the Lord which is displayed in time, accepting the three qualities of goodness, passion and ignorance in the forms of Vishnu, Brahm&#257; and &#346;iva. The material energy thus works under the supreme spell of His Lordship, although He is always transcendental to all such material activities. A rich man constructs a big house by spending his energy in the shape of resources, and similarly he destroys a big house by his resources, but the maintenance is always under his personal care. The Lord is the richest of the rich because He is always fully complete in six opulences. Therefore He is not required to do anything personally, but everything in the material world is carried out by His wishes and direction; therefore, the entire material manifestation is situated in N&#257;r&#257;yana, the Supreme Personality of Godhead. The impersonal conception of the supreme truth is due to lack of knowledge only, and this fact is clearly explained by Brahm&#257;j&#299;, who is supposed to be the creator of the universal affairs. Brahm&#257;j&#299; is the highest authority in Vedic wisdom, and his assertion in this connection is therefore the supreme information.</P><P CLASS=l><A CLASS=i HREF="30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>