<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 6 Verse 34</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 6 Verse 34"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Purusha-s&#363;kta Confirmed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.6.34</P><P CLASS=c>na bh&#257;rat&#299; me '&#324;ga mrishopalakshyate</P><P CLASS=c>na vai kvacin me manaso mrish&#257; gatih</P><P CLASS=c>na me hrish&#299;k&#257;ni patanty asat-pathe</P><P CLASS=c>yan me hridautkanthyavat&#257; dhrito harih</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/b/bharati">bh&#257;rat&#299;</A> &#8212; statements; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; mind; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; untruth; <A CLASS=v HREF="http://vedabase.net/u/upalaksyate">upalakshyate</A> &#8212; prove <A HREF="http://vedabase.net/t/to">to</A> be; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/v/vai">vai</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/k/kvacit">kvacit</A> &#8212; at any time; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/m/manasah">manasah</A> &#8212; of the mind; <A CLASS=v HREF="http://vedabase.net/m/mrsa">mrish&#257;</A> &#8212; untruth; <A CLASS=v HREF="http://vedabase.net/g/gatih">gatih</A> &#8212; progress; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; nor; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/h/hrsikani">hrish&#299;k&#257;ni</A> &#8212; senses; <A CLASS=v HREF="http://vedabase.net/p/patanti">patanti</A> &#8212; degrades; <A CLASS=v HREF="http://vedabase.net/a/asat">asat</A>-<A CLASS=v HREF="http://vedabase.net/p/pathe">pathe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> temporary matter; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; because; <A CLASS=v HREF="http://vedabase.net/m/me">me</A> &#8212; <A HREF="http://vedabase.net/m/mine">mine</A>; <A CLASS=v HREF="http://vedabase.net/h/hrda">hrid&#257;</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/a/autkanthyavata">autkanthyavat&#257;</A> &#8212; by great earnestness; <A CLASS=v HREF="http://vedabase.net/d/dhrtah">dhritah</A> &#8212; caught hold of; <A CLASS=v HREF="http://vedabase.net/h/harih">harih</A> &#8212; the Supreme Personality of Godhead.</P><P CLASS=t>TRANSLATION</P><P>O N&#257;rada, because I have caught hold of the lotus feet of the Supreme Personality of Godhead, Hari, with great zeal, whatever I say has never proved to have been false. Nor is the progress of my mind ever deterred. Nor are my senses ever degraded by temporary attachment to matter.</P><P CLASS=t>PURPORT</P><P>Lord Brahm&#257; is the original speaker of Vedic wisdom to N&#257;rada, and N&#257;rada is the distributor of transcendental knowledge all over the world through his various disciples, like Vy&#257;sadeva and others. The followers of Vedic wisdom accept the statements of Brahm&#257;j&#299; as gospel truth, and transcendental knowledge is thus being distributed all over the world by the process of disciplic succession from time immemorial, since the beginning of the creation. Lord Brahm&#257; is the perfect liberated living being within the material world, and any sincere student of transcendental knowledge must accept the words and statements of Brahm&#257;j&#299; as infallible. The Vedic knowledge is infallible because it comes down directly from the Supreme Lord unto the heart of Brahm&#257;, and since he is the most perfect living being, Brahm&#257;j&#299; is always correct to the letter. And this is because Lord Brahm&#257; is a great devotee of the Lord who has earnestly accepted the lotus feet of the Lord as the supreme truth. In the Brahma-samhit&#257;, which is compiled by Brahm&#257;j&#299;, he repeats the aphorism govindam &#257;di-purusham tam aham bhaj&#257;mi: ** "I am a worshiper of the original personality of Godhead, Govinda, the primeval Lord." So whatever he says, whatever he thinks, and whatever he does normally in his mood are to be accepted as truth because of his direct and very intimate connection with Govinda, the primeval Lord. &#346;r&#299; Govinda, who pleasingly accepts the loving transcendental service of His devotees, gives all protection to the words and actions of His devotees. The Lord declares in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/31.htm">9.31</A>), kaunteya pratij&#257;n&#299;hi: "O son of Kunt&#299;, please declare it." The Lord asks Arjuna to declare, and why? Because sometimes the declaration of Govinda Himself may seem contradictory to mundane creatures, but the mundaner will never find any contradiction in the words of the Lord's devotees. The devotees are especially protected by the Lord so that they may remain infallible. Therefore the process of devotional service always begins in the service of the devotee who appears in disciplic succession. The devotees are always liberated, but that does not mean that they are impersonal. The Lord is a person eternally, and the devotee of the Lord is also a person eternally. Because the devotee has his sense organs even at the liberated stage, he is therefore a person always. And because the devotee's service is accepted by the Lord in full reciprocation, the Lord is also a person in His complete spiritual embodiment. The devotee's senses, being engaged in the service of the Lord, never go astray under the attraction of false material enjoyment. The plans of the devotee never go in vain, and all this is due to the faithful attachment of the devotee for the service of the Lord. This is the standard of perfection and liberation. Anyone, beginning from Brahm&#257;j&#299; down to the human being, is at once put on the path of liberation simply by his attachment in great earnestness for the Supreme Lord, &#346;r&#299; Krishna, the primeval Lord. The Lord affirms this in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/14/26.htm">14.26</A>):</P><P>m&#257;m ca yo 'vyabhic&#257;rena</P><P CLASS=n>bhakti-yogena sevate</P><P CLASS=n>sa gun&#257;n samat&#299;tyait&#257;n</P><P CLASS=n>brahma-bh&#363;y&#257;ya kalpate</P><P>Anyone, therefore, who is earnestly serious in heart and soul about being in intimate touch with the Personality of Godhead in the relationship of transcendental loving service will always be infallible in words and action. The reason is that the Supreme Lord is Absolute Truth, and anything earnestly dovetailed with the Absolute Truth attains the same transcendental quality. On the other hand, any amount of mental speculation on the strength of material science and knowledge without any bona fide touch with the Absolute Truth is sure to be a mundane untruth and failure, simply due to not being in touch with the Absolute Truth. Such godless, unfaithful words and actions, however materially enriched, are never to be trusted. That is the purport of this important verse. A grain of devotion is more valuable than tons of faithlessness.</P><P CLASS=l><A CLASS=i HREF="33.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="35.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>