<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 6 Verse 35</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 6 Verse 35"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Purusha-s&#363;kta Confirmed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.6.35</P><P CLASS=c>so 'ham sam&#257;mn&#257;yamayas tapomayah</P><P CLASS=c>praj&#257;pat&#299;n&#257;m abhivanditah patih</P><P CLASS=c>&#257;sth&#257;ya yogam nipunam sam&#257;hitas</P><P CLASS=c>tam n&#257;dhyagaccham yata &#257;tma-sambhavah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> <A CLASS=v HREF="http://vedabase.net/a/aham">aham</A> &#8212; myself (the great <A HREF="http://vedabase.net/b/brahma">Brahm&#257;</A>); <A CLASS=v HREF="http://vedabase.net/s/samamnaya">sam&#257;mn&#257;ya</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the chain of disciplic succession of Vedic wisdom; <A CLASS=v HREF="http://vedabase.net/t/tapah">tapah</A>-<A CLASS=v HREF="http://vedabase.net/m/mayah">mayah</A> &#8212; successfully having undergone all austerities; <A CLASS=v HREF="http://vedabase.net/p/prajapatinam">praj&#257;pat&#299;n&#257;m</A> &#8212; of all the forefathers of living entities; <A CLASS=v HREF="http://vedabase.net/a/abhivanditah">abhivanditah</A> &#8212; worshipable; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/a/asthaya">&#257;sth&#257;ya</A> &#8212; successfully practiced; <A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; mystic powers; <A CLASS=v HREF="http://vedabase.net/n/nipunam">nipunam</A> &#8212; very expert; <A CLASS=v HREF="http://vedabase.net/s/samahitah">sam&#257;hitah</A> &#8212; self-realized; <A CLASS=v HREF="http://vedabase.net/t/tam">tam</A> &#8212; the Supreme Lord; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; did not; <A CLASS=v HREF="http://vedabase.net/a/adhyagaccham">adhyagaccham</A> &#8212; properly understood; <A CLASS=v HREF="http://vedabase.net/y/yatah">yatah</A> &#8212; from whom; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tma</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/s/sambhavah">sambhavah</A> &#8212; generated.</P><P CLASS=t>TRANSLATION</P><P>Although I am known as the great Brahm&#257;, perfect in the disciplic succession of Vedic wisdom, and although I have undergone all austerities and am an expert in mystic powers and self-realization, and although I am recognized as such by the great forefathers of the living entities, who offer me respectful obeisances, still I cannot understand Him, the Lord, the very source of my birth.</P><P CLASS=t>PURPORT</P><P>Brahm&#257;, the greatest of all living creatures within the universe, is admitting his failure to know the Supreme Lord despite his vast learning in the Vedic wisdom, despite his austerity, penance, mystic powers and self-realization, and despite being worshiped by the great Praj&#257;patis, the forefathers of the living entities. So these qualifications are not sufficient to know the Supreme Lord. Brahm&#257;j&#299; could understand the Lord to a little extent only when he was trying to serve Him by the eagerness of his heart (hridautkanthyavat&#257;), which is the devotional service mood. Therefore, the Lord can be known only by the sincere mood of eagerness for service, and not by any amount of material qualification as scientist or speculative philosopher or by attainment of mystic powers. This fact is clearly corroborated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/18/54.htm">18.54-55</A>):</P><P>brahma-bh&#363;tah prasann&#257;tm&#257;</P><P CLASS=n>na &#347;ocati na k&#257;&#324;kshati</P><P CLASS=n>samah sarveshu bh&#363;teshu</P><P CLASS=n>mad-bhaktim labhate par&#257;m</P><P CLASS=n>bhakty&#257; m&#257;m abhij&#257;n&#257;ti</P><P CLASS=n>y&#257;v&#257;n ya&#347; c&#257;smi tattvatah</P><P CLASS=n>tato m&#257;m tattvato jñ&#257;tv&#257;</P><P CLASS=n>vi&#347;ate tad-anantaram</P><P>Only self-realization, by attainment of the above high qualifications of Vedic wisdom, austerity, etc., can help one on the path of devotional service. But failing in devotional service, one remains still imperfect because even in that position of self-realization one cannot factually know the Supreme Lord. By self-realization, one is qualified to become a devotee, and the devotee, by service mood (bhakty&#257;) only, can gradually know the personality of Godhead. One should not, however, misunderstand the import of vi&#347;ate ("enters into") as referring to merging into the existence of the Supreme. Even in material existence, one is merged in the existence of the Lord. No materialist can disentangle self from matter, for the self is merged in the external energy of the Lord. As no layman can separate butter from milk, no one can extricate the merged self from matter by acquiring some material qualification. This vi&#347;ate by devotion (bhakty&#257;) means to be able to participate in the association of the Lord in person. Bhakti, or devotional service to the Lord, means to become free from material entanglement and then to enter into the kingdom of God, becoming one like Him. Losing one's individuality is not the aim of bhakti-yoga or of the devotees of the Lord. There are five types of liberation, one of which is called s&#257;yujya-mukti, or being merged into the existence or body of the Lord. The other forms of liberation maintain the individuality of the particle soul and involve being always engaged in the transcendental loving service of the Lord. The word vi&#347;ate, used in the verses of the Bhagavad-g&#299;t&#257;, is thus meant for the devotees who are not at all anxious for any kind of liberation. The devotees are satisfied simply in being engaged in the service of the Lord, regardless of the situation.</P><P>Lord Brahm&#257; is the first living being, who directly learned the Vedic wisdom from the Lord (tene brahma hrid&#257; ya &#257;di-kavaye). Therefore, who can be a more learned Ved&#257;ntist than Lord Brahm&#257;? He admits that in spite of his perfect knowledge in the Vedas, he was unable to know the glories of the Lord. Since no one can be more than Lord Brahm&#257;, how can a so-called Ved&#257;ntist be perfectly cognizant of the Absolute Truth? The so-called Ved&#257;ntist, therefore, cannot enter into the existence of the Lord without being trained in the matter of bhakti-ved&#257;nta, or Ved&#257;nta plus bhakti. Ved&#257;nta means self-realization, and bhakti means realization of the Personality of Godhead, to some extent. No one can know the personality of Godhead in full, but at least to a certain extent one can know the Absolute Truth, the Personality of Godhead, by self-surrender and a devotional attitude, and by nothing else. In the Brahma-samhit&#257; also, it is said, vedeshu durlabham, or simply by study of Ved&#257;nta one can hardly find out the existence of the personality of Godhead, but the Lord is adurlabham &#257;tma-bhaktau, very easily available to His devotee. &#346;r&#299;la Vy&#257;sadeva, therefore, was not satisfied simply with compiling the Ved&#257;nta-s&#363;tras, but over and above this, by the advice of his spiritual master, N&#257;rada, he compiled the &#346;r&#299;mad-Bh&#257;gavatam in order to understand the real import of Ved&#257;nta. &#346;r&#299;mad-Bh&#257;gavatam therefore, is the absolute medium by which to understand the Absolute Truth.</P><P CLASS=l><A CLASS=i HREF="34.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="36.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>