<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 6 Verse 39</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 6 Verse 39"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Purusha-s&#363;kta Confirmed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.6.39</P><P CLASS=c>sa esha &#257;dyah purushah</P><P CLASS=c>kalpe kalpe srijaty ajah</P><P CLASS=c>&#257;tm&#257;tmany &#257;tman&#257;tm&#257;nam</P><P CLASS=c>sa samyacchati p&#257;ti ca</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/e/esah">eshah</A> &#8212; the very; <A CLASS=v HREF="http://vedabase.net/a/adyah">&#257;dyah</A> &#8212; the original Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/p/purusah">purushah</A> &#8212; the <A HREF="http://vedabase.net/m/maha">Mah&#257;</A>-<A HREF="http://vedabase.net/v/visnu">Vishnu</A> incarnation, <A HREF="http://vedabase.net/a/a">a</A> plenary portion of <A HREF="http://vedabase.net/g/govinda">Govinda</A>, Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kalpe">kalpe</A> <A CLASS=v HREF="http://vedabase.net/k/kalpe">kalpe</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> each and every millennium; <A CLASS=v HREF="http://vedabase.net/s/srjati">srijati</A> &#8212; creates; <A CLASS=v HREF="http://vedabase.net/a/ajah">ajah</A> &#8212; the unborn; <A CLASS=v HREF="http://vedabase.net/a/atma">&#257;tm&#257;</A> &#8212; self; <A CLASS=v HREF="http://vedabase.net/a/atmani">&#257;tmani</A> &#8212; upon the self; <A CLASS=v HREF="http://vedabase.net/a/atmana">&#257;tman&#257;</A> &#8212; by His own self; <A CLASS=v HREF="http://vedabase.net/a/atmanam">&#257;tm&#257;nam</A> &#8212; own self; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/s/samyacchati">samyacchati</A> &#8212; absorbs; <A CLASS=v HREF="http://vedabase.net/p/pati">p&#257;ti</A> &#8212; maintains; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also.</P><P CLASS=t>TRANSLATION</P><P>That supreme original Personality of Godhead, Lord &#346;r&#299; Krishna, expanding His plenary portion as Mah&#257;-Vishnu, the first incarnation, creates this manifested cosmos, but He is unborn. The creation, however, takes place in Him, and the material substance and manifestations are all Himself. He maintains them for some time and absorbs them into Himself again.</P><P CLASS=t>PURPORT</P><P>The creation is nondifferent from the Lord, and still He is not in the creation. This is explained in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/4.htm">9.4</A>) as follows:</P><P>may&#257; tatam idam sarvam</P><P CLASS=n>jagad avyakta-m&#363;rtin&#257;</P><P CLASS=n>mat-sth&#257;ni sarva-bh&#363;t&#257;ni</P><P CLASS=n>na c&#257;ham teshv avasthitah</P><P>The impersonal conception of the Absolute Truth is also a form of the Lord called avyakta-m&#363;rti. M&#363;rti means "form," but because His impersonal feature is inexplicable to our limited senses, He is the avyakta-m&#363;rti form, and in that inexplicable form of the Lord the whole creation is resting; or, in other words, the whole creation is the Lord Himself, and the creation is also nondifferent from Him, but simultaneously He, as the original Personality of Godhead &#346;r&#299; Krishna, is aloof from the created manifestation. The impersonalist gives stress to the impersonal form or feature of the Lord and does not believe in the original personality of the Lord, but the Vaishnavas accept the original form of the Lord, of whom the impersonal form is merely one of the features. The impersonal and personal conceptions of the Lord are existing simultaneously, and this fact is clearly described both in the Bhagavad-g&#299;t&#257; and in the &#346;r&#299;mad-Bh&#257;gavatam, and also in other Vedic scriptures. Inconceivable to human intelligence, the idea must simply be accepted on the authority of the scriptures, and it can only be practically realized by the progress of devotional service unto the Lord, and never by mental speculation or inductive logic. The impersonalists depend more or less on inductive logic, and therefore they always remain in darkness about the original Personality of Godhead &#346;r&#299; Krishna. Their conception of Krishna is not clear, although everything is clearly mentioned in all the Vedic scriptures. A poor fund of knowledge cannot comprehend the existence of an original personal form of the Lord when He is expanded in everything. This imperfectness is due, more or less, to the material conception that a substance distributed widely in parts can no longer exist in the original form.</P><P>The original personality of Godhead (&#257;dyah), Govinda, expands Himself as the Mah&#257;-Vishnu incarnation and rests in the Causal Ocean, which He Himself creates. The Brahma-samhit&#257; (<A CLASS=v HREF="../../../bs/5/47.htm">5.47</A>) confirms this as follows:</P><P>yah k&#257;ran&#257;rnava-jale bhajati sma yoga-</P><P CLASS=n>nidr&#257;m ananta-jagad-anda-saroma-k&#363;pah</P><P CLASS=n>&#257;dh&#257;ra-&#347;aktim avalambya par&#257;m sva-m&#363;rtim</P><P CLASS=n>govindam &#257;di-purusham tam aham bhaj&#257;mi</P><P>Lord Brahm&#257;j&#299; says in his Brahma-samhit&#257;, "I worship the primeval Lord Govinda, who lies down in the Causal Ocean in His plenary portion as Mah&#257;-Vishnu, with all the universes generating from the pores of hair on His transcendental body, and who accepts the mystic slumber of eternity."</P><P>So this Mah&#257;-Vishnu is the first incarnation in the creation, and from Him all the universes are generated and all material manifestations are produced, one after another. The Causal Ocean is created by the Lord as the mahat-tattva, as a cloud in the spiritual sky, and is only a part of His different manifestations. The spiritual sky is an expansion of His personal rays, and He is the mahat-tattva cloud also. He lies down and generates the universes by His breathing, and again, by entering into each universe as Garbhodaka&#347;&#257;y&#299; Vishnu, He creates Brahm&#257;, &#346;iva and many other demigods for maintenance of the universe and again absorbs the whole thing into His person as confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/7.htm">9.7</A>):</P><P>sarva-bh&#363;t&#257;ni kaunteya</P><P CLASS=n>prakritim y&#257;nti m&#257;mik&#257;m</P><P CLASS=n>kalpa-kshaye punas t&#257;ni</P><P CLASS=n>kalp&#257;dau visrij&#257;my aham</P><P>"O son of Kunt&#299;, when the kalpa, or the duration of the life of Brahm&#257;, is ended, then all the created manifestations enter into My prakriti, or energy, and again, when I desire, the same creation takes place by My personal energy."</P><P>The conclusion is that these are all but displays of the Lord's inconceivable personal energies, of which no one can have any full information. This point we have already discussed.</P><P CLASS=l><A CLASS=i HREF="38.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="40-41.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>