<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 2 Chapter 6 Verse 46</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 2 Chapter 6 Verse 46"></HEAD><BODY><TABLE><TR><TD>Canto 2: <A CLASS=v HREF="../index.htm">The Cosmic Manifestation</A></TD><TD CLASS=m>Chapter 6: <A CLASS=v HREF="index.htm">Purusha-s&#363;kta Confirmed</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 2.6.46</P><P CLASS=c>pr&#257;dh&#257;nyato y&#257;n risha &#257;mananti</P><P CLASS=c>l&#299;l&#257;vat&#257;r&#257;n purushasya bh&#363;mnah</P><P CLASS=c>&#257;p&#299;yat&#257;m karna-kash&#257;ya-&#347;osh&#257;n</P><P CLASS=c>anukramishye ta im&#257;n supe&#347;&#257;n</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pradhanyatah">pr&#257;dh&#257;nyatah</A> &#8212; chiefly; <A CLASS=v HREF="http://vedabase.net/y/yan">y&#257;n</A> &#8212; all those; <A CLASS=v HREF="http://vedabase.net/r/rse">rishe</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> <A HREF="http://vedabase.net/n/narada">N&#257;rada</A>; <A CLASS=v HREF="http://vedabase.net/a/amananti">&#257;mananti</A> &#8212; worship; <A CLASS=v HREF="http://vedabase.net/l/lila">l&#299;l&#257;</A> &#8212; pastimes; <A CLASS=v HREF="http://vedabase.net/a/avataran">avat&#257;r&#257;n</A> &#8212; incarnations; <A CLASS=v HREF="http://vedabase.net/p/purusasya">purushasya</A> &#8212; of the personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhumnah">bh&#363;mnah</A> &#8212; the Supreme; <A CLASS=v HREF="http://vedabase.net/a/apiyatam">&#257;p&#299;yat&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> order <A HREF="http://vedabase.net/t/to">to</A> be relished by you; <A CLASS=v HREF="http://vedabase.net/k/karna">karna</A> &#8212; ears; <A CLASS=v HREF="http://vedabase.net/k/kasaya">kash&#257;ya</A> &#8212; foul matter; <A CLASS=v HREF="http://vedabase.net/s/sosan">&#347;osh&#257;n</A> &#8212; that which evaporates; <A CLASS=v HREF="http://vedabase.net/a/anukramisye">anukramishye</A> &#8212; shall state one after another; <A CLASS=v HREF="http://vedabase.net/t/te">te</A> &#8212; they; <A CLASS=v HREF="http://vedabase.net/i/iman">im&#257;n</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> they <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/i/in">in</A> my heart; <A CLASS=v HREF="http://vedabase.net/s/su">su</A>-<A CLASS=v HREF="http://vedabase.net/p/pesan">pe&#347;&#257;n</A> &#8212; all pleasing <A HREF="http://vedabase.net/t/to">to</A> hear.</P><P CLASS=t>TRANSLATION</P><P>O N&#257;rada, now I shall state, one after another, the transcendental incarnations of the Lord known as l&#299;l&#257;-avat&#257;ras. Hearing of their activities counteracts all foul matters accumulated in the ear. These pastimes are pleasing to hear and are to be relished. Therefore they are in my heart.</P><P CLASS=t>PURPORT</P><P>As it was said in the beginning of &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../1/5/8.htm">1.5.8</A>), one cannot be fully satisfied by hearing unless and until one is given a chance to hear of the transcendental activities of the Lord. So Brahm&#257;j&#299; is also trying, in this verse, to stress the importance of narrating the transcendental pastimes of the Lord as He comes and manifests Himself here on the surface of the material planets. Every living entity has a tendency to hear pleasing messages, and as such almost every one of us is inclined to hear news and talks broadcast by the radio stations. But the difficulty is that no one is satisfied at heart by hearing all those messages. The cause of such dissatisfaction is the incompatibility of the message with the innermost stratum of the living soul. This transcendental literature is especially prepared by &#346;r&#299;la Vy&#257;sadeva to give the utmost satisfaction to the people in general by narration of the activities of the Lord, as instructed by &#346;r&#299; N&#257;rada Muni to &#346;r&#299;la Vy&#257;sadeva. Such activities of the Lord are principally of two varieties. One concerns the mundane manifestation of the material creative force, and the other deals with His pastimes in the form of different incarnations in terms of the time and place. There are innumerable incarnations of the Lord, like the waves of the river flowing constantly in and out. Less intelligent persons take more interest in the creative forces of the Lord in the material world, and, being disconnected from their relationship with the Lord, they put forward many theories of the creation in the name of scientific research. The devotees of the Lord, however, know well how the creative forces work concurrently by the action and reaction of the material energy of the Lord. Therefore they take more interest in the transcendental activities of the Lord as He incarnates Himself on the surface of the material world. &#346;r&#299;mad-Bh&#257;gavatam is the history of such activities of the Lord, and people who take interest in hearing &#346;r&#299;mad-Bh&#257;gavatam clear their hearts of accumulated mundane filth. There are a thousand and one rash literatures on the market, but one who has taken interest in the &#346;r&#299;mad-Bh&#257;gavatam loses all interest in such filthy literatures. &#346;r&#299; Brahm&#257;j&#299; is thus attempting to narrate the principal incarnations of the Lord so that they may be drunk by N&#257;rada as transcendental nectar.</P><P>Thus end the Bhaktivedanta purports of the Second Canto, Sixth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "Purusha-s&#363;kta Confirmed."</P><P CLASS=l><A CLASS=i HREF="43-45.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../7/1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>