<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 14 Verse 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 14 Verse 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Feelings of Separation from Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 14.14</P><P CLASS=c>r&#257;dhik&#257;ra bh&#257;ve prabhura sad&#257; 'abhim&#257;na'</P><P CLASS=c>sei bh&#257;ve &#257;pan&#257;ke haya 'r&#257;dh&#257;'-jñ&#257;na</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/radhikara">r&#257;dhik&#257;ra</A> <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the emotion of <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;; <A CLASS=v HREF="http://vedabase.net/p/prabhura">prabhura</A> &#8212; of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/s/sada">sad&#257;</A> &#8212; always; <A CLASS=v HREF="http://vedabase.net/a/abhimana">abhim&#257;na</A> &#8212; conception; <A CLASS=v HREF="http://vedabase.net/s/sei">sei</A> <A CLASS=v HREF="http://vedabase.net/b/bhave">bh&#257;ve</A> &#8212; under such <A HREF="http://vedabase.net/a/a">a</A> conception; <A CLASS=v HREF="http://vedabase.net/a/apanake">&#257;pan&#257;ke</A> &#8212; upon Himself; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/r/radha">r&#257;dh&#257;</A>-<A CLASS=v HREF="http://vedabase.net/j/jnana">jñ&#257;na</A> &#8212; consideration <A HREF="http://vedabase.net/a/as">as</A> <A HREF="http://vedabase.net/s/srimati">&#346;r&#299;mat&#299;</A> R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu's emotions exactly corresponded to those of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; when She met Uddhava. The Lord always conceived of Himself in Her position and sometimes thought that He was &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; Herself.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura explains that the purport of the word abhim&#257;na, or "self-conception," is that &#346;r&#299; Caitanya Mah&#257;prabhu thought Himself to be in the position of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and was always ready to render Krishna service in that way. Although &#346;r&#299; Caitanya Mah&#257;prabhu is Krishna Himself, He assumed the complexion and emotions of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and remained in that status. He never assumed the complexion or status of Lord Krishna. Of course, Krishna wanted to experience the role of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;; that is the original cause of His assuming the body of &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore pure Vaishnavas never disturb &#346;r&#299; Caitanya Mah&#257;prabhu's conception of being &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;.</P><P>Unfortunately, at the present time a group of so-called devotees maintain that &#346;r&#299; Caitanya Mah&#257;prabhu is the enjoyer and that they are enjoyers as well. They have actually deviated from devotional service to the Lord. &#346;r&#299; Caitanya Mah&#257;prabhu manifested Himself to show that cultivation of love for Krishna in separation is the easiest way of success for all living entities. Despite this fact, there are some theosophists who declare that because &#346;r&#299; Caitanya Mah&#257;prabhu is the Supreme Personality of Godhead, such cultivation is easy for Him but difficult for the living entity and that one can therefore approach Krishna in any way he likes. To nullify this idea, &#346;r&#299; Caitanya Mah&#257;prabhu demonstrated practically how one can achieve love of Krishna by adopting &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s mood in separation from Krishna.</P><P CLASS=l><A CLASS=i HREF="13.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="15.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>