<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 14 Verse 37</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 14 Verse 37"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Feelings of Separation from Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 14.37</P><P CLASS=c>'p&#257;ilu&#324; vrind&#257;vana-n&#257;tha, punah h&#257;r&#257;ilu&#324;</P><P CLASS=c>ke mora nileka krishna? k&#257;h&#257;&#324; mui &#257;inu'?</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/p/pailun">p&#257;ilu&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> got; <A CLASS=v HREF="http://vedabase.net/v/vrndavana">vrind&#257;vana</A>-<A CLASS=v HREF="http://vedabase.net/n/natha">n&#257;tha</A> &#8212; the Supreme Lord of <A HREF="http://vedabase.net/v/vrndavana">Vrind&#257;vana</A>; <A CLASS=v HREF="http://vedabase.net/p/punah">punah</A> &#8212; again; <A CLASS=v HREF="http://vedabase.net/h/harailun">h&#257;r&#257;ilu&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> have lost; <A CLASS=v HREF="http://vedabase.net/k/ke">ke</A> &#8212; who; <A CLASS=v HREF="http://vedabase.net/m/mora">mora</A> &#8212; My; <A CLASS=v HREF="http://vedabase.net/n/nileka">nileka</A> &#8212; took away; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kahan">k&#257;h&#257;&#324;</A> &#8212; where; <A CLASS=v HREF="http://vedabase.net/m/mui">mui</A> <A CLASS=v HREF="http://vedabase.net/a/ainu">&#257;inu</A> &#8212; have <A HREF="http://vedabase.net/i/i">I</A> come.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu said, "I found Krishna, the Lord of Vrind&#257;vana, but I have lost Him again. Who has taken My Krishna? Where have I come?"</P><P CLASS=t>PURPORT</P><P>These are the feelings of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. First Lord Caitanya felt that He had been taken to Vrind&#257;vana, where He saw Krishna's r&#257;sa dance with the gop&#299;s. Then He was brought to Kurukshetra to see Lord Jagann&#257;tha, His sister (Subhadr&#257;) and Lord Balar&#257;ma. &#346;r&#299; Caitanya Mah&#257;prabhu lost Vrind&#257;vana and Krishna, the master of Vrind&#257;vana. At this time, Caitanya Mah&#257;prabhu experienced divyonm&#257;da, transcendental madness in separation from Krishna. At Kurukshetra, Krishna displays His opulence, whereas in Vrind&#257;vana He is in His original position. Krishna never goes even a step away from Vrind&#257;vana; therefore Kurukshetra is less important for the gop&#299;s than Vrind&#257;vana.</P><P>Although devotees who worship Krishna in opulence (His Vaikuntha aspect) may prefer to see Lord Krishna at Kurukshetra along with Subhadr&#257; and Balar&#257;ma, the gop&#299;s want to see Krishna in Vrind&#257;vana, performing the r&#257;sa dance with &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu showed by practical example how one can cultivate the mood of R&#257;dh&#257;r&#257;n&#299; and the other gop&#299;s in separation from Krishna. Devotees absorbed in this mood do not like to see Krishna anywhere else but Vrind&#257;vana. Therefore &#346;r&#299; Caitanya Mah&#257;prabhu lamented, "I found Krishna in Vrind&#257;vana, and now I have again lost Him and come to Kurukshetra." Unless one is a very highly advanced devotee, he cannot understand these intricate feelings. The author of &#346;r&#299; Caitanya-carit&#257;mrita, however, has tried to explain this divyonm&#257;da as far as possible, and it is our duty simply to appreciate it as far as possible. Therefore the author has made the following request in verse 11:</P><P>t&#257;te vi&#347;v&#257;sa kari' &#347;una bh&#257;vera varnana</P><P CLASS=n>ha-ibe bh&#257;vera jñ&#257;na, p&#257;ib&#257; prema-dhana</P><P>"My dear readers, simply try to hear this description with faith and love. That will help you understand transcendental ecstasy, and at last you will achieve love of Godhead very easily."</P><P CLASS=l><A CLASS=i HREF="36.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="38.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>