<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 14 Verse 53</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 14 Verse 53"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Feelings of Separation from Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 14.53</P><P CLASS=c>cint&#257;tra j&#257;garodvegau</P><P CLASS=c>t&#257;navam malin&#257;&#324;gat&#257;</P><P CLASS=c>pral&#257;po vy&#257;dhir unm&#257;do</P><P CLASS=c>moho mrityur da&#347;&#257; da&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/cinta">cint&#257;</A> &#8212; anxiety; <A CLASS=v HREF="http://vedabase.net/a/atra">atra</A> &#8212; here (because of separation from <A HREF="http://vedabase.net/k/krsna">Krishna</A>); <A CLASS=v HREF="http://vedabase.net/j/jagara">j&#257;gara</A> &#8212; wakefulness; <A CLASS=v HREF="http://vedabase.net/u/udvegau">udvegau</A> &#8212; and mental agitation; <A CLASS=v HREF="http://vedabase.net/t/tanavam">t&#257;navam</A> &#8212; thinness; <A CLASS=v HREF="http://vedabase.net/m/malina">malina</A>-<A CLASS=v HREF="http://vedabase.net/a/angata">a&#324;gat&#257;</A> &#8212; <A HREF="http://vedabase.net/a/an">an</A> unclean, almost dirty state of the body; <A CLASS=v HREF="http://vedabase.net/p/pralapah">pral&#257;pah</A> &#8212; talking like <A HREF="http://vedabase.net/a/a">a</A> madman; <A CLASS=v HREF="http://vedabase.net/v/vyadhih">vy&#257;dhih</A> &#8212; disease; <A CLASS=v HREF="http://vedabase.net/u/unmadah">unm&#257;dah</A> &#8212; madness; <A CLASS=v HREF="http://vedabase.net/m/mohah">mohah</A> &#8212; illusion; <A CLASS=v HREF="http://vedabase.net/m/mrtyuh">mrityuh</A> &#8212; death; <A CLASS=v HREF="http://vedabase.net/d/dasah">da&#347;&#257;h</A> &#8212; conditions; <A CLASS=v HREF="http://vedabase.net/d/dasa">da&#347;a</A> &#8212; ten.</P><P CLASS=t>TRANSLATION</P><P>"The ten bodily transformations resulting from separation from Krishna are anxiety, wakefulness, mental agitation, thinness, uncleanliness, talking like a madman, disease, madness, illusion and death."</P><P CLASS=t>PURPORT</P><P>This verse is part of a description of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s different traits from Ujjvala-n&#299;lamani (Vipralambha-prakarana 153), by &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;. In this book, he elaborately explains the ten symptoms as follows.</P><P>Cint&#257;, anxiety. As stated in the Hamsa-d&#363;ta (2):</P><P>yad&#257; y&#257;to gop&#299;-hridaya-madano nanda-sadan&#257;n</P><P CLASS=n>mukundo g&#257;ndiny&#257;s tanayam anurundhan madhu-pur&#299;m</P><P CLASS=n>tad&#257;m&#257;&#324;ksh&#299;c cint&#257;-sariti ghana-gh&#363;rn&#257;paricayair</P><P CLASS=n>ag&#257;dh&#257;y&#257;m b&#257;dh&#257;maya-payasi r&#257;dh&#257; virahin&#299;</P><P>"At Akr&#363;ra's request, Krishna and Balar&#257;ma left the house of Nanda Mah&#257;r&#257;ja for Mathur&#257;. At that time the mind of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; was disrupted, and She became almost mad because of extreme separation from Krishna. She experienced great mental pain and agitation, which caused Her to drown in mental speculation in the river of anxiety. She thought, 'Now I am going to die, and when I die, Krishna will surely come back to see Me again. But when He hears of My death from the people of Vrind&#257;vana, He will certainly be very unhappy. Therefore I shall not die.'" This is the explanation of the word cint&#257;.</P><P>J&#257;gara, wakefulness. As stated in the Pady&#257;val&#299; (326):</P><P>y&#257;h pa&#347;yanti priyam svapne dhany&#257;s t&#257;h sakhi yoshitah</P><P CLASS=n>asm&#257;kam tu gate krishne gat&#257; nidr&#257;pi vairin&#299;</P><P>Thinking Herself very unfortunate, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; addressed Her very dear friend Vi&#347;&#257;kh&#257;, "My dear friend, if I could see Krishna in My dreams, I would certainly be glorified for My great fortune. But what can I do? Sleep also plays mischievously with Me. Indeed, it has become My enemy. Therefore I have not slept since the departure of Krishna."</P><P>Udvega, mental agitation. This word is explained in the Hamsa-d&#363;ta (104) as follows:</P><P>mano me h&#257; kashtam jvalati kim aham hanta karavai</P><P CLASS=n>na p&#257;ram n&#257;v&#257;ram su-mukhi kalay&#257;my asya jaladheh</P><P CLASS=n>iyam vande m&#363;rdhn&#257; sapadi tam up&#257;yam kathaya me</P><P CLASS=n>par&#257;mri&#347;ye yasm&#257;d dhriti-kanikay&#257;pi kshanikay&#257;</P><P>&#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; addressed Lalit&#257;, "My dear beautiful-faced Lalit&#257;, I cannot express how My heart is burning. It is a great, unfathomable ocean of anxiety. Still, I wish to offer My obeisances at your lotus feet. What shall I do? Please consider My condition and advise Me how I can become peaceful. That is My desire."</P><P>T&#257;nava, thinness, is described as follows:</P><P>udañcad-vaktr&#257;mbhoruha-vikritir antah-kulashit&#257;</P><P CLASS=n>sad&#257;h&#257;r&#257;bh&#257;va-glapita-kuca-kok&#257; yadu-pate</P><P CLASS=n>vi&#347;ushyant&#299; r&#257;dh&#257; tava viraha-t&#257;p&#257;d anu-dinam</P><P CLASS=n>nid&#257;ghe kuly eva kra&#347;ima-parip&#257;kam prathayati</P><P>When Uddhava returned to Mathur&#257; after visiting Vrind&#257;vana, Lord Krishna inquired from him about R&#257;dh&#257;r&#257;n&#299; and Vi&#347;&#257;kh&#257;. Uddhava replied as follows: "Consider the condition of the gop&#299;s! &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; especially is in a very painful condition because of separation from You. She has grown skinny, and Her bodily luster is almost gone. Her heart is immersed in pain, and because She has given up eating, Her breasts have become black, as if diseased. Because of separation from You, all the gop&#299;s, especially R&#257;dh&#257;r&#257;n&#299;, appear like dried-up water holes under the scorching heat of the sun."</P><P>Malina-a&#324;gat&#257;, uncleanliness, is described as follows:</P><P>hima-visara-vi&#347;&#299;rn&#257;mbhoja-tuly&#257;nana-&#347;r&#299;h</P><P CLASS=n>khara-marud-aparajyad-bandhu-j&#299;vopamaushth&#299;</P><P CLASS=n>agha-hara &#347;arad-arkott&#257;pitend&#299;var&#257;ksh&#299;</P><P CLASS=n>tava viraha-vipatti-ml&#257;pit&#257;s&#299;d vi&#347;&#257;kh&#257;</P><P>Uddhava said to Krishna, "O most auspicious Krishna, please hear me. The tribulation caused by Your absence has made Vi&#347;&#257;kh&#257; languid. Her lips tremble like trees in a strong wind. Her beautiful face is like a lotus flower that has withered under the snow, and her eyes are like lotus petals scorched by the heat of the autumn sun."</P><P>Pral&#257;pa, mad talking, is explained in the Lalita-m&#257;dhava as follows:</P><P>kva nanda-kula-candram&#257;h kva &#347;ikhi-candra-k&#257;la&#324;kritih</P><P CLASS=n>kva mandra-mural&#299;-ravah kva nu surendra-n&#299;la-dyutih</P><P CLASS=n>kva r&#257;sa-rasa-t&#257;ndav&#299; kva sakhi j&#299;va-rakshaushadhir</P><P CLASS=n>nidhir mama suhrittamah kva tava hanta h&#257; dhig vidhih</P><P>This is &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s lamentation for Her beloved Krishna, who was away from home. A woman whose husband has left home and gone to a foreign land is called proshita-bhartrik&#257;. Lamenting for Krishna in the same way that such a woman laments for her husband, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; said, "My dear friend, where is the glory of the family of Mah&#257;r&#257;ja Nanda, who wears a half-moon ornament on His head? Where is Krishna, whose hue is like that of the indran&#299;la jewel and who plays so nicely on His flute? Where is your friend, the best of all men, so expert in dancing in the circle of the r&#257;sa dance? Where is He who is the real medicine to save Me from dying of heart disease? I must condemn Providence, for he has caused Me so many tribulations by separating Me from Krishna."</P><P>Vy&#257;dhi, disease, is also described in the Lalita-m&#257;dhava:</P><P>utt&#257;p&#299; puta-p&#257;kato 'pi garala-gr&#257;m&#257;d api kshobhano</P><P CLASS=n>dambholer api duhsahah katur alam hrin-magna-&#347;&#363;ly&#257;d api</P><P CLASS=n>t&#299;vrah praudha-vis&#363;cik&#257;ni cayato 'py uccair mam&#257;yam bal&#299;</P><P CLASS=n>marm&#257;ny adya bhinatti gokula-pater vi&#347;lesha-janm&#257; jvarah</P><P>Being greatly afflicted by the pain of separation from Krishna, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; said, "My dear Lalit&#257;, kindly hear Me. I cannot bear suffering the fever of separation from Krishna, nor can I explain it to you. It is something like gold melting in an earthen box. This fever produces more distress than poison, and it is more piercing than a thunderbolt. I suffer exactly like someone almost dead from cholera. To be giving Me so much pain, this fever must be very strong indeed."</P><P>Unm&#257;da, madness, is explained as follows:</P><P>bhramati bhavana-garbhe nirnimittam hasant&#299;</P><P CLASS=n>prathayati tava v&#257;rt&#257;m cetan&#257;cetaneshu</P><P CLASS=n>luthati ca bhuvi r&#257;dh&#257; kampit&#257;&#324;g&#299; mur&#257;re</P><P CLASS=n>vishama-viraha-khedodg&#257;ri-vibhr&#257;nta-citt&#257;</P><P>Uddhava said to Krishna, "My dear Krishna, all the gop&#299;s are so afflicted by Your absence that they have become almost mad. O Mur&#257;ri, at home &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; laughs unnecessarily and, like a madwoman, inquires about You from every entity without distinction, even from the stones. She rolls on the ground, unable to bear the agony of Your absence."</P><P>Moha, illusion, is explained as follows:</P><P>nirundhe dainy&#257;bdhim harati guru-cint&#257; paribhavam</P><P CLASS=n>vilumpaty unm&#257;dam sthagayati bal&#257;d b&#257;shpa-lahar&#299;m</P><P CLASS=n>id&#257;n&#299;m kams&#257;re kuvalaya-dri&#347;ah kevalam idam</P><P CLASS=n>vidhatte s&#257;civyam tava viraha-m&#363;rcch&#257;-sahacar&#299;</P><P>Lalit&#257; wrote Krishna the following letter on &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s behalf: "My dear Krishna, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; has fallen unconscious on the ground, Her mind greatly agitated by Her separation from You. O enemy of Kamsa, You have now become a first-class politician, and therefore You can supposedly give relief to everyone. Therefore please consider the plight of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;, or very soon You will hear of Her death. Maybe at that time You will lament, although now You are jubilant."</P><P>Mrityu, death, is explained in the Hamsa-d&#363;ta (96):</P><P>aye r&#257;sa-kr&#299;d&#257;-rasika mama sakhyam nava-nav&#257;</P><P CLASS=n>pur&#257; baddh&#257; yena pranaya-lahar&#299; hanta gahan&#257;</P><P CLASS=n>sa cen mukt&#257;pekshas tvam asi dhig im&#257;m t&#363;la-&#347;akalam</P><P CLASS=n>yad etasy&#257; n&#257;s&#257;-nihitam idam ady&#257;pi calati</P><P>In the following letter, Lalit&#257; chastised Krishna for staying in Mathur&#257;: "Simply by dancing in the circle of the r&#257;sa dance, You attracted &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299;'s love. Why are You now so indifferent to my dear friend R&#257;dh&#257;r&#257;n&#299;? She is lying nearly unconscious, thinking of Your pastimes. I shall determine whether She is alive by putting a cotton swab under Her nostrils, and if She is still living, I shall chastise Her."</P><P CLASS=l><A CLASS=i HREF="52.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="54.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>