<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Feelings of Separation from Krishna</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC Antya 14 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC Antya 14.1</B></A>: I shall now describe a very small portion of the activities performed by &#346;r&#299; Caitanya Mah&#257;prabhu with His mind, intelligence and body when He was bewildered by strong feelings of separation from Krishna.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC Antya 14.2</B></A>: All glories to &#346;r&#299; Caitanya Mah&#257;prabhu, the Supreme Personality of Godhead! All glories to Lord Gauracandra, the life and soul of His devotees!</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC Antya 14.3</B></A>: All glories to Lord Nity&#257;nanda, who is &#346;r&#299; Caitanya Mah&#257;prabhu's very life! And all glories to Advaita &#256;c&#257;rya, who is extremely dear to &#346;r&#299; Caitanya Mah&#257;prabhu!</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC Antya 14.4</B></A>: All glories to Svar&#363;pa D&#257;modara and all the other devotees, headed by &#346;r&#299;v&#257;sa Th&#257;kura! Please give me the strength to describe the character of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC Antya 14.5</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's emotion of transcendental madness in separation from Krishna is very deep and mysterious. Even though one is very advanced and learned, he cannot understand it.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC Antya 14.6</B></A>: How can one describe unfathomable subject matters? It is possible only if &#346;r&#299; Caitanya Mah&#257;prabhu gives him the capability.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC Antya 14.7</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; recorded all these transcendental activities of &#346;r&#299; Caitanya Mah&#257;prabhu in their notebooks.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC Antya 14.8</B></A>: In those days, Svar&#363;pa D&#257;modara and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; lived with &#346;r&#299; Caitanya Mah&#257;prabhu, whereas all other commentators lived far away from Him.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC Antya 14.9</B></A>: These two great personalities [Svar&#363;pa D&#257;modara and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;] recorded the activities of &#346;r&#299; Caitanya Mah&#257;prabhu moment by moment. They described these activities briefly as well as elaborately in their notebooks.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC Antya 14.10</B></A>: Svar&#363;pa D&#257;modara wrote short notes, whereas Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; wrote elaborate descriptions. I shall now describe &#346;r&#299; Caitanya Mah&#257;prabhu's activities more elaborately, as if fluffing out compressed cotton.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC Antya 14.11</B></A>: Please hear faithfully this description of Caitanya Mah&#257;prabhu's ecstatic emotions. Thus you will come to know of His ecstatic love, and ultimately you will achieve love of Godhead.</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC Antya 14.12</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu felt separation from Krishna, His condition exactly corresponded to that of the gop&#299;s in Vrind&#257;vana after Krishna's departure for Mathur&#257;.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC Antya 14.13</B></A>: The lamentation of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; when Uddhava visited Vrind&#257;vana gradually became a feature of &#346;r&#299; Caitanya Mah&#257;prabhu's transcendental madness.</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC Antya 14.14</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu's emotions exactly corresponded to those of &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; when She met Uddhava. The Lord always conceived of Himself in Her position and sometimes thought that He was &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; Herself.</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC Antya 14.15</B></A>: Such is the state of transcendental madness. Why is it difficult to understand? When one is highly elevated in love of Krishna, he becomes transcendentally mad and talks like a madman.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC Antya 14.16</B></A>: "When the ecstatic emotion of enchantment gradually progresses, it becomes similar to bewilderment. Then one reaches the stage of astonishment [vaicitr&#299;], which awakens transcendental madness. Udgh&#363;rn&#257; and citra-jalpa are two among the many divisions of transcendental madness."</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC Antya 14.17</B></A>: One day while He was resting, &#346;r&#299; Caitanya Mah&#257;prabhu dreamed He saw Krishna performing His r&#257;sa dance.</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC Antya 14.18</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu saw Lord Krishna standing with His beautiful body curved in three places, holding His flute to His lips. Wearing yellow garments and garlands of forest flowers, He was enchanting even to Cupid.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC Antya 14.19</B></A>: The gop&#299;s were dancing in a circle, and in the middle of that circle, Krishna, the son of Mah&#257;r&#257;ja Nanda, danced with R&#257;dh&#257;r&#257;n&#299;.</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC Antya 14.20</B></A>: Seeing this, &#346;r&#299; Caitanya Mah&#257;prabhu was overwhelmed with the transcendental mellow of the r&#257;sa dance, and He thought, "Now I am with Krishna in Vrind&#257;vana."</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC Antya 14.21</B></A>: When Govinda saw that the Lord had not yet risen, he awakened Him. Understanding that He had only been dreaming, the Lord was somewhat unhappy.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC Antya 14.22</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu performed His customary daily duties, and at the usual time He went to see Lord Jagann&#257;tha in the temple.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC Antya 14.23</B></A>: As He viewed Lord Jagann&#257;tha from behind the Garuda column, hundreds and thousands of people in front of Him were seeing the Deity.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC Antya 14.24</B></A>: Suddenly, a woman from Orissa, unable to see Lord Jagann&#257;tha because of the crowd, climbed the column of Garuda, placing her foot on &#346;r&#299; Caitanya Mah&#257;prabhu's shoulder.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC Antya 14.25</B></A>: When he saw this, Caitanya Mah&#257;prabhu's personal servant, Govinda, hastily got her down from her position. &#346;r&#299; Caitanya Mah&#257;prabhu, however, chastised him for this.</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC Antya 14.26</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said to Govinda, "O &#257;di-vasy&#257; [uncivilized man], do not forbid this woman to climb the Garuda-stambha. Let her see Lord Jagann&#257;tha to her satisfaction."</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC Antya 14.27</B></A>: When the woman came to her senses, however, she quickly climbed back down to the ground and, seeing &#346;r&#299; Caitanya Mah&#257;prabhu, immediately begged at His lotus feet for forgiveness.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC Antya 14.28</B></A>: Seeing the woman's eagerness, &#346;r&#299; Caitanya Mah&#257;prabhu said, "Lord Jagann&#257;tha has not bestowed so much eagerness upon Me.</P><P CLASS=r><A CLASS=i HREF="29.htm"><B>CC Antya 14.29</B></A>: "She has fully absorbed her body, mind and life in Lord Jagann&#257;tha. Therefore she was unaware that she was putting her foot on My shoulder.</P><P CLASS=r><A CLASS=i HREF="30.htm"><B>CC Antya 14.30</B></A>: "Alas! How fortunate this woman is! I pray at her feet that she favor Me with her great eagerness to see Lord Jagann&#257;tha."</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC Antya 14.31</B></A>: Just previously, &#346;r&#299; Caitanya Mah&#257;prabhu had been seeing Lord Jagann&#257;tha as Krishna, the son of Mah&#257;r&#257;ja Nanda, in person.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC Antya 14.32</B></A>: Becoming fully absorbed in that vision, &#346;r&#299; Caitanya Mah&#257;prabhu had assumed the mood of the gop&#299;s, so much so that everywhere He looked He saw Krishna standing with His flute to His lips.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC Antya 14.33</B></A>: After seeing the woman, the Lord's external consciousness returned, and He saw the original deity forms of Lord Jagann&#257;tha, Subhadr&#257; and Lord Balar&#257;ma.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC Antya 14.34</B></A>: When He saw the deities, Lord Caitanya thought He was seeing Krishna in Kurukshetra. He wondered, "Have I come to Kurukshetra? Where is Vrind&#257;vana?"</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC Antya 14.35</B></A>: Lord Caitanya grew very much agitated, like a person who has just lost a recently acquired jewel. Then He became very morose and returned home.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC Antya 14.36</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu sat down on the ground and began to mark it with His fingernails. He was blinded by tears, which flowed from His eyes like the Ganges.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC Antya 14.37</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "I found Krishna, the Lord of Vrind&#257;vana, but I have lost Him again. Who has taken My Krishna? Where have I come?"</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC Antya 14.38</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu dreamed of the r&#257;sa dance, He was fully absorbed in transcendental bliss, but when His dream broke, He thought He had lost a precious jewel.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC Antya 14.39</B></A>: Thus &#346;r&#299; Caitanya Mah&#257;prabhu would chant and dance, always absorbed in the bliss of transcendental madness. He carried out the necessities of the body, such as eating and bathing, merely out of habit.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC Antya 14.40</B></A>: At night, Lord Caitanya would reveal to Svar&#363;pa D&#257;modara and R&#257;m&#257;nanda R&#257;ya the ecstatic feelings of His mind.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC Antya 14.41</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "At first My mind somehow achieved the treasure of Krishna, but it again lost Him. Therefore it gave up My body and home because of lamentation and accepted the religious principles of a k&#257;p&#257;lika-yog&#299;. Then My mind went to Vrind&#257;vana with its disciples, My senses."</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC Antya 14.42</B></A>: Having lost His acquired gem, &#346;r&#299; Caitanya Mah&#257;prabhu became overwhelmed with lamentation by remembering its attributes. Then, grasping the necks of R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, He cried, "Alas, where is My Lord Hari? Where is Hari?" Finally He became restless and lost all patience.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC Antya 14.43</B></A>: "My dear friends," He said, "please hear of Krishna's sweetness. Because of a great desire for that sweetness, My mind has given up all social and Vedic religious principles and taken to the profession of begging, exactly like a mystic yog&#299;.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC Antya 14.44</B></A>: "The ring of Krishna's r&#257;sa-l&#299;l&#257;, manufactured by &#346;ukadeva Gosv&#257;m&#299;, the most auspicious craftsman, is as pure as an earring made from a conchshell. The yog&#299; of My mind is wearing that earring upon his ear. From a gourd he has carved out the bowl of My aspirations, and he has taken the bag of My expectations on his shoulder.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC Antya 14.45</B></A>: "The yog&#299; of My mind wears the torn quilt of anxiety on his dirty body, which is covered with dust and ashes. His only words are 'Alas! Krishna!' He wears twelve bangles of distress on his wrist and a turban of greed on his head. Because he has not eaten anything, he is very thin.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC Antya 14.46</B></A>: "The great yog&#299; of My mind always studies the poetry and discussions of Lord Krishna's Vrind&#257;vana pastimes. In &#346;r&#299;mad-Bh&#257;gavatam and other scriptures, great saintly yog&#299;s like Vy&#257;sadeva and &#346;ukadeva Gosv&#257;m&#299; have described Lord Krishna as the Supersoul, beyond all material contamination.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC Antya 14.47</B></A>: "The mystic yog&#299; of My mind has assumed the name Mah&#257;b&#257;ula and made disciples of My ten senses. Thus My mind has gone to Vrind&#257;vana, leaving aside the home of My body and the great treasure of material enjoyment.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC Antya 14.48</B></A>: "In Vrind&#257;vana, he goes from door to door begging alms with all his disciples. He begs from both the moving and the inert inhabitants &#8212; the citizens, the trees and the creepers. In this way he lives on fruits, roots and leaves.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC Antya 14.49</B></A>: "The gop&#299;s of Vrajabh&#363;mi always taste the nectar of Krishna's attributes, His beauty, His sweetness, His aroma, the sound of His flute and the touch of His body. My mind's five disciples, the senses of perception, gather the remnants of that nectar from the gop&#299;s and bring them to the yog&#299; of My mind. The senses maintain their lives by eating those remnants.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC Antya 14.50</B></A>: "There is a solitary garden where Krishna enjoys His pastimes, and in one corner of a pavilion in that garden, the yog&#299; of My mind, along with his disciples, practices mystic yoga. Wanting to see Krishna directly, this yog&#299; remains awake throughout the night, meditating on Krishna, who is the Supersoul, uncontaminated by the three modes of nature.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC Antya 14.51</B></A>: "When My mind lost the association of Krishna and could no longer see Him, he became depressed and took up mystic yoga. In the void of separation from Krishna, he experienced ten transcendental transformations. Agitated by these transformations, My mind fled, leaving My body, his place of residence, empty. Thus I am completely in trance."</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC Antya 14.52</B></A>: When the gop&#299;s felt separation from Krishna, they experienced ten kinds of bodily transformations. These same symptoms appeared in the body of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC Antya 14.53</B></A>: "The ten bodily transformations resulting from separation from Krishna are anxiety, wakefulness, mental agitation, thinness, uncleanliness, talking like a madman, disease, madness, illusion and death."</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC Antya 14.54</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was overwhelmed night and day by these ten ecstatic conditions. Whenever such symptoms arose, His mind became unsteady.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC Antya 14.55</B></A>: After speaking in this way, &#346;r&#299; Caitanya Mah&#257;prabhu fell silent. Then R&#257;m&#257;nanda R&#257;ya began to recite various verses.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC Antya 14.56</B></A>: R&#257;m&#257;nanda R&#257;ya recited verses from &#346;r&#299;mad-Bh&#257;gavatam, and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; sang of Krishna's pastimes. In this way, they brought &#346;r&#299; Caitanya Mah&#257;prabhu to external consciousness.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC Antya 14.57</B></A>: After half the night had passed in this way, R&#257;m&#257;nanda R&#257;ya and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; made &#346;r&#299; Caitanya Mah&#257;prabhu lie down on His bed in the inner room.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC Antya 14.58</B></A>: Then R&#257;m&#257;nanda R&#257;ya returned home, and Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and Govinda lay down in front of the door to &#346;r&#299; Caitanya Mah&#257;prabhu's room.</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC Antya 14.59</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu remained awake throughout the entire night, chanting the Hare Krishna mantra very loudly.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC Antya 14.60</B></A>: After some time, Svar&#363;pa D&#257;modara could no longer hear &#346;r&#299; Caitanya Mah&#257;prabhu chanting. When he entered the room, he found the three doors locked, but &#346;r&#299; Caitanya Mah&#257;prabhu was gone.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC Antya 14.61</B></A>: All the devotees were very anxious when they saw that the Lord was not in His room. They wandered about searching for Him with a warning lamp.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC Antya 14.62</B></A>: After searching for some time, they came upon &#346;r&#299; Caitanya Mah&#257;prabhu lying in a corner by the northern side of the Simha-dv&#257;ra gate.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC Antya 14.63</B></A>: At first they were overjoyed to see Him, but when they saw His condition, all the devotees, headed by Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, were very anxious.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC Antya 14.64</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was lying unconscious, and His body had become elongated to five or six cubits. There was no breath from His nostrils.</P><P CLASS=r><A CLASS=i HREF="65-66.htm"><B>CC Antya 14.65-66</B></A>: Each of His arms and legs had become three cubits long; only skin connected the separated joints. The Lord's body temperature, indicating life, was very low. All the joints in His arms, legs, neck and waist were separated by at least six inches.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC Antya 14.67</B></A>: It appeared that only skin covered His elongated joints. Seeing the Lord's condition, all the devotees were very unhappy.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC Antya 14.68</B></A>: They almost died when they saw &#346;r&#299; Caitanya Mah&#257;prabhu with His mouth full of saliva and foam and His eyes turned upward.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC Antya 14.69</B></A>: When they saw this, Svar&#363;pa D&#257;modara Gosv&#257;m&#299; and all the other devotees began to chant the holy name of Krishna very loudly into &#346;r&#299; Caitanya Mah&#257;prabhu's ear.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC Antya 14.70</B></A>: After they had chanted in this way for a long time, the holy name of Krishna entered the heart of &#346;r&#299; Caitanya Mah&#257;prabhu, and He suddenly arose with a loud shout of "Haribol!"</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC Antya 14.71</B></A>: As soon as the Lord returned to external consciousness, all His joints contracted and His entire body returned to normal.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC Antya 14.72</B></A>: &#346;r&#299;la Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; has described these pastimes elaborately in his book Gaur&#257;&#324;ga-stava-kalpavriksha.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC Antya 14.73</B></A>: "In the house of K&#257;&#347;&#299; Mi&#347;ra, &#346;r&#299; Caitanya Mah&#257;prabhu would sometimes be greatly aggrieved, feeling separation from Krishna. The joints of His transcendental body would slacken, and His arms and legs would become elongated. Rolling on the ground, the Lord would cry out in distress in a faltering voice and weep very sorrowfully. The appearance of &#346;r&#299; Caitanya Mah&#257;prabhu, awakening in my heart, maddens me."</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC Antya 14.74</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was very much astonished to find Himself in front of the Simha-dv&#257;ra. He asked Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, "Where am I? What am I doing here?"</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC Antya 14.75</B></A>: Svar&#363;pa D&#257;modara said, "My dear Lord, please get up. Let us go to Your place. There I shall tell You everything that has happened."</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC Antya 14.76</B></A>: Thus all the devotees, supporting &#346;r&#299; Caitanya Mah&#257;prabhu, took Him back to His residence. Then they all described to Him what had happened.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC Antya 14.77</B></A>: Hearing the description of His condition while He had lain near the Simha-dv&#257;ra, &#346;r&#299; Caitanya Mah&#257;prabhu was very much astonished. He said, "I do not remember any of these things.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC Antya 14.78</B></A>: "All I can remember is that I saw My Krishna, but only for an instant. He appeared before Me and then, like lightning, immediately disappeared."</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC Antya 14.79</B></A>: Just then, everyone heard the blowing of the conchshell at the Jagann&#257;tha temple. &#346;r&#299; Caitanya Mah&#257;prabhu immediately took His bath and went to see Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC Antya 14.80</B></A>: Thus I have described the uncommon transformations of the body of &#346;r&#299; Caitanya Mah&#257;prabhu. When people hear about this, they are very much astonished.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC Antya 14.81</B></A>: No one has witnessed such bodily changes elsewhere, nor has anyone read of them in the revealed scriptures. Yet &#346;r&#299; Caitanya Mah&#257;prabhu, the supreme sanny&#257;s&#299;, exhibited these ecstatic symptoms.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC Antya 14.82</B></A>: These ecstasies are not described in the &#347;&#257;stras, and they are inconceivable to common men. Therefore people in general do not believe in them.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC Antya 14.83</B></A>: Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; lived continuously with &#346;r&#299; Caitanya Mah&#257;prabhu. I am simply recording whatever I have heard from him. Although common men do not believe in these pastimes, I believe in them totally.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC Antya 14.84</B></A>: One day, while &#346;r&#299; Caitanya Mah&#257;prabhu was going to the sea to bathe, He suddenly saw a sand dune named Cataka-parvata.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC Antya 14.85</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu mistook the sand dune for Govardhana Hill and ran toward it.</P><P CLASS=r><A CLASS=i HREF="86.htm"><B>CC Antya 14.86</B></A>: [Lord Caitanya said:] "Of all the devotees, this Govardhana Hill is the best! O my friends, this hill supplies Krishna and Balar&#257;ma, as well as Their calves, cows and cowherd friends, with all kinds of necessities &#8212; water for drinking, very soft grass, caves, fruits, flowers and vegetables. In this way the hill offers respect to the Lord. Being touched by the lotus feet of Krishna and Balar&#257;ma, Govardhana Hill appears very jubilant."</P><P CLASS=r><A CLASS=i HREF="87.htm"><B>CC Antya 14.87</B></A>: Reciting this verse, &#346;r&#299; Caitanya Mah&#257;prabhu ran toward the sand dune as fast as the wind. Govinda ran after Him, but he could not approach Him.</P><P CLASS=r><A CLASS=i HREF="88.htm"><B>CC Antya 14.88</B></A>: First one devotee shouted loudly, and then a tumultuous uproar arose as all the devotees stood up and began to run after the Lord.</P><P CLASS=r><A CLASS=i HREF="89.htm"><B>CC Antya 14.89</B></A>: Svar&#363;pa D&#257;modara Gosv&#257;m&#299;, Jagad&#257;nanda Pandita, Gad&#257;dhara Pandita, R&#257;m&#257;i, Nand&#257;i and &#346;a&#324;kara Pandita are some of the devotees who ran after &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="90.htm"><B>CC Antya 14.90</B></A>: Param&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299; also went toward the beach, and Bhagav&#257;n &#256;c&#257;rya, who was lame, followed them very slowly.</P><P CLASS=r><A CLASS=i HREF="91.htm"><B>CC Antya 14.91</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu was running with the speed of the wind, but He suddenly became stunned in ecstasy and lost all strength to proceed further.</P><P CLASS=r><A CLASS=i HREF="92.htm"><B>CC Antya 14.92</B></A>: The flesh at each of His pores erupted like pimples, and His bodily hairs, standing on end, appeared like kadamba flowers.</P><P CLASS=r><A CLASS=i HREF="93.htm"><B>CC Antya 14.93</B></A>: Blood and perspiration flowed incessantly from every pore of His body, and He could not speak a word but simply produced a gargling sound within His throat.</P><P CLASS=r><A CLASS=i HREF="94.htm"><B>CC Antya 14.94</B></A>: The Lord's eyes filled and overflowed with unlimited tears, like the Ganges and Yamun&#257; meeting in the sea.</P><P CLASS=r><A CLASS=i HREF="95.htm"><B>CC Antya 14.95</B></A>: His entire body faded to the color of a white conchshell, and then He began to quiver like the waves in the ocean.</P><P CLASS=r><A CLASS=i HREF="96.htm"><B>CC Antya 14.96</B></A>: While quivering in this way, &#346;r&#299; Caitanya Mah&#257;prabhu fell down on the ground. Then Govinda approached Him.</P><P CLASS=r><A CLASS=i HREF="97.htm"><B>CC Antya 14.97</B></A>: Govinda sprinkled water from a kara&#324;ga waterpot all over the Lord's body, and then, taking His own outer garment, he began to fan &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="98.htm"><B>CC Antya 14.98</B></A>: When Svar&#363;pa D&#257;modara and the other devotees reached the spot and saw the condition of &#346;r&#299; Caitanya Mah&#257;prabhu, they began to cry.</P><P CLASS=r><A CLASS=i HREF="99.htm"><B>CC Antya 14.99</B></A>: All eight kinds of transcendental transformations were visible in the Lord's body. All the devotees were struck with wonder to see such a sight.</P><P CLASS=r><A CLASS=i HREF="100.htm"><B>CC Antya 14.100</B></A>: The devotees loudly chanted the Hare Krishna mantra near &#346;r&#299; Caitanya Mah&#257;prabhu and washed His body with cold water.</P><P CLASS=r><A CLASS=i HREF="101.htm"><B>CC Antya 14.101</B></A>: After the devotees had been chanting for a long time, &#346;r&#299; Caitanya Mah&#257;prabhu suddenly stood up and shouted, "Haribol!"</P><P CLASS=r><A CLASS=i HREF="102.htm"><B>CC Antya 14.102</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu stood up, all the Vaishnavas loudly chanted, "Hari! Hari!" in great jubilation. The auspicious sound filled the air in all directions.</P><P CLASS=r><A CLASS=i HREF="103.htm"><B>CC Antya 14.103</B></A>: Astonished, &#346;r&#299; Caitanya Mah&#257;prabhu stood up and began looking here and there, trying to see something. But He could not catch sight of it.</P><P CLASS=r><A CLASS=i HREF="104.htm"><B>CC Antya 14.104</B></A>: When &#346;r&#299; Caitanya Mah&#257;prabhu saw all the Vaishnavas, He returned to partial external consciousness and spoke to Svar&#363;pa D&#257;modara.</P><P CLASS=r><A CLASS=i HREF="105.htm"><B>CC Antya 14.105</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said, "Who has brought Me here from Govardhana Hill? I was seeing Lord Krishna's pastimes, but now I cannot see them.</P><P CLASS=r><A CLASS=i HREF="106.htm"><B>CC Antya 14.106</B></A>: "Today I went from here to Govardhana Hill to find out if Krishna was tending His cows there.</P><P CLASS=r><A CLASS=i HREF="107.htm"><B>CC Antya 14.107</B></A>: "I saw Lord Krishna climbing Govardhana Hill and playing His flute, surrounded on all sides by grazing cows.</P><P CLASS=r><A CLASS=i HREF="108.htm"><B>CC Antya 14.108</B></A>: "Hearing the vibration of Krishna's flute, &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; and all Her gop&#299; friends came there to meet Him. They were all very nicely dressed.</P><P CLASS=r><A CLASS=i HREF="109.htm"><B>CC Antya 14.109</B></A>: "When Krishna and &#346;r&#299;mat&#299; R&#257;dh&#257;r&#257;n&#299; entered a cave together, the other gop&#299;s asked Me to pick some flowers.</P><P CLASS=r><A CLASS=i HREF="110.htm"><B>CC Antya 14.110</B></A>: "Just then, all of you made a tumultuous sound and carried Me from there to this place.</P><P CLASS=r><A CLASS=i HREF="111.htm"><B>CC Antya 14.111</B></A>: "Why have you brought Me here, causing Me unnecessary pain? I had a chance to see Krishna's pastimes, but I could not see them."</P><P CLASS=r><A CLASS=i HREF="112.htm"><B>CC Antya 14.112</B></A>: Saying this, &#346;r&#299; Caitanya Mah&#257;prabhu began to weep. When all the Vaishnavas saw the Lord's condition, they also wept.</P><P CLASS=r><A CLASS=i HREF="113.htm"><B>CC Antya 14.113</B></A>: At that time, Param&#257;nanda Pur&#299; and Brahm&#257;nanda Bh&#257;rat&#299; arrived. Seeing them, &#346;r&#299; Caitanya Mah&#257;prabhu became somewhat respectful.</P><P CLASS=r><A CLASS=i HREF="114.htm"><B>CC Antya 14.114</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu returned to complete external consciousness and immediately offered prayers to them. Then these two elderly gentlemen both embraced the Lord with loving affection.</P><P CLASS=r><A CLASS=i HREF="115.htm"><B>CC Antya 14.115</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu said to Pur&#299; Gosv&#257;m&#299; and Brahm&#257;nanda Bh&#257;rat&#299;, "Why have the two of you come so far?"Pur&#299; Gosv&#257;m&#299; replied, "Just to see Your dancing."</P><P CLASS=r><A CLASS=i HREF="116.htm"><B>CC Antya 14.116</B></A>: When He heard this, &#346;r&#299; Caitanya Mah&#257;prabhu felt somewhat ashamed. Then He went to bathe in the sea with all the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="117.htm"><B>CC Antya 14.117</B></A>: After bathing in the sea, &#346;r&#299; Caitanya Mah&#257;prabhu returned to His residence with all the devotees. Then they all lunched on the remnants of food offered to Lord Jagann&#257;tha.</P><P CLASS=r><A CLASS=i HREF="118.htm"><B>CC Antya 14.118</B></A>: Thus I have described the transcendental ecstatic emotions of &#346;r&#299; Caitanya Mah&#257;prabhu. Even Lord Brahm&#257; cannot describe their influence.</P><P CLASS=r><A CLASS=i HREF="119.htm"><B>CC Antya 14.119</B></A>: In his book Gaur&#257;&#324;ga-stava-kalpavriksha, Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; has very vividly described &#346;r&#299; Caitanya Mah&#257;prabhu's pastime of running toward the Cataka-parvata sand dune.</P><P CLASS=r><A CLASS=i HREF="120.htm"><B>CC Antya 14.120</B></A>: "Near Jagann&#257;tha Pur&#299; is a great sand dune known as Cataka-parvata. Seeing that hill, &#346;r&#299; Caitanya Mah&#257;prabhu said, 'Oh, I shall go to the land of Vraja to see Govardhana Hill!' Then He began running madly toward it, and all the Vaishnavas ran after Him. This scene awakens in my heart and maddens me."</P><P CLASS=r><A CLASS=i HREF="121.htm"><B>CC Antya 14.121</B></A>: Who can properly describe all the uncommon pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu? They are all simply His play.</P><P CLASS=r><A CLASS=i HREF="122.htm"><B>CC Antya 14.122</B></A>: I have briefly described them just to give an indication of His transcendental pastimes. Nevertheless, anyone who hears this will certainly attain the shelter of Lord Krishna's lotus feet.</P><P CLASS=r><A CLASS=i HREF="123.htm"><B>CC Antya 14.123</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>