<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Antya-lila Chapter 14</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Antya-lila Chapter 14"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">Antya-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 14: <A CLASS=v HREF="index.htm">Lord &#346;r&#299; Caitanya Mah&#257;prabhu's Feelings of Separation from Krishna</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> Antya 14 Summary</P><P>&#346;r&#299;la Bhaktivinoda Th&#257;kura gives the following summary of the Fourteenth Chapter. &#346;r&#299; Caitanya Mah&#257;prabhu's feelings of separation from Krishna resulted in highly elevated transcendental madness. When He was standing near the Garuda-stambha and praying to Lord Jagann&#257;tha, a woman from Orissa put her foot on the Lord's shoulder in her great eagerness to see Lord Jagann&#257;tha. Govinda chastised her for this, but Caitanya Mah&#257;prabhu praised her eagerness. When Caitanya Mah&#257;prabhu went to the temple of Lord Jagann&#257;tha, He was absorbed in ecstatic love and saw only Krishna. As soon as He perceived this woman, however, His external consciousness immediately returned, and He saw Jagann&#257;tha, Baladeva and Subhadr&#257;. Caitanya Mah&#257;prabhu also saw Krishna in a dream, and He was overwhelmed with ecstatic love. When He could no longer see Krishna, &#346;r&#299; Caitanya Mah&#257;prabhu compared Himself to a yog&#299; and described how that yog&#299; was seeing Vrind&#257;vana. Sometimes all the transcendental ecstatic symptoms were manifest in Him. One night, Govinda and Svar&#363;pa D&#257;modara noticed that although the three doors to the Lord's room were closed and locked, the Lord was not present inside. Seeing this, Svar&#363;pa D&#257;modara and the other devotees went outside and saw the Lord lying unconscious by the gate known as Simha-dv&#257;ra. His body had become unusually long, and the joints of His bones were loose. The devotees gradually brought &#346;r&#299; Caitanya Mah&#257;prabhu back to His senses by chanting the Hare Krishna mantra, and then they took Him back to His residence. Once &#346;r&#299; Caitanya Mah&#257;prabhu mistook a sand dune known as Cataka-parvata for Govardhana Hill. As He ran toward it, He became stunned, and then the eight ecstatic transformations appeared in His body due to great love for Krishna. At that time all the devotees chanted the Hare Krishna mantra to pacify Him.</P><P CLASS=l><A CLASS=i HREF="../13/139.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>