<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 11</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 11"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.11</P><P CLASS=c>sanny&#257;si-buddhye more karibe namask&#257;ra</P><P CLASS=c>tath&#257;pi khandibe duhkha, p&#257;ibe nist&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sannyasi">sanny&#257;si</A>-<A CLASS=v HREF="http://vedabase.net/b/buddhye">buddhye</A> &#8212; by consideration of <A HREF="http://vedabase.net/a/a">a</A> <A HREF="http://vedabase.net/s/sannyasi">sanny&#257;s&#299;</A>; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; unto <A HREF="http://vedabase.net/m/me">Me</A>; <A CLASS=v HREF="http://vedabase.net/k/karibe">karibe</A> &#8212; they will; <A CLASS=v HREF="http://vedabase.net/n/namaskara">namask&#257;ra</A> &#8212; offer obeisances; <A CLASS=v HREF="http://vedabase.net/t/tathapi">tath&#257;pi</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/k/khandibe">khandibe</A> &#8212; will diminish; <A CLASS=v HREF="http://vedabase.net/d/duhkha">duhkha</A> &#8212; distress; <A CLASS=v HREF="http://vedabase.net/p/paibe">p&#257;ibe</A> &#8212; will get; <A CLASS=v HREF="http://vedabase.net/n/nistara">nist&#257;ra</A> &#8212; liberation.</P><P CLASS=t>TRANSLATION</P><P>"If a person offers obeisances to Me, even due to accepting Me only as an ordinary sanny&#257;s&#299;, his material distresses will diminish, and he will ultimately get liberation."</P><P CLASS=t>PURPORT</P><P>Krishna is so merciful that He always thinks of how to liberate the conditioned souls from the material platform. It is for this reason that Krishna incarnates, as clearly indicated in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/4/7.htm">4.7</A>):</P><P>yad&#257; yad&#257; hi dharmasya gl&#257;nir bhavati bh&#257;rata</P><P CLASS=n>abhyutth&#257;nam adharmasya tad&#257;tm&#257;nam srij&#257;my aham</P><P>"Whenever and wherever there is a decline in religious practice, O descendant of Bharata, and a predominant rise of irreligion &#8212; at that time I descend Myself." Krishna always protects the living entities in many ways. He comes Himself, He sends His own confidential devotees, and He leaves behind Him &#347;&#257;stras like the Bhagavad-g&#299;t&#257;. Why? It is so that people may take advantage of the benediction to be liberated from the clutches of m&#257;y&#257;. &#346;r&#299; Caitanya Mah&#257;prabhu accepted sanny&#257;sa so that even a foolish person who accepted Him as an ordinary sanny&#257;s&#299; would offer Him respect, for this would help diminish his material distresses and ultimately liberate him from the material clutches. &#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; points out in this connection that &#346;r&#299; Krishna Caitanya Mah&#257;prabhu is the combined form of &#346;r&#299; R&#257;dh&#257; and Krishna (mah&#257;prabhu &#347;r&#299;-caitanya, r&#257;dh&#257;-krishna &#8212; nahe anya). Therefore when fools considered Caitanya Mah&#257;prabhu to be an ordinary human being and thus treated Him disrespectfully, the merciful Lord, in order to deliver these offenders, accepted sanny&#257;sa so that they would offer Him obeisances, accepting Him as a sanny&#257;s&#299;. &#346;r&#299; Caitanya Mah&#257;prabhu accepted sanny&#257;sa to bestow His great mercy on people in general, who cannot appreciate Him as R&#257;dh&#257; and Krishna Themselves.</P><P CLASS=l><A CLASS=i HREF="10.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="12.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>