<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 15</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 15"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.15</P><P CLASS=c>&#347;r&#299;-krishna-caitanya-day&#257; karaha vic&#257;ra</P><P CLASS=c>vic&#257;ra karite citte p&#257;be camatk&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/d/daya">day&#257;</A> &#8212; His mercy; <A CLASS=v HREF="http://vedabase.net/k/karaha">karaha</A> &#8212; just <A HREF="http://vedabase.net/p/put">put</A> into; <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; consideration; <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; when such consideration; <A CLASS=v HREF="http://vedabase.net/k/karile">karile</A> &#8212; will be done by you; <A CLASS=v HREF="http://vedabase.net/c/citte">citte</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> your heart; <A CLASS=v HREF="http://vedabase.net/p/pabe">p&#257;be</A> &#8212; you will get; <A CLASS=v HREF="http://vedabase.net/c/camatkara">camatk&#257;ra</A> &#8212; striking wonder.</P><P CLASS=t>TRANSLATION</P><P>If you are indeed interested in logic and argument, kindly apply it to the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. If you do so, you will find it to be strikingly wonderful.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura comments in this connection that people in general, in their narrow-minded conception of life, create many different types of humanitarian activities, but the humanitarian activities inaugurated by &#346;r&#299; Caitanya Mah&#257;prabhu are different. For logicians who want to accept only that which is proven through logic and argument, it is a fact that without logic and reason there can be no question of accepting the Absolute Truth. Unfortunately, when such logicians take to this path without the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu, they remain on the platform of logic and argument and do not advance in spiritual life. However, if one is intelligent enough to apply his arguments and logic to the subtle understanding of the fundamental spiritual substance, he will be able to know that a poor fund of knowledge established on the basis of material logic cannot help one understand the Absolute Truth, which is beyond the reach of imperfect senses. The Mah&#257;bh&#257;rata therefore says, acinty&#257;h khalu ye bh&#257;v&#257; na t&#257;ms tarkena yojayet. (Mah&#257;bh&#257;rata, Bh&#299;shma-parva <A CLASS=v HREF="http://vedabase.net/todo/parva5/22">5.22</A>) How can that which is beyond the imagination or sensory speculation of mundane creatures be approached simply by logic? Logic and argument are very poor in spiritual strength and always imperfect when applied to spiritual understanding. By putting forward mundane logic one frequently comes to the wrong conclusion regarding the Absolute Truth, and as a result of such a conclusion one may fall down to accept a body like that of a jackal.</P><P>Despite all this, those who are actually inquisitive to understand the philosophy of &#346;r&#299; Caitanya Mah&#257;prabhu through logic and argument are welcome. Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; addresses them, "Please put &#346;r&#299; Caitanya Mah&#257;prabhu's mercy to your crucial test, and if you are actually a logician you will come to the right conclusion that there is no personality more merciful than Lord Caitanya." Let the logicians compare all the results of other humanitarian work with the merciful activities of Lord Caitanya. If their judgment is impartial, they will understand that no other humanitarian activities can surpass those of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P>Everyone is engaged in humanitarian activities on the basis of the body, but from the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/2/18.htm">2.18</A>) we understand, anta-vanta ime deh&#257; nityasyokt&#257;h &#347;ar&#299;rinah: "The material body is ultimately subject to destruction, whereas the spiritual soul is eternal." &#346;r&#299; Caitanya Mah&#257;prabhu's philanthropic activities are performed in connection with the eternal soul. However one tries to benefit the body, it will be destroyed, and one will have to accept another body according to his present activities. If one does not, therefore, understand this science of transmigration but considers the body to be all in all, his intelligence is not very advanced. &#346;r&#299; Caitanya Mah&#257;prabhu, without neglecting the necessities of the body, imparted spiritual advancement to purify the existential condition of humanity. Therefore if a logician makes his judgment impartially, he will surely find that &#346;r&#299; Caitanya Mah&#257;prabhu is the mah&#257;-vad&#257;ny&#257;vat&#257;ra, the most magnanimous incarnation. He is even more magnanimous than Lord Krishna Himself. Lord Krishna demanded that one surrender unto Him, but He did not distribute love of Godhead as magnanimously as &#346;r&#299; Caitanya Mah&#257;prabhu. Therefore &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; offers Lord Caitanya his respectful obeisances with the words namo mah&#257;-vad&#257;ny&#257;ya krishna-prema-prad&#257;ya te/ krishn&#257;ya krishna-caitanya-n&#257;mne gaura-tvishe namah [<A CLASS=v HREF="../../../cc/madhya/19/53.htm">Madhya 19.53</A>]. Lord Krishna simply gave the Bhagavad-g&#299;t&#257;, by which one can understand Lord Krishna as He is, but &#346;r&#299; Caitanya Mah&#257;prabhu, who is also Krishna Himself, gave people love of Krishna without discrimination.</P><P CLASS=l><A CLASS=i HREF="14.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="16.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>