<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 19</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 19"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.19</P><P CLASS=c>r&#257;jan patir gurur alam bhavat&#257;m yad&#363;n&#257;m</P><P CLASS=c>daivam priyah kula-patih kva ca ki&#324;karo vah</P><P CLASS=c>astv evam a&#324;ga bhagav&#257;n bhajat&#257;m mukundo</P><P CLASS=c>muktim dad&#257;ti karhicit sma na bhakti-yogam</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King; <A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; master; <A CLASS=v HREF="http://vedabase.net/g/guruh">guruh</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/a/alam">alam</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/b/bhavatam">bhavat&#257;m</A> &#8212; of your; <A CLASS=v HREF="http://vedabase.net/y/yadunam">yad&#363;n&#257;m</A> &#8212; of the Yadus; <A CLASS=v HREF="http://vedabase.net/d/daivam">daivam</A> &#8212; God; <A CLASS=v HREF="http://vedabase.net/p/priyah">priyah</A> &#8212; very dear; <A CLASS=v HREF="http://vedabase.net/k/kula">kula</A>-<A CLASS=v HREF="http://vedabase.net/p/patih">patih</A> &#8212; head of the family; <A CLASS=v HREF="http://vedabase.net/k/kva">kva</A> &#8212; even sometimes; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; also; <A CLASS=v HREF="http://vedabase.net/k/kinkarah">ki&#324;karah</A> &#8212; order carrier; <A CLASS=v HREF="http://vedabase.net/v/vah">vah</A> &#8212; you; <A CLASS=v HREF="http://vedabase.net/a/astu">astu</A> &#8212; there is; <A CLASS=v HREF="http://vedabase.net/e/evam">evam</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/a/anga">a&#324;ga</A> &#8212; however; <A CLASS=v HREF="http://vedabase.net/b/bhagavan">bhagav&#257;n</A> &#8212; the Supreme Personality of Godhead; <A CLASS=v HREF="http://vedabase.net/b/bhajatam">bhajat&#257;m</A> &#8212; those who <A HREF="http://vedabase.net/a/are">are</A> <A HREF="http://vedabase.net/i/in">in</A> devotional service; <A CLASS=v HREF="http://vedabase.net/m/mukundah">mukundah</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/m/muktim">muktim</A> &#8212; liberation; <A CLASS=v HREF="http://vedabase.net/d/dadati">dad&#257;ti</A> &#8212; gives; <A CLASS=v HREF="http://vedabase.net/k/karhicit">karhicit</A> &#8212; sometimes; <A CLASS=v HREF="http://vedabase.net/s/sma">sma</A> &#8212; certainly; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; not; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A>-<A CLASS=v HREF="http://vedabase.net/y/yogam">yogam</A> &#8212; devotional service.</P><P CLASS=t>TRANSLATION</P><P>[The great sage N&#257;rada said:] "My dear Mah&#257;r&#257;ja Yudhishthira, the Supreme Personality of Godhead Krishna is always ready to help you. He is your master, guru, God, very dear friend and head of your family. Yet sometimes He agrees to act as your servant or order-carrier. You are greatly fortunate because this relationship is possible only by bhakti-yoga. The Lord can give liberation [mukti] very easily, but He does not very easily give one bhakti-yoga, because by that process He is bound to the devotee."</P><P CLASS=t>PURPORT</P><P>This passage is a quotation from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/5/6/18.htm">5.6.18</A>). While &#346;ukadeva Gosv&#257;m&#299; was describing the character of Rishabhadeva, he distinguished between bhakti-yoga and liberation by reciting this verse. In relationship with the Yadus and P&#257;ndavas, the Lord acted sometimes as their master, sometimes as their advisor, sometimes as their friend, sometimes as the head of their family and sometimes even as their servant. Krishna once had to carry out an order of Yudhishthira's by carrying a letter Yudhishthira had written to Duryodhana regarding peace negotiations. Similarly, He also became the chariot driver of Arjuna. This illustrates that in bhakti-yoga there is a relationship established between the Supreme Personality of Godhead and the devotee. Such a relationship is established in the transcendental mellows known as d&#257;sya, sakhya, v&#257;tsalya and m&#257;dhurya. If a devotee wants simple liberation, he gets it very easily from the Supreme Personality of Godhead, as confirmed by Bilvama&#324;gala Th&#257;kura. Muktih svayam mukulit&#257;ñjali sevate 'sm&#257;n: for a devotee, mukti is not very important because mukti is always standing on his doorstep waiting to serve him in some way. A devotee, therefore, must be attracted by the behavior of the inhabitants of Vrind&#257;vana, who live in a relationship with Krishna. The land, water, cows, trees and flowers serve Krishna in &#347;&#257;nta-rasa, His servants serve Him in d&#257;sya-rasa, and His cowherd friends serve Him in sakhya-rasa. Similarly, the elder gop&#299;s and gopas serve Krishna as father and mother, uncle and other relatives, and the young gop&#299;s, the cowherd girls, serve Krishna in conjugal love.</P><P>While executing devotional service, one must be naturally inclined to serve Krishna in one of these transcendental relationships. That is the actual success of life. For a devotee, to get liberation is not very difficult. Even one who is unable to establish a relationship with Krishna can achieve liberation by merging into the Brahman effulgence. This is called s&#257;yujya-mukti. Vaishnavas never accept s&#257;yujya-mukti, although sometimes they accept the other forms of liberation, namely s&#257;r&#363;pya, s&#257;lokya, s&#257;m&#299;pya and s&#257;rshti. A pure devotee, however, does not accept any kind of mukti. He wants only to serve Krishna in a transcendental relationship. This is the perfectional stage of spiritual life. M&#257;y&#257;v&#257;d&#299; philosophers desire to merge into the existence of the Brahman effulgence, although this aspect of liberation is always neglected by devotees. &#346;r&#299;la Prabodh&#257;nanda Sarasvat&#299; Th&#257;kura, describing this kind of mukti, which is called kaivalya, or becoming one with the Supreme, has said, kaivalyam narak&#257;yate: "Becoming one with the Supreme is as good as going to hell." Therefore the ideal of M&#257;y&#257;v&#257;da philosophy, becoming one with the Supreme, is hellish for a devotee; he never accepts it. M&#257;y&#257;v&#257;d&#299; philosophers do not know that even if they merge into the effulgence of the Supreme, this will not give them ultimate rest. An individual soul cannot live in the Brahman effulgence in a state of inactivity; after some time, he must desire to be active. However, since he is not aware of his relationship with the Supreme Personality of Godhead and therefore has no spiritual activity, he must come down for further activities in this material world. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/10/2/32.htm">10.2.32</A>):</P><P>&#257;ruhya kricchrena param padam tatah</P><P CLASS=n>patanty adho 'n&#257;drita-yushmad-a&#324;ghrayah</P><P>Because M&#257;y&#257;v&#257;d&#299; philosophers have no information regarding the transcendental service of the Lord, even after attaining liberation from material activities and merging into the Brahman effulgence, they must come down again to this material world to open hospitals or schools or perform similar philanthropic activities.</P><P CLASS=l><A CLASS=i HREF="18.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="20.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>