<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 20</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 20"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.20</P><P CLASS=c>hena prema &#347;r&#299;-caitanya dil&#257; yath&#257; tath&#257;</P><P CLASS=c>jag&#257;i m&#257;dh&#257;i paryanta &#8212; anyera k&#257; kath&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/h/hena">hena</A> &#8212; such; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/d/dila">dil&#257;</A> &#8212; has given; <A CLASS=v HREF="http://vedabase.net/y/yatha">yath&#257;</A> &#8212; anywhere; <A CLASS=v HREF="http://vedabase.net/t/tatha">tath&#257;</A> &#8212; everywhere; <A CLASS=v HREF="http://vedabase.net/j/jagai">jag&#257;i</A> &#8212; <A HREF="http://vedabase.net/j/jagai">Jag&#257;i</A>; <A CLASS=v HREF="http://vedabase.net/m/madhai">m&#257;dh&#257;i</A> &#8212; <A HREF="http://vedabase.net/m/madhai">M&#257;dh&#257;i</A>; <A CLASS=v HREF="http://vedabase.net/p/paryanta">paryanta</A> &#8212; up <A HREF="http://vedabase.net/t/to">to</A> them; <A CLASS=v HREF="http://vedabase.net/a/anyera">anyera</A> &#8212; of others; <A CLASS=v HREF="http://vedabase.net/k/ka">k&#257;</A> &#8212; what <A HREF="http://vedabase.net/t/to">to</A> speak; <A CLASS=v HREF="http://vedabase.net/k/katha">kath&#257;</A> &#8212; words.</P><P CLASS=t>TRANSLATION</P><P>Lord &#346;r&#299; Caitanya Mah&#257;prabhu has freely given this love of Krishna everywhere and anywhere, even to the most fallen, such as Jag&#257;i and M&#257;dh&#257;i. What then to speak of those who are already pious and elevated?</P><P CLASS=t>PURPORT</P><P>The distinction between &#346;r&#299; Caitanya Mah&#257;prabhu's gift to human society and the gifts of others is that whereas so-called philanthropic and humanitarian workers have given some relief to human society as far as the body is concerned, &#346;r&#299; Caitanya Mah&#257;prabhu offers the best facilities for going back home, back to Godhead, with love of Godhead. If one seriously makes a comparative study of the two gifts, certainly if he is at all sober he will give the greatest credit to &#346;r&#299; Caitanya Mah&#257;prabhu. It was with this purpose that Kavir&#257;ja Gosv&#257;m&#299; said:</P><P>&#347;r&#299;-krishna-caitanya-day&#257; karaha vic&#257;ra</P><P CLASS=n>vic&#257;ra karile citte p&#257;be camatk&#257;ra</P><P>"If you are indeed interested in logic and argument, kindly apply it to the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. If you do so, you will find it to be strikingly wonderful." (Cc. <A CLASS=v HREF="../../../cc/adi/8/15.htm">&#256;di 8.15</A>)</P><P>&#346;r&#299;la Narottama d&#257;sa Th&#257;kura says:</P><P>d&#299;na-h&#299;na yata chila, hari-n&#257;me uddh&#257;rila,</P><P CLASS=n>t&#257;ra s&#257;ksh&#299; jag&#257;i m&#257;dh&#257;i</P><P>The two brothers Jag&#257;i and M&#257;dh&#257;i epitomize the sinful population of this Age of Kali. They were most disturbing elements in society because they were meat-eaters, drunkards, woman-hunters, rogues and thieves. Yet &#346;r&#299; Caitanya Mah&#257;prabhu delivered them, to say nothing of others who were sober, pious, devoted and conscientious. The Bhagavad-g&#299;t&#257; confirms that to say nothing of the brahminically qualified devotees and r&#257;jarshis (kim punar br&#257;hman&#257;h puny&#257; bhakt&#257; r&#257;jarshayas tath&#257;), anyone who by the association of a pure devotee comes to Krishna consciousness becomes eligible to go back home, back to Godhead. In the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/9/32.htm">9.32</A>) the Lord thus declares:</P><P>m&#257;m hi p&#257;rtha vyap&#257;&#347;ritya ye 'pi syuh p&#257;pa-yonayah</P><P CLASS=n>striyo vai&#347;y&#257;s tath&#257; &#347;&#363;dr&#257;s te 'pi y&#257;nti par&#257;m gatim</P><P>"O son of Prith&#257;, those who take shelter in Me, though they be of lower birth &#8212; women, vai&#347;yas [merchants] and &#347;&#363;dras [workers] &#8212; can attain the supreme destination."</P><P>Lord Caitanya Mah&#257;prabhu delivered the two fallen brothers Jag&#257;i and M&#257;dh&#257;i, but the entire world is presently full of Jag&#257;is and M&#257;dh&#257;is, or, in other words, woman-hunters, meat-eaters, gamblers, thieves and other rogues, who create all kinds of disturbances in society. The activities of such persons have now become common practices. It is no longer considered abominable to be a drunkard, woman-hunter, meat-eater, thief or rogue, for these elements have been assimilated by human society. That does not mean, however, that the abominable qualities of such persons will help free human society from the clutches of m&#257;y&#257;. Rather, they will entangle humanity more and more in the reactions of the stringent laws of material nature. One's activities are all performed under the influence of the modes of material nature (prakriteh kriyam&#257;n&#257;ni gunaih karm&#257;ni sarva&#347;ah [<A CLASS=v HREF="../../../bg/3/27.htm">Bg. 3.27</A>]). Because people are now associating with the modes of ignorance (tamo-guna) and, to some extent, passion (rajo-guna), with no trace of goodness (sattva-guna), they are becoming increasingly greedy and lusty, for that is the effect of associating with these modes. Tad&#257; rajas-tamo-bhav&#257;h k&#257;ma-lobh&#257;daya&#347; ca ye: "By associating with the two lower qualities of material nature, one becomes lusty and greedy." (Bh&#257;g. <A CLASS=v HREF="../../../sb/1/2/19.htm">1.2.19</A>) Actually, in modern human society, everyone is greedy and lusty, and therefore the only means for deliverance is &#346;r&#299; Caitanya Mah&#257;prabhu's sa&#324;k&#299;rtana movement, which can promote all the Jag&#257;is and M&#257;dh&#257;is to the topmost position of sattva-guna, or brahminical culture.</P><P>&#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/1/2/18.htm">1.2.18-19</A>) states:</P><P>nashta-pr&#257;yeshv abhadreshu nityam bh&#257;gavata-sevay&#257;</P><P CLASS=n>bhagavaty uttama-&#347;loke bhaktir bhavati naishthik&#299;</P><P CLASS=n>tad&#257; rajas-tamo-bh&#257;v&#257;h k&#257;ma-lobh&#257;daya&#347; ca ye</P><P CLASS=n>ceta etair an&#257;viddham sthitam sattve pras&#299;dati</P><P>Considering the chaotic condition of human society, if one actually wants peace and tranquillity, one must take to the Krishna consciousness movement and engage always in bh&#257;gavata-dharma. Engagement in bh&#257;gavata-dharma dissipates all ignorance and passion, and when ignorance and passion are dissipated one is freed from greed and lust. When freed from greed and lust, one becomes brahminically qualified, and when a brahminically qualified person makes further advancement, he becomes situated on the Vaishnava platform. It is only on this Vaishnava platform that it is possible to awaken one's dormant love of Godhead, and as soon as one does so, his life is successful.</P><P>At present, human society is specifically cultivating the mode of ignorance (tamo-guna), although there may also be some symptoms of passion (rajo-guna). Full of k&#257;ma and lobha, lust and greed, the entire population of the world consists mostly of &#347;&#363;dras and a few vai&#347;yas, and gradually it is coming about that there are &#347;&#363;dras only. Communism is a movement of &#347;&#363;dras, and capitalism is meant for vai&#347;yas. In the fighting between these two factions, the &#347;&#363;dras and vai&#347;yas, gradually, due to the abominable condition of society, the communists will emerge triumphant, and as soon as this takes place, whatever is left of society will be ruined. The only possible remedy that can counteract the tendency toward communism is the Krishna consciousness movement, which can give even communists the real idea of communist society. According to the doctrine of communism, the state should be the proprietor of everything. But the Krishna consciousness movement, expanding this same idea, accepts God as the proprietor of everything. People cannot understand this because they have no sense of God, but the Krishna consciousness movement can help them to understand God and to understand that everything belongs to God. Since everything is the property of God, and all living entities &#8212; not only human beings but even animals, birds, plants and so on &#8212; are children of God, everyone has the right to live at the cost of God with God consciousness. This is the sum and substance of the Krishna consciousness movement.</P><P CLASS=l><A CLASS=i HREF="19.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="21.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>