<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 24</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 24"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.24</P><P CLASS=c>'krishna-n&#257;ma' kare apar&#257;dhera vic&#257;ra</P><P CLASS=c>krishna balile apar&#257;dh&#299;ra n&#257; haya vik&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; takes; <A CLASS=v HREF="http://vedabase.net/a/aparadhera">apar&#257;dhera</A> &#8212; of offenses; <A CLASS=v HREF="http://vedabase.net/v/vicara">vic&#257;ra</A> &#8212; consideration; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/b/balile">balile</A> &#8212; if one chants; <A CLASS=v HREF="http://vedabase.net/a/aparadhira">apar&#257;dh&#299;ra</A> &#8212; of the offenders; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; never; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/v/vikara">vik&#257;ra</A> &#8212; changed.</P><P CLASS=t>TRANSLATION</P><P>There are offenses to be considered while chanting the Hare Krishna mantra. Therefore simply by chanting Hare Krishna one does not become ecstatic.</P><P CLASS=t>PURPORT</P><P>It is very beneficial to chant the names &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda before chanting the Hare Krishna mah&#257;-mantra because by chanting these two holy names &#8212; &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#8212; one immediately becomes ecstatic, and if he then chants the Hare Krishna mah&#257;-mantra he becomes free of offenses.</P><P>There are ten offenses to avoid in chanting the Hare Krishna mah&#257;-mantra. The first offense is to blaspheme great personalities who are engaged in distributing the holy name of the Lord. It is said in the &#347;&#257;stra (Cc. <A CLASS=v HREF="../../../cc/antya/7/11.htm">Antya 7.11</A>), krishna-&#347;akti vin&#257; nahe t&#257;ra pravartana: one cannot distribute the holy names of the Hare Krishna mah&#257;-mantra unless he is empowered by the Supreme Personality of Godhead. Therefore one should not criticize or blaspheme a devotee who is thus engaged.</P><P>&#346;r&#299; Padma Pur&#257;na states:</P><P>sat&#257;m nind&#257; n&#257;mnah paramam apar&#257;dham vitanute</P><P CLASS=n>yatah khy&#257;tim y&#257;tam katham u sahate tad-vigarh&#257;m</P><P>To blaspheme the great saintly persons who are engaged in preaching the glories of the Hare Krishna mah&#257;-mantra is the worst offense at the lotus feet of the holy name. One should not criticize a preacher of the glories of the Hare Krishna mah&#257;-mantra. If one does so, he is an offender. The N&#257;ma-prabhu, who is identical with Krishna, will never tolerate such blasphemous activities, even from one who passes as a great devotee.</P><P>The second n&#257;m&#257;par&#257;dha is described as follows:</P><P>&#347;ivasya &#347;r&#299;-vishnor ya iha guna-n&#257;m&#257;di-sakalam</P><P CLASS=n>dhiy&#257; bhinnam pa&#347;yet sa khalu hari-n&#257;m&#257;hita-karah</P><P>In this material world, the holy name of Vishnu is all-auspicious. Vishnu's name, form, qualities and pastimes are all transcendental, absolute knowledge. Therefore, if one tries to separate the Absolute Personality of Godhead from His holy name or His transcendental form, qualities and pastimes, thinking them to be material, that is offensive. Similarly, to think that the names of demigods such as Lord &#346;iva are as good as the name of Lord Vishnu &#8212; or, in other words, to think that Lord &#346;iva and the other demigods are other forms of God and therefore equal to Vishnu &#8212; is also blasphemous. This is the second offense at the lotus feet of the holy name of theLord.</P><P>The third offense at the lotus feet of the holy name, which is called guror avajñ&#257;, is to consider the spiritual master to be material and therefore to envy his exalted position. The fourth offense (&#347;ruti-&#347;&#257;stra-nindanam) is to blaspheme Vedic literatures such as the four Vedas and the Pur&#257;nas. The fifth offense (artha-v&#257;dah) is to consider the glories of the holy name to be exaggerations. Similarly, the sixth offense (hari-n&#257;mni kalpanam) is to consider the holy name of the Lord to be imaginary.</P><P>The seventh offense is described as follows:</P><P>n&#257;mno bal&#257;d yasya hi p&#257;pa-buddhir</P><P CLASS=n>na vidyate tasya yamair hi &#347;uddhih</P><P>To think that since the Hare Krishna mantra can counteract all sinful reactions one may therefore go on with his sinful activities and at the same time chant the Hare Krishna mantra to neutralize them is the greatest offense at the lotus feet of hari-n&#257;ma.</P><P>The eighth offense is stated thus:</P><P>dharma-vrata-ty&#257;ga-hut&#257;di-sarva-</P><P CLASS=n>&#347;ubha-kriy&#257;-s&#257;myam api pram&#257;dah</P><P>It is offensive to consider the chanting of the Hare Krishna mantra to be a religious ritualistic ceremony. Performing religious ceremonies, following vows and practicing renunciation and sacrifice are all materialistic auspicious activities. The chanting of the Hare Krishna mah&#257;-mantra must not be compared to such materialistic religiosity. This is an offense at the lotus feet of the holy name of the Lord.</P><P>The ninth offense is described as follows:</P><P>a&#347;raddadh&#257;ne vimukhe 'py a&#347;rinvati</P><P CLASS=n>ya&#347; copade&#347;ah &#347;iva-n&#257;m&#257;par&#257;dhah</P><P>It is an offense to preach the glories of the holy name among persons who have no intelligence or no faith in the subject matter. Such people should be given the chance to hear the chanting of the Hare Krishna mantra, but in the beginning they should not be instructed about the glories or the spiritual significance of the holy name. By constant hearing of the holy name, their hearts will be purified, and then they will be able to understand the transcendental position of the holy name.</P><P>The tenth offense is as follows:</P><P>&#347;rute 'pi n&#257;ma-m&#257;h&#257;tmye yah pr&#299;ti-rahito narah</P><P CLASS=n>aham-mam&#257;di-paramo n&#257;mni so 'py apar&#257;dha-krit</P><P>If one has heard the glories of the transcendental holy name of the Lord but nevertheless continues in a materialistic concept of life, thinking "I am this body and everything belonging to this body is mine [aham mameti <A CLASS=v HREF="../../../sb/5/5/8.htm">SB 5.5.8</A>]," and does not show respect and love for the chanting of the Hare Krishna mah&#257;-mantra, that is an offense.</P><P CLASS=l><A CLASS=i HREF="23.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="25.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>