<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 25</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 25"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.25</P><P CLASS=c>tad a&#347;ma-s&#257;ram hridayam batedam</P><P CLASS=c>yad grihyam&#257;nair hari-n&#257;madheyaih</P><P CLASS=c>na vikriyet&#257;tha yad&#257; vik&#257;ro</P><P CLASS=c>netre jalam g&#257;tra-ruheshu harshah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/t/tat">tat</A> &#8212; that; <A CLASS=v HREF="http://vedabase.net/a/asma">a&#347;ma</A>-<A CLASS=v HREF="http://vedabase.net/s/saram">s&#257;ram</A> &#8212; <A HREF="http://vedabase.net/a/as">as</A> hard <A HREF="http://vedabase.net/a/as">as</A> iron; <A CLASS=v HREF="http://vedabase.net/h/hrdayam">hridayam</A> &#8212; heart; <A CLASS=v HREF="http://vedabase.net/b/bata">bata</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A>; <A CLASS=v HREF="http://vedabase.net/i/idam">idam</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/y/yat">yat</A> &#8212; which; <A CLASS=v HREF="http://vedabase.net/g/grhyamanaih">grihyam&#257;naih</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> spite of taking the chanting; <A CLASS=v HREF="http://vedabase.net/h/hari">hari</A>-<A CLASS=v HREF="http://vedabase.net/n/namadheyaih">n&#257;madheyaih</A> &#8212; meditating on the holy <A HREF="http://vedabase.net/n/name">name</A> of the Lord; <A CLASS=v HREF="http://vedabase.net/n/na">na</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/v/vikriyeta">vikriyeta</A> &#8212; change; <A CLASS=v HREF="http://vedabase.net/a/atha">atha</A> &#8212; thus; <A CLASS=v HREF="http://vedabase.net/y/yada">yad&#257;</A> &#8212; when; <A CLASS=v HREF="http://vedabase.net/v/vikarah">vik&#257;rah</A> &#8212; transformation; <A CLASS=v HREF="http://vedabase.net/n/netre">netre</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the eyes; <A CLASS=v HREF="http://vedabase.net/j/jalam">jalam</A> &#8212; tears; <A CLASS=v HREF="http://vedabase.net/g/gatra">g&#257;tra</A>-<A CLASS=v HREF="http://vedabase.net/r/ruhesu">ruheshu</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the pores of the body; <A CLASS=v HREF="http://vedabase.net/h/harsah">harshah</A> &#8212; ecstasy.</P><P CLASS=t>TRANSLATION</P><P>"If one's heart does not change, tears do not flow from his eyes, his body does not shiver, and his bodily hairs do not stand on end as he chants the Hare Krishna mah&#257;-mantra, it should be understood that his heart is as hard as iron. This is due to his offenses at the lotus feet of the Lord's holy name."</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura, commenting on this verse, which is a quotation from &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/2/3/24.htm">2.3.24</A>), remarks that sometimes a mah&#257;-bh&#257;gavata, or very advanced devotee, does not manifest such transcendental symptoms as tears in the eyes, whereas sometimes a kanishtha-adhik&#257;r&#299;, a neophyte devotee, displays them artificially. This does not mean, however, that the neophyte is more advanced than the mah&#257;-bh&#257;gavata devotee. The test of the real change of heart that takes place when one chants the Hare Krishna mah&#257;-mantra is that one becomes detached from material enjoyment. This is the real change. Bhaktir pare&#347;&#257;nubhavo viraktir anyatra ca (Bh&#257;g. <A CLASS=v HREF="../../../sb/11/2/42.htm">11.2.42</A>). If one is actually advancing in spiritual life, he must become very much detached from material enjoyment. If it is sometimes found that a kanishtha-adhik&#257;r&#299; (neophyte devotee) shows artificial tears in his eyes while chanting the Hare Krishna mantra but is still completely attached to material things, his heart has not really changed. The change must be manifested in terms of one's real activities.</P><P CLASS=l><A CLASS=i HREF="24.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="26.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>