<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 26</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 26"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.26</P><P CLASS=c>'eka' krishna-n&#257;me kare sarva-p&#257;pa n&#257;&#347;a</P><P CLASS=c>premera k&#257;rana bhakti karena prak&#257;&#347;a</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/eka">eka</A> &#8212; one; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/n/name">n&#257;me</A> &#8212; by chanting the holy <A HREF="http://vedabase.net/n/name">name</A> of Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/k/kare">kare</A> &#8212; makes; <A CLASS=v HREF="http://vedabase.net/s/sarva">sarva</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/p/papa">p&#257;pa</A> &#8212; sinful life; <A CLASS=v HREF="http://vedabase.net/n/nasa">n&#257;&#347;a</A> &#8212; exhausted; <A CLASS=v HREF="http://vedabase.net/p/premera">premera</A> &#8212; of love of Godhead; <A CLASS=v HREF="http://vedabase.net/k/karana">k&#257;rana</A> &#8212; cause; <A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; devotional service; <A CLASS=v HREF="http://vedabase.net/k/karena">karena</A> &#8212; becomes; <A CLASS=v HREF="http://vedabase.net/p/prakasa">prak&#257;&#347;a</A> &#8212; manifest.</P><P CLASS=t>TRANSLATION</P><P>Simply chanting the Hare Krishna mah&#257;-mantra without offenses vanquishes all sinful activities. Thus pure devotional service, which is the cause of love of Godhead, becomes manifest.</P><P CLASS=t>PURPORT</P><P>One cannot be situated in the devotional service of the Lord unless one is free from sinful life. This is confirmed in the Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/7/28.htm">7.28</A>):</P><P>yesh&#257;m tv anta-gatam p&#257;pam jan&#257;n&#257;m punya-karman&#257;m</P><P CLASS=n>te dvandva-moha-nirmukt&#257; bhajante m&#257;m dridha-vrat&#257;h</P><P>"Persons who have acted piously in previous lives and in this life and whose sinful actions are completely eradicated are freed from the duality of delusion, and they engage themselves in My service with determination." A person who is already cleansed of all tinges of sinful life engages without deviation or duality of purpose in the transcendental loving service of the Lord. In this age, although people are greatly sinful, simply chanting the Hare Krishna mah&#257;-mantra can relieve them from the reactions of their sins. Eka krishna-n&#257;me: only by chanting Krishna's name is this possible. This is confirmed in &#346;r&#299;mad-Bh&#257;gavatam (<A CLASS=v HREF="../../../sb/12/3/51.htm">12.3.51</A>): k&#299;rtan&#257;d eva krishnasya mukta-sa&#324;gah. Caitanya Mah&#257;prabhu has also taught us this. While passing on the road, He used to chant:</P><P>krishna krishna krishna krishna krishna krishna krishna he</P><P CLASS=n>krishna krishna krishna krishna krishna krishna krishna he</P><P CLASS=n>krishna krishna krishna krishna krishna krishna raksha m&#257;m</P><P CLASS=n>krishna krishna krishna krishna krishna krishna p&#257;hi m&#257;m</P><P CLASS=n>r&#257;ma r&#257;ghava r&#257;ma r&#257;ghava r&#257;ma r&#257;ghava raksha m&#257;m</P><P CLASS=n>krishna ke&#347;ava krishna ke&#347;ava krishna ke&#347;ava p&#257;hi m&#257;m</P><P>If one always chants the holy name of Krishna, gradually one is freed from all reactions of sinful life, provided he chants offenselessly and does not commit more sinful activities on the strength of chanting the Hare Krishna mantra. In this way one is purified, and his devotional service causes the arousal of his dormant love of God. If one simply chants the Hare Krishna mantra and does not commit sinful activities and offenses, one's life is purified, and thus one comes to the fifth stage of perfection, or engagement in the loving service of the Lord (prem&#257; pum-artho mah&#257;n).</P><P CLASS=l><A CLASS=i HREF="25.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="27.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>