<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 31</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 31"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.31</P><P CLASS=c>caitanya-nity&#257;nande n&#257;hi esaba vic&#257;ra</P><P CLASS=c>n&#257;ma laite prema dena, vahe a&#347;rudh&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/n/nityanande">nity&#257;nande</A> &#8212; when chanting the holy names of Lord <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> and <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; there <A HREF="http://vedabase.net/a/are">are</A> not; <A CLASS=v HREF="http://vedabase.net/e/esaba">esaba</A> &#8212; all these; <A CLASS=v HREF="http://vedabase.net/v/vicara">vicara</A> &#8212; considerations; <A CLASS=v HREF="http://vedabase.net/n/nama">n&#257;ma</A> &#8212; the holy <A HREF="http://vedabase.net/n/name">name</A>; <A CLASS=v HREF="http://vedabase.net/l/laite">laite</A> &#8212; simply by chanting; <A CLASS=v HREF="http://vedabase.net/p/prema">prema</A> &#8212; love of Godhead; <A CLASS=v HREF="http://vedabase.net/d/dena">dena</A> &#8212; they give; <A CLASS=v HREF="http://vedabase.net/v/vahe">vahe</A> &#8212; there is <A HREF="http://vedabase.net/a/a">a</A> flow; <A CLASS=v HREF="http://vedabase.net/a/asru">a&#347;ru</A>-<A CLASS=v HREF="http://vedabase.net/d/dhara">dh&#257;ra</A> &#8212; tears <A HREF="http://vedabase.net/i/in">in</A> the eyes.</P><P CLASS=t>TRANSLATION</P><P>But if one only chants, with some slight faith, the holy names of Lord Caitanya and Nity&#257;nanda, very quickly he is cleansed of all offenses. Thus as soon as he chants the Hare Krishna mah&#257;-mantra, he feels the ecstasy of love for God.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura remarks in this connection that if one takes shelter of Lord &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda, follows Their instructions to become more tolerant than the tree and humbler than the grass, and in this way chants the holy name of the Lord, very soon he achieves the platform of transcendental loving service to the Lord, and tears appear in his eyes. There are offenses to be considered in chanting the Hare Krishna mah&#257;-mantra, but there are no such considerations in chanting the names of Gaura-Nity&#257;nanda. Therefore, if one chants the Hare Krishna mah&#257;-mantra but his life is still full of sinful activities, it will be very difficult for him to achieve the platform of loving service to the Lord. But if in spite of being an offender one chants the holy names of Gaura-Nity&#257;nanda, he is very quickly freed from the reactions to his offenses. Therefore, one should first approach Lord Caitanya and Nity&#257;nanda, or worship Guru-Gaur&#257;&#324;ga, and then come to the stage of worshiping R&#257;dh&#257;-Krishna. In our Krishna consciousness movement, our students are first advised to worship Guru-Gaur&#257;&#324;ga, and then, when they are somewhat advanced, the R&#257;dh&#257;-Krishna Deity is installed, and they are engaged in the worship of the Lord.</P><P>One should first take shelter of Gaura-Nity&#257;nanda in order to reach, ultimately, R&#257;dh&#257;-Krishna. &#346;r&#299;la Narottama d&#257;sa Th&#257;kura sings in this connection:</P><P>gaur&#257;&#324;ga balite ha'be pulaka &#347;ar&#299;ra</P><P CLASS=n>hari hari balite nayane ba'be n&#299;ra</P><P CLASS=n>&#257;ra kabe nit&#257;i-c&#257;&#324;dera karun&#257; karibe</P><P CLASS=n>sams&#257;ra-v&#257;san&#257; mora kabe tuccha habe</P><P CLASS=n>vishaya ch&#257;diy&#257; kabe &#347;uddha habe mana</P><P CLASS=n>kabe h&#257;ma heraba &#347;r&#299;-vrind&#257;vana</P><P>In the beginning one should very regularly chant &#346;r&#299; Gaurasundara's holy name and then chant the holy name of Lord Nity&#257;nanda. Thus one's heart will be cleansed of impure desires for material enjoyment. Then one can approach Vrind&#257;vana-dh&#257;ma to worship Lord Krishna. Unless one is favored by Lord Caitanya and Nity&#257;nanda, there is no need to go to Vrind&#257;vana, for unless one's mind is purified, he cannot see Vrind&#257;vana, even if he goes there. Actually going to Vrind&#257;vana involves taking shelter of the six Gosv&#257;m&#299;s by reading the Bhakti-ras&#257;mrita-sindhu, Vidagdha-m&#257;dhava, Lalita-m&#257;dhava and the other books that they have given. In this way one can understand the transcendental loving affairs between R&#257;dh&#257; and Krishna. Kabe h&#257;ma bujhaba se yugala-pir&#299;ti. The conjugal love between R&#257;dh&#257; and Krishna is not an ordinary human affair; it is fully transcendental. In order to understand R&#257;dh&#257; and Krishna, worship Them and engage in Their loving service, one must be guided by &#346;r&#299; Caitanya Mah&#257;prabhu, Nity&#257;nanda Prabhu and the six Gosv&#257;m&#299;s, Lord Caitanya's direct disciples.</P><P>For an ordinary man, worship of &#346;r&#299; Caitanya and Nity&#257;nanda Prabhu or the Pañca-tattva is easier than worship of R&#257;dh&#257; and Krishna. Unless one is very fortunate, he should not be induced to worship R&#257;dh&#257;-Krishna directly. A neophyte student who is not sufficiently educated or enlightened should not indulge in the worship of &#346;r&#299; R&#257;dh&#257; and Krishna or the chanting of the Hare Krishna mantra. Even if he does so, he cannot get the desired result. One should therefore chant the names of Nit&#257;i-Gaura and worship Them without false prestige. Since everyone within this material world is more or less influenced by sinful activities, in the beginning it is essential that one take to the worship of Guru-Gaur&#257;&#324;ga and ask their favor, for thus despite all his disqualifications one will very soon become qualified to worship the R&#257;dh&#257;-Krishna vigraha.</P><P>It should be noted in this connection that the holy names of Lord Krishna and Gaurasundara are both identical with the Supreme Personality of Godhead. Therefore one should not consider one name to be more potent than the other. Considering the position of the people of this age, however, the chanting of &#346;r&#299; Caitanya Mah&#257;prabhu's name is more essential than the chanting of the Hare Krishna mah&#257;-mantra because &#346;r&#299; Caitanya Mah&#257;prabhu is the most magnanimous incarnation and His mercy is very easily achieved. Therefore one must first take shelter of &#346;r&#299; Caitanya Mah&#257;prabhu by chanting &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. By serving Gaura-Nity&#257;nanda one is freed from the entanglements of material existence and thus becomes qualified to worship the R&#257;dh&#257;-Krishna Deity.</P><P CLASS=l><A CLASS=i HREF="29-30.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="32.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>