<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 32</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 32"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.32</P><P CLASS=c>svatantra &#299;&#347;vara prabhu atyanta ud&#257;ra</P><P CLASS=c>t&#257;&#324;re n&#257; bhajile kabhu n&#257; haya nist&#257;ra</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/svatantra">svatantra</A> <A CLASS=v HREF="http://vedabase.net/i/isvara">&#299;&#347;vara</A> &#8212; the fully independent Supreme Lord; <A CLASS=v HREF="http://vedabase.net/p/prabhu">prabhu</A> &#8212; the Lord; <A CLASS=v HREF="http://vedabase.net/a/atyanta">atyanta</A> &#8212; very; <A CLASS=v HREF="http://vedabase.net/u/udara">ud&#257;ra</A> &#8212; magnanimous; <A CLASS=v HREF="http://vedabase.net/t/tanre">t&#257;&#324;re</A> &#8212; unto Him; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/b/bhajile">bhajile</A> &#8212; worshiping; <A CLASS=v HREF="http://vedabase.net/k/kabhu">kabhu</A> <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; never at any time; <A CLASS=v HREF="http://vedabase.net/h/haya">haya</A> &#8212; becomes <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/n/nistara">nist&#257;ra</A> &#8212; liberation.</P><P CLASS=t>TRANSLATION</P><P>&#346;r&#299; Caitanya Mah&#257;prabhu, the independent Supreme Personality of Godhead, is greatly magnanimous. Unless one worships Him, one can never be liberated.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299; Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura here remarks that one should not give up the worship of R&#257;dh&#257;-Krishna to worship &#346;r&#299; Caitanya Mah&#257;prabhu. By worshiping either R&#257;dh&#257;-Krishna or Lord Caitanya alone, one cannot become advanced. One should not try to supersede the instructions of the six Gosv&#257;m&#299;s, for they are &#257;c&#257;ryas and very dear to Lord Caitanya. Therefore Narottama d&#257;sa Th&#257;kura sings:</P><P>r&#363;pa-raghun&#257;tha-pade haibe &#257;kuti</P><P CLASS=n>kabe h&#257;ma bujhaba se yugala-pir&#299;ti</P><P>One must be a submissive student of the six Gosv&#257;m&#299;s, from &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; to Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;. Not following their instructions but imagining how to worship Gaurasundara and R&#257;dh&#257;-Krishna is a great offense, as a result of which one clears a path to hell. If one neglects the instructions of the six Gosv&#257;m&#299;s and yet becomes a so-called devotee of R&#257;dh&#257;-Krishna, he merely criticizes the real devotees of R&#257;dh&#257;-Krishna. As a result of speculation, he considers Gaurasundara to be an ordinary devotee and therefore cannot make progress in serving the Supreme Personality of Godhead, R&#257;dh&#257;-Krishna.</P><P CLASS=l><A CLASS=i HREF="31.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="33.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>