<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 36</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 36"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.36</P><P CLASS=c>caitanya-nit&#257;ira y&#257;te j&#257;niye mahim&#257;</P><P CLASS=c>y&#257;te j&#257;ni krishna-bhakti-siddh&#257;ntera s&#299;m&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A>-<A CLASS=v HREF="http://vedabase.net/n/nitaira">nit&#257;ira</A> &#8212; of Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A> and <A HREF="http://vedabase.net/n/nityananda">Nity&#257;nanda</A> <A HREF="http://vedabase.net/p/prabhu">Prabhu</A>; <A CLASS=v HREF="http://vedabase.net/y/yate">y&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/j/janiye">j&#257;niye</A> &#8212; one can know; <A CLASS=v HREF="http://vedabase.net/m/mahima">mahim&#257;</A> &#8212; all glories; <A CLASS=v HREF="http://vedabase.net/y/yate">y&#257;te</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> which; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> can understand; <A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A>-<A CLASS=v HREF="http://vedabase.net/b/bhakti">bhakti</A> &#8212; of devotion <A HREF="http://vedabase.net/t/to">to</A> Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/s/siddhantera">siddh&#257;ntera</A> &#8212; of the conclusion; <A CLASS=v HREF="http://vedabase.net/s/sima">s&#299;m&#257;</A> &#8212; limit.</P><P CLASS=t>TRANSLATION</P><P>By reading &#346;r&#299; Caitanya-ma&#324;gala one can understand all the glories and truths of Lord Caitanya and Nity&#257;nanda and come to the ultimate conclusion of devotional service to Lord Krishna.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;mad-Bh&#257;gavatam is the authoritative reference book from which to understand devotional service, but because it is very elaborate, few men can understand its purport. &#346;r&#299;mad-Bh&#257;gavatam is the original commentary on the Ved&#257;nta-s&#363;tra, which is called ny&#257;ya-prasth&#257;na. It was written to enable one to understand the Absolute Truth through infallible logic and argument, and therefore its natural commentary, &#346;r&#299;mad-Bh&#257;gavatam, is extremely elaborate. Professional reciters have created the impression that &#346;r&#299;mad-Bh&#257;gavatam deals only with Krishna's r&#257;sa-l&#299;l&#257;, although Krishna's r&#257;sa-l&#299;l&#257; is described only in chapters 29 through 33 of the Tenth Canto. They have in this way presented Krishna to the Western world as a great woman-hunter, and therefore we sometimes have to deal with such misconceptions in preaching. Another difficulty in understanding &#346;r&#299;mad-Bh&#257;gavatam is that the professional reciters have introduced bh&#257;gavata-sapt&#257;ha, or seven-day readings of the Bh&#257;gavatam. They want to finish &#346;r&#299;mad-Bh&#257;gavatam in a week, although it is so sublime that even one verse of &#346;r&#299;mad-Bh&#257;gavatam, if properly explained, cannot be completed in three months. Under these circumstances, it is a great aid for the common man to read &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura's Caitanya-bh&#257;gavata, for thus he can actually understand devotional service, Krishna, Lord Caitanya and Nity&#257;nanda. &#346;r&#299;la R&#363;pa Gosv&#257;m&#299; has said:</P><P>&#347;ruti-smriti-pur&#257;n&#257;di-pañcar&#257;tra-vidhim vin&#257;</P><P CLASS=n>aik&#257;ntik&#299; harer bhaktir utp&#257;t&#257;yaiva kalpate</P><P CLASS=n>[BRS 1.2.101]</P><P>"Devotional service to the Lord that ignores the authorized Vedic literatures &#8212; the Upanishads, Pur&#257;nas, N&#257;rada-pañcar&#257;tra, etc. &#8212; is simply an unnecessary disturbance in society." Due to misunderstanding &#346;r&#299;mad-Bh&#257;gavatam, people are misled regarding the science of Krishna. However, by reading &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura's book one can very easily understand this science.</P><P CLASS=l><A CLASS=i HREF="35.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="37.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>