<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 66</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 66"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.66</P><P CLASS=c>k&#257;&#347;&#299;&#347;vara gos&#257;ñira &#347;ishya &#8212; govinda gos&#257;ñi</P><P CLASS=c>govindera priya-sevaka t&#257;&#324;ra sama n&#257;ñi</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/kasisvara">k&#257;&#347;&#299;&#347;vara</A> <A CLASS=v HREF="http://vedabase.net/g/gosanira">gos&#257;ñira</A> &#8212; of <A HREF="http://vedabase.net/k/kasisvara">K&#257;&#347;&#299;&#347;vara</A> Gosv&#257;m&#299;; <A CLASS=v HREF="http://vedabase.net/s/sisya">&#347;ishya</A> &#8212; disciple; <A CLASS=v HREF="http://vedabase.net/g/govinda">govinda</A> &#8212; <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/g/gosani">gos&#257;ñi</A> &#8212; spiritual master; <A CLASS=v HREF="http://vedabase.net/g/govindera">govindera</A> &#8212; of <A HREF="http://vedabase.net/g/govinda">Govinda</A>; <A CLASS=v HREF="http://vedabase.net/p/priya">priya</A>-<A CLASS=v HREF="http://vedabase.net/s/sevaka">sevaka</A> &#8212; most confidential servitor; <A CLASS=v HREF="http://vedabase.net/t/tanra">t&#257;&#324;ra</A> &#8212; his; <A CLASS=v HREF="http://vedabase.net/s/sama">sama</A> &#8212; equal; <A CLASS=v HREF="http://vedabase.net/n/nani">n&#257;ñi</A> &#8212; is none.</P><P CLASS=t>TRANSLATION</P><P>Govinda Gos&#257;ñi, the priest engaged in the service of Lord Govinda in Vrind&#257;vana, was a disciple of K&#257;&#347;&#299;&#347;vara Gos&#257;ñi. There was no servant more dear to the Govinda Deity.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura writes in his Anubh&#257;shya, "K&#257;&#347;&#299;&#347;vara Gos&#257;ñi was one of the contemporaries of &#346;r&#299; Caitanya Mah&#257;prabhu who was with the Lord in Jagann&#257;tha Pur&#299;. Also known as K&#257;&#347;&#299;&#347;vara Pandita, he was a disciple of &#298;&#347;vara Pur&#299; and son of V&#257;sudeva Bhatt&#257;c&#257;rya, who belonged to the dynasty of K&#257;ñjil&#257;la K&#257;nu. His surname was Caudhur&#299;. His nephew, his sister's son, who was named Rudra Pandita, was the original priest of Vallabhapura, which is situated about one mile from the &#346;r&#299;r&#257;mapura railway station in the village of C&#257;tar&#257;. Installed there are the Deities of R&#257;dh&#257;-Govinda and Lord &#346;r&#299; Caitanya Mah&#257;prabhu. K&#257;&#347;&#299;&#347;vara Gos&#257;ñi was a very strong man, and therefore when Lord Caitanya visited the temple of Jagann&#257;tha, he used to protect the Lord from the crowds. Another of his duties was to distribute pras&#257;dam to the devotees after k&#299;rtana."</P><P>&#346;r&#299;la Bhaktisiddh&#257;nta Sarasvat&#299; Th&#257;kura visited this temple at Vallabhapura. At that time the person in charge was a &#346;aivite, &#346;r&#299; &#346;ivacandra Caudhur&#299;, who was a descendant of K&#257;&#347;&#299;&#347;vara Gos&#257;ñi's brother. In Vallabhapura there was a permanent arrangement to cook nine kilos of rice, vegetables and other foodstuffs daily, and near the village there is sufficient land, which belonged to the Deity, on which this rice was grown. Unfortunately, the descendants of K&#257;&#347;&#299;&#347;vara Gos&#257;ñi's brother have sold a major portion of this land, and therefore the Deity worship has now been hampered.</P><P>It is said in the Gaura-ganodde&#347;a-d&#299;pik&#257; (137) that the servant of Krishna in Vrind&#257;vana named Bhri&#324;g&#257;ra descended as K&#257;&#347;&#299;&#347;vara Gos&#257;ñi during the pastimes of Lord Caitanya Mah&#257;prabhu. In our householder life we also sometimes visited this temple of Vallabhapura and took pras&#257;dam there at noon. The Deities of this temple, &#346;r&#299; &#346;r&#299; R&#257;dh&#257;-Govinda and the Gaur&#257;&#324;ga vigraha, are extremely beautiful. Near Vallabhapura is a beautiful temple of Jagann&#257;tha. We sometimes used to take pras&#257;dam in this Jagann&#257;tha temple also. These two temples are situated within a one mile-radius of the &#346;r&#299;r&#257;mapura railway station, near Calcutta.</P><P CLASS=l><A CLASS=i HREF="65.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="67.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>