<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 72</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 72"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.72</P><P CLASS=c>more &#257;jñ&#257; karil&#257; sabe karun&#257; kariy&#257;</P><P CLASS=c>t&#257;&#324;-sab&#257;ra bole likhi nirlajja ha-iy&#257;</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/a/ajna">&#257;jñ&#257;</A> &#8212; order; <A CLASS=v HREF="http://vedabase.net/k/karila">karil&#257;</A> &#8212; gave; <A CLASS=v HREF="http://vedabase.net/s/sabe">sabe</A> &#8212; all; <A CLASS=v HREF="http://vedabase.net/k/karuna">karun&#257;</A> &#8212; merciful; <A CLASS=v HREF="http://vedabase.net/k/kariya">kariy&#257;</A> &#8212; doing <A HREF="http://vedabase.net/s/so">so</A>; <A CLASS=v HREF="http://vedabase.net/t/tan">t&#257;&#324;</A>-<A CLASS=v HREF="http://vedabase.net/s/sabara">sab&#257;ra</A> &#8212; of all of them; <A CLASS=v HREF="http://vedabase.net/b/bole">bole</A> &#8212; by the order; <A CLASS=v HREF="http://vedabase.net/l/likhi">likhi</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> write; <A CLASS=v HREF="http://vedabase.net/n/nirlajja">nirlajja</A> &#8212; without shame; <A CLASS=v HREF="http://vedabase.net/h/ha">ha</A>-<A CLASS=v HREF="http://vedabase.net/i/iya">iy&#257;</A> &#8212; becoming.</P><P CLASS=t>TRANSLATION</P><P>By their mercy, all these devotees ordered me to write of the last pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu. Because of their order only, although I am shameless, I have attempted to write this Caitanya-carit&#257;mrita.</P><P CLASS=t>PURPORT</P><P>To write about the transcendental pastimes of the Supreme Personality of Godhead is not an ordinary endeavor. Unless one is empowered by the higher authorities, or advanced devotees, one cannot write transcendental literature, for all such literature must be above suspicion, or, in other words, it must have none of the defects of conditioned souls, namely mistakes, illusions, cheating and imperfect sense perceptions. The words of Krishna and of the disciplic succession that carries the orders of Krishna are actually authoritative. To be empowered to write transcendental literature is a privilege in which a writer can take great pride. As a humble Vaishnava, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299;, being thus empowered, felt very much ashamed that it was he who was to narrate the pastimes of Lord Caitanya Mah&#257;prabhu.</P><P CLASS=l><A CLASS=i HREF="71.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="73.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>