<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 73</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 73"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.73</P><P CLASS=c>vaishnavera &#257;jñ&#257; p&#257;ñ&#257; cintita-antare</P><P CLASS=c>madana-gop&#257;le gel&#257;&#324; &#257;jñ&#257; m&#257;gib&#257;re</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/v/vaisnavera">vaishnavera</A> &#8212; of all the <A HREF="http://vedabase.net/v/vaisnava">Vaishnava</A> devotees; <A CLASS=v HREF="http://vedabase.net/a/ajna">&#257;jñ&#257;</A> &#8212; order; <A CLASS=v HREF="http://vedabase.net/p/pana">p&#257;ñ&#257;</A> &#8212; receiving; <A CLASS=v HREF="http://vedabase.net/c/cintita">cintita</A>-<A CLASS=v HREF="http://vedabase.net/a/antare">antare</A> &#8212; anxiety within myself; <A CLASS=v HREF="http://vedabase.net/m/madana">madana</A>-<A CLASS=v HREF="http://vedabase.net/g/gopale">gop&#257;le</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> the temple of <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/m/madana">Madana</A>-<A HREF="http://vedabase.net/m/mohana">mohana</A>; <A CLASS=v HREF="http://vedabase.net/g/gelan">gel&#257;&#324;</A> &#8212; <A HREF="http://vedabase.net/i/i">I</A> went; <A CLASS=v HREF="http://vedabase.net/a/ajna">&#257;jñ&#257;</A> &#8212; order; <A CLASS=v HREF="http://vedabase.net/m/magibare">m&#257;gib&#257;re</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> receive.</P><P CLASS=t>TRANSLATION</P><P>Having received the order of the Vaishnavas but being anxious within my heart, I went to the temple of Madana-mohana in Vrind&#257;vana to ask His permission also.</P><P CLASS=t>PURPORT</P><P>A Vaishnava always follows the order of guru and Krishna. &#346;r&#299; Caitanya-carit&#257;mrita was written by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; by their mercy. Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; considered all the devotees that have been mentioned to be his preceptor gurus, or spiritual masters, and Madana-gop&#257;la (&#346;r&#299; Madana-mohana vigraha) is Krishna Himself. Thus he took permission from both of them, and when he received the mercy of both guru and Krishna, he was able to write this great literature, &#346;r&#299; Caitanya-carit&#257;mrita. This example should be followed. Anyone who attempts to write about Krishna must first take permission from the spiritual master and Krishna. Krishna is situated in everyone's heart, and the spiritual master is His direct external representative. Thus Krishna is situated antar-bahih, within and without. One must first become a pure devotee by following the strict regulative principles and chanting sixteen rounds daily, and when one thinks that he is actually on the Vaishnava platform, he must then take permission from the spiritual master, and that permission must also be confirmed by Krishna from within his heart. Then, if one is very sincere and pure, he can write transcendental literature, either prose or poetry.</P><P CLASS=l><A CLASS=i HREF="72.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="74.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>