<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 78</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 78"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.78</P><P CLASS=c>ei grantha lekh&#257;ya more 'madana-mohana'</P><P CLASS=c>&#257;m&#257;ra likhana yena &#347;ukera pathana</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/e/ei">ei</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/g/grantha">grantha</A> &#8212; great literature; <A CLASS=v HREF="http://vedabase.net/l/lekhaya">lekh&#257;ya</A> &#8212; causes <A HREF="http://vedabase.net/m/me">me</A> <A HREF="http://vedabase.net/t/to">to</A> write; <A CLASS=v HREF="http://vedabase.net/m/more">more</A> &#8212; unto <A HREF="http://vedabase.net/m/me">me</A>; <A CLASS=v HREF="http://vedabase.net/m/madana">madana</A>-<A CLASS=v HREF="http://vedabase.net/m/mohana">mohana</A> &#8212; the Deity; <A CLASS=v HREF="http://vedabase.net/a/amara">&#257;m&#257;ra</A> &#8212; my; <A CLASS=v HREF="http://vedabase.net/l/likhana">likhana</A> &#8212; writing; <A CLASS=v HREF="http://vedabase.net/y/yena">yena</A> &#8212; like; <A CLASS=v HREF="http://vedabase.net/s/sukera">&#347;ukera</A> &#8212; of the parrot; <A CLASS=v HREF="http://vedabase.net/p/pathana">pathana</A> &#8212; responding.</P><P CLASS=t>TRANSLATION</P><P>Actually &#346;r&#299; Caitanya-carit&#257;mrita is not my writing but the dictation of &#346;r&#299; Madana-mohana. My writing is like the repetition of a parrot.</P><P CLASS=t>PURPORT</P><P>This should be the attitude of all devotees. When the Supreme Personality of Godhead recognizes a devotee, He gives him intelligence and dictates how he may go back home, back to Godhead. This is confirmed in &#346;r&#299;mad Bhagavad-g&#299;t&#257; (<A CLASS=v HREF="../../../bg/10/10.htm">10.10</A>):</P><P>tesh&#257;m satata-yukt&#257;n&#257;m bhajat&#257;m pr&#299;ti-p&#363;rvakam</P><P CLASS=n>dad&#257;mi buddhi-yogam tam yena m&#257;m upay&#257;nti te</P><P>"To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me." The opportunity to engage in the transcendental loving service of the Lord is open to everyone because every living entity is constitutionally a servant of the Lord. To engage in the service of the Lord is the natural function of the living entity, but because he is covered by the influence of may&#257;, the material energy, he thinks it to be a very difficult task. But if he places himself under the guidance of a spiritual master and does everything sincerely, immediately the Lord, who is situated within everyone's heart, dictates how to serve Him (dad&#257;mi buddhi-yogam tam). The Lord gives this direction, and thus the devotee's life becomes perfect. Whatever a pure devotee does is done by the dictation of the Supreme Lord. Thus it is confirmed by the author of &#346;r&#299; Caitanya-carit&#257;mrita that whatever he wrote was written under the direction of the &#346;r&#299; Madana-mohana Deity.</P><P CLASS=l><A CLASS=i HREF="77.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="79.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>