<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 9</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8 Verse 9"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8.9</P><P CLASS=c>krishna n&#257;hi m&#257;ne, t&#257;te daitya kari' m&#257;ni</P><P CLASS=c>caitanya n&#257; m&#257;nile taiche daitya t&#257;re j&#257;ni</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/k/krsna">krishna</A> &#8212; Lord <A HREF="http://vedabase.net/k/krsna">Krishna</A>; <A CLASS=v HREF="http://vedabase.net/n/nahi">n&#257;hi</A> &#8212; does not; <A CLASS=v HREF="http://vedabase.net/m/mane">m&#257;ne</A> &#8212; accept; <A CLASS=v HREF="http://vedabase.net/t/tate">t&#257;te</A> &#8212; therefore; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; demon; <A CLASS=v HREF="http://vedabase.net/k/kari">kari</A>' <A CLASS=v HREF="http://vedabase.net/m/mani">m&#257;ni</A> &#8212; we accept; <A CLASS=v HREF="http://vedabase.net/c/caitanya">caitanya</A> &#8212; Lord <A HREF="http://vedabase.net/s/sri">&#346;r&#299;</A> <A HREF="http://vedabase.net/c/caitanya">Caitanya</A> <A HREF="http://vedabase.net/m/mahaprabhu">Mah&#257;prabhu</A>; <A CLASS=v HREF="http://vedabase.net/n/na">n&#257;</A> &#8212; without; <A CLASS=v HREF="http://vedabase.net/m/manile">m&#257;nile</A> &#8212; accepting; <A CLASS=v HREF="http://vedabase.net/t/taiche">taiche</A> &#8212; similarly; <A CLASS=v HREF="http://vedabase.net/d/daitya">daitya</A> &#8212; demon; <A CLASS=v HREF="http://vedabase.net/t/tare">t&#257;re</A> &#8212; <A HREF="http://vedabase.net/t/to">to</A> him; <A CLASS=v HREF="http://vedabase.net/j/jani">j&#257;ni</A> &#8212; we know.</P><P CLASS=t>TRANSLATION</P><P>One who does not accept Krishna as the Supreme Personality of Godhead is certainly a demon. Similarly, anyone who does not accept &#346;r&#299; Caitanya Mah&#257;prabhu as Krishna, the same Supreme Lord, is also to be considered a demon.</P><P CLASS=t>PURPORT</P><P>Formerly there were kings like Jar&#257;sandha who strictly followed the Vedic rituals, acted as charitable, competent kshatriyas, possessed all kshatriya qualities and were even obedient to the brahminical culture but who did not accept Krishna as the Supreme Personality of Godhead. Jar&#257;sandha attacked Krishna many times, and each time, of course, he was defeated. Like Jar&#257;sandha, any man who performs Vedic rituals but does not accept Krishna as the Supreme Personality of Godhead must be considered an asura, or demon. Similarly, one who does not accept &#346;r&#299; Caitanya Mah&#257;prabhu as Krishna Himself is also a demon. This is the conclusion of authoritative scriptures. Therefore, both so-called devotion to Gaurasundara without devotional service to Krishna and so-called krishna-bhakti without devotional service to Gaurasundara are nondevotional activities. If one wants to be successful on the path of Krishna consciousness, he must be thoroughly conscious of the personality of Gaurasundara as well as the personality of Krishna. Knowing the personality of Gaurasundara means knowing the personalities of &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. The author of &#346;r&#299; Caitanya-carit&#257;mrita, pursuant to the authorities, stresses this principle for perfection in Krishna consciousness.</P><P CLASS=l><A CLASS=i HREF="8.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="10.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>