<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: The Author Receives the Orders of Krishna and Guru</TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A></P><P CLASS=r><A CLASS=i HREF="summary.htm"><B>CC &#256;di 8 Summary</B></A></P><P CLASS=r><A CLASS=i HREF="1.htm"><B>CC &#256;di 8.1</B></A>: I offer my respects to the Supreme Personality of Godhead, &#346;r&#299; Caitanya Mah&#257;prabhu, by whose desire I have become like a dancing dog and suddenly taken to the writing of &#346;r&#299; Caitanya-carit&#257;mrita, although I am a fool.</P><P CLASS=r><A CLASS=i HREF="2.htm"><B>CC &#256;di 8.2</B></A>: Let me offer my respectful obeisances unto &#346;r&#299; Krishna Caitanya Mah&#257;prabhu, who is known as Gaurasundara. I also offer my respectful obeisances unto Nity&#257;nanda Prabhu, who is always very joyful.</P><P CLASS=r><A CLASS=i HREF="3.htm"><B>CC &#256;di 8.3</B></A>: Let me offer my respectful obeisances unto Advaita &#256;c&#257;rya, who is very merciful, and also to that great personality Gad&#257;dhara Pandita, the learned scholar.</P><P CLASS=r><A CLASS=i HREF="4.htm"><B>CC &#256;di 8.4</B></A>: Let me offer my respectful obeisances unto &#346;r&#299;v&#257;sa Th&#257;kura and all the other devotees of the Lord. I fall down to offer them respect. I worship their lotus feet.</P><P CLASS=r><A CLASS=i HREF="5.htm"><B>CC &#256;di 8.5</B></A>: By remembering the lotus feet of the Pañca-tattva, a dumb man can become a poet, a lame man can cross mountains, and a blind man can see the stars in the sky.</P><P CLASS=r><A CLASS=i HREF="6.htm"><B>CC &#256;di 8.6</B></A>: The education cultivated by so-called learned scholars who do not believe these statements of &#346;r&#299; Caitanya-carit&#257;mrita is like the tumultuous croaking of frogs.</P><P CLASS=r><A CLASS=i HREF="7.htm"><B>CC &#256;di 8.7</B></A>: One who does not accept the glories of the Pañca-tattva but still makes a show of devotional service to Krishna can never achieve the mercy of Krishna or advance to the ultimate goal.</P><P CLASS=r><A CLASS=i HREF="8.htm"><B>CC &#256;di 8.8</B></A>: Formerly kings like Jar&#257;sandha [the father-in-law of Kamsa] strictly followed the Vedic rituals, thus worshiping Lord Vishnu.</P><P CLASS=r><A CLASS=i HREF="9.htm"><B>CC &#256;di 8.9</B></A>: One who does not accept Krishna as the Supreme Personality of Godhead is certainly a demon. Similarly, anyone who does not accept &#346;r&#299; Caitanya Mah&#257;prabhu as Krishna, the same Supreme Lord, is also to be considered a demon.</P><P CLASS=r><A CLASS=i HREF="10.htm"><B>CC &#256;di 8.10</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu thought, "Unless people accept Me they will all be destroyed." Thus the merciful Lord accepted the sanny&#257;sa order.</P><P CLASS=r><A CLASS=i HREF="11.htm"><B>CC &#256;di 8.11</B></A>: "If a person offers obeisances to Me, even due to accepting Me only as an ordinary sanny&#257;s&#299;, his material distresses will diminish, and he will ultimately get liberation."</P><P CLASS=r><A CLASS=i HREF="12.htm"><B>CC &#256;di 8.12</B></A>: One who does not show respect unto this merciful Lord, Caitanya Mah&#257;prabhu, or does not worship Him should be considered a demon, even if he is very much exalted in human society.</P><P CLASS=r><A CLASS=i HREF="13.htm"><B>CC &#256;di 8.13</B></A>: Therefore I say again, lifting my arms: O fellow human beings, please worship &#346;r&#299; Caitanya and Nity&#257;nanda without false arguments!</P><P CLASS=r><A CLASS=i HREF="14.htm"><B>CC &#256;di 8.14</B></A>: Logicians say, "Unless one gains understanding through logic and argument, how can one decide upon a worshipable Deity?"</P><P CLASS=r><A CLASS=i HREF="15.htm"><B>CC &#256;di 8.15</B></A>: If you are indeed interested in logic and argument, kindly apply it to the mercy of &#346;r&#299; Caitanya Mah&#257;prabhu. If you do so, you will find it to be strikingly wonderful.</P><P CLASS=r><A CLASS=i HREF="16.htm"><B>CC &#256;di 8.16</B></A>: If one is infested with the ten offenses in the chanting of the Hare Krishna mah&#257;-mantra, despite his endeavor to chant the holy name for many births, he will not get the love of Godhead that is the ultimate goal of this chanting.</P><P CLASS=r><A CLASS=i HREF="17.htm"><B>CC &#256;di 8.17</B></A>: "By cultivating philosophical knowledge one can understand his spiritual position and thus be liberated, and by performing sacrifices and pious activities one can achieve sense gratification in a higher planetary system, but the devotional service of the Lord is so rare that even by executing hundreds and thousands of such sacrifices one cannot obtain it."</P><P CLASS=r><A CLASS=i HREF="18.htm"><B>CC &#256;di 8.18</B></A>: If a devotee wants liberation or material sense gratification from the Lord, Krishna immediately delivers it, but pure devotional service He keeps hidden.</P><P CLASS=r><A CLASS=i HREF="19.htm"><B>CC &#256;di 8.19</B></A>: [The great sage N&#257;rada said:] "My dear Mah&#257;r&#257;ja Yudhishthira, the Supreme Personality of Godhead Krishna is always ready to help you. He is your master, guru, God, very dear friend and head of your family. Yet sometimes He agrees to act as your servant or order-carrier. You are greatly fortunate because this relationship is possible only by bhakti-yoga. The Lord can give liberation [mukti] very easily, but He does not very easily give one bhakti-yoga, because by that process He is bound to the devotee."</P><P CLASS=r><A CLASS=i HREF="20.htm"><B>CC &#256;di 8.20</B></A>: Lord &#346;r&#299; Caitanya Mah&#257;prabhu has freely given this love of Krishna everywhere and anywhere, even to the most fallen, such as Jag&#257;i and M&#257;dh&#257;i. What then to speak of those who are already pious and elevated?</P><P CLASS=r><A CLASS=i HREF="21.htm"><B>CC &#256;di 8.21</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, as the Supreme Personality of Godhead Himself, is fully independent. Therefore, although it is the most confidentially stored benediction, He can distribute love of Godhead to anyone and everyone without consideration.</P><P CLASS=r><A CLASS=i HREF="22.htm"><B>CC &#256;di 8.22</B></A>: Whether he is offensive or inoffensive, anyone who even now chants &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda is immediately overwhelmed with ecstasy, and tears fill his eyes.</P><P CLASS=r><A CLASS=i HREF="23.htm"><B>CC &#256;di 8.23</B></A>: Simply by talking of Nity&#257;nanda Prabhu one awakens his love for Krishna. Thus all his bodily limbs are agitated by ecstasy, and tears flow from his eyes like the waters of the Ganges.</P><P CLASS=r><A CLASS=i HREF="24.htm"><B>CC &#256;di 8.24</B></A>: There are offenses to be considered while chanting the Hare Krishna mantra. Therefore simply by chanting Hare Krishna one does not become ecstatic.</P><P CLASS=r><A CLASS=i HREF="25.htm"><B>CC &#256;di 8.25</B></A>: "If one's heart does not change, tears do not flow from his eyes, his body does not shiver, and his bodily hairs do not stand on end as he chants the Hare Krishna mah&#257;-mantra, it should be understood that his heart is as hard as iron. This is due to his offenses at the lotus feet of the Lord's holy name."</P><P CLASS=r><A CLASS=i HREF="26.htm"><B>CC &#256;di 8.26</B></A>: Simply chanting the Hare Krishna mah&#257;-mantra without offenses vanquishes all sinful activities. Thus pure devotional service, which is the cause of love of Godhead, becomes manifest.</P><P CLASS=r><A CLASS=i HREF="27.htm"><B>CC &#256;di 8.27</B></A>: When one's transcendental loving service to the Lord is actually awakened, it generates transformations in the body such as perspiration, trembling, throbbing of the heart, faltering of the voice and tears in the eyes.</P><P CLASS=r><A CLASS=i HREF="28.htm"><B>CC &#256;di 8.28</B></A>: As a result of chanting the Hare Krishna mah&#257;-mantra, one makes such great advancement in spiritual life that simultaneously his material existence terminates and he receives love of Godhead. The holy name of Krishna is so powerful that by chanting even one name, one very easily achieves these transcendental riches.</P><P CLASS=r><A CLASS=i HREF="29-30.htm"><B>CC &#256;di 8.29-30</B></A>: If one chants the exalted holy name of the Lord again and again and yet his love for the Supreme Lord does not develop and tears do not appear in his eyes, it is evident that because of his offenses in chanting, the seed of the holy name of Krishna does not sprout.</P><P CLASS=r><A CLASS=i HREF="31.htm"><B>CC &#256;di 8.31</B></A>: But if one only chants, with some slight faith, the holy names of Lord Caitanya and Nity&#257;nanda, very quickly he is cleansed of all offenses. Thus as soon as he chants the Hare Krishna mah&#257;-mantra, he feels the ecstasy of love for God.</P><P CLASS=r><A CLASS=i HREF="32.htm"><B>CC &#256;di 8.32</B></A>: &#346;r&#299; Caitanya Mah&#257;prabhu, the independent Supreme Personality of Godhead, is greatly magnanimous. Unless one worships Him, one can never be liberated.</P><P CLASS=r><A CLASS=i HREF="33.htm"><B>CC &#256;di 8.33</B></A>: O fools, just read &#346;r&#299; Caitanya-ma&#324;gala! By reading this book you can understand all the glories of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="34.htm"><B>CC &#256;di 8.34</B></A>: As Vy&#257;sadeva has compiled all the pastimes of Lord Krishna in &#346;r&#299;mad-Bh&#257;gavatam, Th&#257;kura Vrind&#257;vana d&#257;sa has depicted the pastimes of Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="35.htm"><B>CC &#256;di 8.35</B></A>: Th&#257;kura Vrind&#257;vana d&#257;sa has composed &#346;r&#299; Caitanya-ma&#324;gala. Hearing this book annihilates all misfortune.</P><P CLASS=r><A CLASS=i HREF="36.htm"><B>CC &#256;di 8.36</B></A>: By reading &#346;r&#299; Caitanya-ma&#324;gala one can understand all the glories and truths of Lord Caitanya and Nity&#257;nanda and come to the ultimate conclusion of devotional service to Lord Krishna.</P><P CLASS=r><A CLASS=i HREF="37.htm"><B>CC &#256;di 8.37</B></A>: In &#346;r&#299; Caitanya-ma&#324;gala [later known as &#346;r&#299; Caitanya-bh&#257;gavata] &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has given the conclusion and essence of devotional service by quoting the authoritative statements of &#346;r&#299;mad-Bh&#257;gavatam.</P><P CLASS=r><A CLASS=i HREF="38.htm"><B>CC &#256;di 8.38</B></A>: If even a great atheist hears &#346;r&#299; Caitanya-ma&#324;gala, he immediately becomes a great devotee.</P><P CLASS=r><A CLASS=i HREF="39.htm"><B>CC &#256;di 8.39</B></A>: The subject matter of this book is so sublime that it appears that &#346;r&#299; Caitanya Mah&#257;prabhu has personally spoken through the writings of &#346;r&#299; Vrind&#257;vana d&#257;sa Th&#257;kura.</P><P CLASS=r><A CLASS=i HREF="40.htm"><B>CC &#256;di 8.40</B></A>: I offer millions of obeisances unto the lotus feet of Vrind&#257;vana d&#257;sa Th&#257;kura. No one else could write such a wonderful book for the deliverance of all fallen souls.</P><P CLASS=r><A CLASS=i HREF="41.htm"><B>CC &#256;di 8.41</B></A>: N&#257;r&#257;yan&#299; eternally eats the remnants of the food of Caitanya Mah&#257;prabhu. &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura was born of her womb.</P><P CLASS=r><A CLASS=i HREF="42.htm"><B>CC &#256;di 8.42</B></A>: What a wonderful description he has given of the pastimes of Lord Caitanya! Anyone in the three worlds who hears it is purified.</P><P CLASS=r><A CLASS=i HREF="43.htm"><B>CC &#256;di 8.43</B></A>: I fervently appeal to everyone to adopt the method of devotional service given by Lord Caitanya and Nity&#257;nanda and thus be freed from the miseries of material existence and ultimately achieve the loving service of the Lord.</P><P CLASS=r><A CLASS=i HREF="44.htm"><B>CC &#256;di 8.44</B></A>: &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura has written &#346;r&#299; Caitanya-ma&#324;gala and therein described in all respects the pastimes of Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="45.htm"><B>CC &#256;di 8.45</B></A>: He first summarized all the pastimes of the Lord and later described them vividly in detail.</P><P CLASS=r><A CLASS=i HREF="46.htm"><B>CC &#256;di 8.46</B></A>: The pastimes of Lord Caitanya are unlimited and unfathomable. Therefore, in describing all those pastimes, the book became voluminous.</P><P CLASS=r><A CLASS=i HREF="47.htm"><B>CC &#256;di 8.47</B></A>: He saw them to be so extensive that he later felt that some had not been properly described.</P><P CLASS=r><A CLASS=i HREF="48.htm"><B>CC &#256;di 8.48</B></A>: He ecstatically described the pastimes of Lord Nity&#257;nanda, but the later pastimes of Caitanya Mah&#257;prabhu remained untold.</P><P CLASS=r><A CLASS=i HREF="49.htm"><B>CC &#256;di 8.49</B></A>: The devotees of Vrind&#257;vana were all very anxious to hear those pastimes.</P><P CLASS=r><A CLASS=i HREF="50.htm"><B>CC &#256;di 8.50</B></A>: In Vrind&#257;vana, in a great place of pilgrimage underneath the desire trees, is a golden throne bedecked with jewels.</P><P CLASS=r><A CLASS=i HREF="51.htm"><B>CC &#256;di 8.51</B></A>: On that throne sits the son of Nanda Mah&#257;r&#257;ja, &#346;r&#299; Govindadeva, the transcendental Cupid.</P><P CLASS=r><A CLASS=i HREF="52.htm"><B>CC &#256;di 8.52</B></A>: Varieties of majestic service are rendered to Govinda there. His garments, ornaments and paraphernalia are all transcendental.</P><P CLASS=r><A CLASS=i HREF="53.htm"><B>CC &#256;di 8.53</B></A>: In that temple of Govindaj&#299;, thousands of servitors always render service to the Lord in devotion. Even with thousands of mouths, one could not describe this service.</P><P CLASS=r><A CLASS=i HREF="54.htm"><B>CC &#256;di 8.54</B></A>: In that temple the chief servitor was &#346;r&#299; Harid&#257;sa Pandita. His qualities and fame are known all over the world.</P><P CLASS=r><A CLASS=i HREF="55.htm"><B>CC &#256;di 8.55</B></A>: He was gentle, tolerant, peaceful, magnanimous, grave, sweet in his words and very sober in his endeavors.</P><P CLASS=r><A CLASS=i HREF="56.htm"><B>CC &#256;di 8.56</B></A>: He was respectful to everyone and worked for the benefit of all. Diplomacy, envy and jealousy were unknown to his heart.</P><P CLASS=r><A CLASS=i HREF="57.htm"><B>CC &#256;di 8.57</B></A>: The fifty qualities of Lord Krishna were all present in his body.</P><P CLASS=r><A CLASS=i HREF="58.htm"><B>CC &#256;di 8.58</B></A>: "In one who has unflinching devotional faith in Krishna, all the good qualities of Krishna and the demigods are consistently manifested. However, one who has no devotion to the Supreme Personality of Godhead has no good qualifications because he is engaged by mental concoction in material existence, which is the external feature of the Lord."</P><P CLASS=r><A CLASS=i HREF="59.htm"><B>CC &#256;di 8.59</B></A>: Ananta &#256;c&#257;rya was a disciple of Gad&#257;dhara Pandita. His body was always absorbed in love of Godhead. He was magnanimous and advanced in all respects.</P><P CLASS=r><A CLASS=i HREF="60.htm"><B>CC &#256;di 8.60</B></A>: Ananta &#256;c&#257;rya was a reservoir of all good qualities. No one can estimate how great he was. Pandita Harid&#257;sa was his beloved disciple.</P><P CLASS=r><A CLASS=i HREF="61.htm"><B>CC &#256;di 8.61</B></A>: Pandita Harid&#257;sa had great faith in Lord Caitanya and Nity&#257;nanda. Therefore he took great satisfaction in knowing about Their pastimes and qualities.</P><P CLASS=r><A CLASS=i HREF="62.htm"><B>CC &#256;di 8.62</B></A>: He always accepted the good qualities of Vaishnavas and never found fault in them. He engaged his heart and soul only to satisfy the Vaishnavas.</P><P CLASS=r><A CLASS=i HREF="63.htm"><B>CC &#256;di 8.63</B></A>: He always heard the reading of &#346;r&#299; Caitanya-ma&#324;gala, and all the other Vaishnavas used to hear it by his grace.</P><P CLASS=r><A CLASS=i HREF="64.htm"><B>CC &#256;di 8.64</B></A>: Like the full moon, he illuminated the entire assembly of Vaishnavas by speaking &#346;r&#299; Caitanya-ma&#324;gala, and by the nectar of his qualities he increased their transcendental bliss.</P><P CLASS=r><A CLASS=i HREF="65.htm"><B>CC &#256;di 8.65</B></A>: By his causeless mercy he ordered me to write about the last pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu.</P><P CLASS=r><A CLASS=i HREF="66.htm"><B>CC &#256;di 8.66</B></A>: Govinda Gos&#257;ñi, the priest engaged in the service of Lord Govinda in Vrind&#257;vana, was a disciple of K&#257;&#347;&#299;&#347;vara Gos&#257;ñi. There was no servant more dear to the Govinda Deity.</P><P CLASS=r><A CLASS=i HREF="67.htm"><B>CC &#256;di 8.67</B></A>: &#346;r&#299; Y&#257;dav&#257;c&#257;rya Gos&#257;ñi, a constant associate of &#346;r&#299;la R&#363;pa Gosv&#257;m&#299;, was also very enthusiastic in hearing and chanting about Lord Caitanya's pastimes.</P><P CLASS=r><A CLASS=i HREF="68.htm"><B>CC &#256;di 8.68</B></A>: Bhugarbha Gos&#257;ñi, a disciple of Pandita Gos&#257;ñi, was always engaged in topics regarding Lord Caitanya, knowing nothing else.</P><P CLASS=r><A CLASS=i HREF="69.htm"><B>CC &#256;di 8.69</B></A>: Among his disciples were Caitanya d&#257;sa, who was a priest of the Govinda Deity, as well as Mukund&#257;nanda Cakravart&#299; and the great devotee Krishnad&#257;sa.</P><P CLASS=r><A CLASS=i HREF="70.htm"><B>CC &#256;di 8.70</B></A>: Among the disciples of Ananta &#256;c&#257;rya was &#346;iv&#257;nanda Cakravart&#299;, in whose heart Lord Caitanya and Nity&#257;nanda constantly dwelled.</P><P CLASS=r><A CLASS=i HREF="71.htm"><B>CC &#256;di 8.71</B></A>: In Vrind&#257;vana there were also many other great devotees, all of whom desired to hear the last pastimes of Lord Caitanya.</P><P CLASS=r><A CLASS=i HREF="72.htm"><B>CC &#256;di 8.72</B></A>: By their mercy, all these devotees ordered me to write of the last pastimes of &#346;r&#299; Caitanya Mah&#257;prabhu. Because of their order only, although I am shameless, I have attempted to write this Caitanya-carit&#257;mrita.</P><P CLASS=r><A CLASS=i HREF="73.htm"><B>CC &#256;di 8.73</B></A>: Having received the order of the Vaishnavas but being anxious within my heart, I went to the temple of Madana-mohana in Vrind&#257;vana to ask His permission also.</P><P CLASS=r><A CLASS=i HREF="74.htm"><B>CC &#256;di 8.74</B></A>: When I visited the temple of Madana-mohana, the priest Gos&#257;ñi d&#257;sa was serving the feet of the Lord, and I also prayed at the Lord's lotus feet.</P><P CLASS=r><A CLASS=i HREF="75.htm"><B>CC &#256;di 8.75</B></A>: When I prayed to the Lord for permission, a garland from His neck immediately slipped down.</P><P CLASS=r><A CLASS=i HREF="76.htm"><B>CC &#256;di 8.76</B></A>: As soon as this happened, the Vaishnavas standing there all loudly chanted, "Haribol!" and the priest, Gos&#257;ñi d&#257;sa, brought me the garland and put it around my neck.</P><P CLASS=r><A CLASS=i HREF="77.htm"><B>CC &#256;di 8.77</B></A>: I was greatly pleased to have the garland signifying the order of the Lord, and then and there I commenced to write this book.</P><P CLASS=r><A CLASS=i HREF="78.htm"><B>CC &#256;di 8.78</B></A>: Actually &#346;r&#299; Caitanya-carit&#257;mrita is not my writing but the dictation of &#346;r&#299; Madana-mohana. My writing is like the repetition of a parrot.</P><P CLASS=r><A CLASS=i HREF="79.htm"><B>CC &#256;di 8.79</B></A>: As a wooden doll is made to dance by a magician, I write as Madana-gop&#257;la orders me to do so.</P><P CLASS=r><A CLASS=i HREF="80.htm"><B>CC &#256;di 8.80</B></A>: I accept as my family Deity Madana-mohana, whose worshipers are Raghun&#257;tha d&#257;sa Gosv&#257;m&#299;, &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and San&#257;tana Gosv&#257;m&#299;.</P><P CLASS=r><A CLASS=i HREF="81.htm"><B>CC &#256;di 8.81</B></A>: I took permission from &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura by praying at his lotus feet, and upon receiving his order I have attempted to write this auspicious literature.</P><P CLASS=r><A CLASS=i HREF="82.htm"><B>CC &#256;di 8.82</B></A>: &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura is the authorized writer on the pastimes of Lord Caitanya. Without his mercy, therefore, one cannot describe these pastimes.</P><P CLASS=r><A CLASS=i HREF="83.htm"><B>CC &#256;di 8.83</B></A>: I am foolish, lowborn and insignificant, and I always desire material enjoyment; yet by the order of the Vaishnavas I am greatly enthusiastic to write this transcendental literature.</P><P CLASS=r><A CLASS=i HREF="84.htm"><B>CC &#256;di 8.84</B></A>: The lotus feet of &#346;r&#299; R&#363;pa Gosv&#257;m&#299; and Raghun&#257;tha d&#257;sa Gosv&#257;m&#299; are my source of strength. Remembering their lotus feet can fulfill all one's desires.</P><P CLASS=r><A CLASS=i HREF="85.htm"><B>CC &#256;di 8.85</B></A>: Praying at the lotus feet of &#346;r&#299; R&#363;pa and &#346;r&#299; Raghun&#257;tha, always desiring their mercy, I, Krishnad&#257;sa, narrate &#346;r&#299; Caitanya-carit&#257;mrita, following in their footsteps.</P><P CLASS=f><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>