<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Sri Caitanya Caritamrta Adi-lila Chapter 8</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Sri Caitanya Caritamrta"><META NAME=DESCRIPTION CONTENT="Sri Caitanya Caritamrta Adi-lila Chapter 8"></HEAD><BODY><TABLE><TR><TD><A CLASS=v HREF="../index.htm">&#256;di-l&#299;l&#257;</A></TD><TD CLASS=m>Chapter 8: <A CLASS=v HREF="index.htm">The Author Receives the Orders of Krishna and Guru</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299; Caitanya Carit&#257;mrita</A> &#256;di 8 Summary</P><P>The Eighth Chapter of &#346;r&#299; Caitanya-carit&#257;mrita is summarized by &#346;r&#299;la Bhaktivinoda Th&#257;kura in his Amrita-prav&#257;ha-bh&#257;shya. In this chapter the glories of &#346;r&#299; Caitanya Mah&#257;prabhu and Nity&#257;nanda are described, and it is also stated that one who commits offenses in chanting the Hare Krishna mantra does not achieve love of Godhead, even after chanting for many years. In this connection, &#346;r&#299;la Bhaktivinoda Th&#257;kura warns against artificial displays of the bodily symptoms called ashta-s&#257;ttvika-vik&#257;ra. That is also an offense. One should seriously and sincerely continue to chant the Pañca-tattva names &#347;r&#299;-krishna-caitanya prabhu-nity&#257;nanda &#347;r&#299;-advaita gad&#257;dhara &#347;r&#299;v&#257;s&#257;di-gaura-bhakta-vrinda. All these &#257;c&#257;ryas will bestow their causeless mercy upon a devotee and gradually purify his heart. When he is actually purified, automatically he will experience ecstasy in chanting the Hare Krishna mah&#257;-mantra. Previous to the composition of &#346;r&#299; Caitanya-carit&#257;mrita, &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura wrote a book called &#346;r&#299; Caitanya-bh&#257;gavata. Only those subjects which were not discussed by &#346;r&#299;la Vrind&#257;vana d&#257;sa Th&#257;kura in his Caitanya-bh&#257;gavata have been taken up by Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; to be depicted in &#346;r&#299; Caitanya-carit&#257;mrita. In his very old age, Krishnad&#257;sa Kavir&#257;ja Gosv&#257;m&#299; went to Vrind&#257;vana, and by the order of &#346;r&#299; Madana-mohanaj&#299; he wrote &#346;r&#299; Caitanya-carit&#257;mrita. Thus we are now able to relish its transcendental bliss.</P><P CLASS=l><A CLASS=i HREF="../7/171.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=797"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness</P></BODY></HTML>