<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 68 Verse 1</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 68 Verse 1"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 68: <A CLASS=v HREF="index.htm">The Marriage of S&#257;mba</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.68.1</P><P CLASS=c>&#347;r&#299;-&#347;uka uv&#257;ca</P><P CLASS=c>duryodhana-sut&#257;m r&#257;jan</P><P CLASS=c>lakshman&#257;m samitim-jayah</P><P CLASS=c>svayamvara-sth&#257;m aharat</P><P CLASS=c>s&#257;mbo j&#257;mbavat&#299;-sutah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/s/sri">&#347;r&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sukah">&#347;ukah</A> <A CLASS=v HREF="http://vedabase.net/u/uvaca">uv&#257;ca</A> &#8212; <A HREF="http://vedabase.net/s/sukadeva">&#346;ukadeva</A> Gosv&#257;m&#299; said; <A CLASS=v HREF="http://vedabase.net/d/duryodhana">duryodhana</A>-<A CLASS=v HREF="http://vedabase.net/s/sutam">sut&#257;m</A> &#8212; the daughter of <A HREF="http://vedabase.net/d/duryodhana">Duryodhana</A>; <A CLASS=v HREF="http://vedabase.net/r/rajan">r&#257;jan</A> &#8212; <A HREF="http://vedabase.net/o/o">O</A> King (<A HREF="http://vedabase.net/p/pariksit">Par&#299;kshit</A>); <A CLASS=v HREF="http://vedabase.net/l/laksmanam">lakshman&#257;m</A> &#8212; named <A HREF="http://vedabase.net/l/laksmana">Lakshman&#257;</A>; <A CLASS=v HREF="http://vedabase.net/s/samitim">samitim</A>-<A CLASS=v HREF="http://vedabase.net/j/jayah">jayah</A> &#8212; victorious <A HREF="http://vedabase.net/i/in">in</A> battle; <A CLASS=v HREF="http://vedabase.net/s/svayam">svayam</A>-<A CLASS=v HREF="http://vedabase.net/v/vara">vara</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> her <A HREF="http://vedabase.net/s/svayam">svayam</A>-<A HREF="http://vedabase.net/v/vara">vara</A> ceremony; <A CLASS=v HREF="http://vedabase.net/s/stham">sth&#257;m</A> &#8212; situated; <A CLASS=v HREF="http://vedabase.net/a/aharat">aharat</A> &#8212; stole; <A CLASS=v HREF="http://vedabase.net/s/sambah">s&#257;mbah</A> &#8212; <A HREF="http://vedabase.net/s/samba">S&#257;mba</A>; <A CLASS=v HREF="http://vedabase.net/j/jambavati">j&#257;mbavat&#299;</A>-<A CLASS=v HREF="http://vedabase.net/s/sutah">sutah</A> &#8212; the son of <A HREF="http://vedabase.net/j/jambavati">J&#257;mbavat&#299;</A>.</P><P CLASS=t>TRANSLATION</P><P>&#346;ukadeva Gosv&#257;m&#299; said: O King, J&#257;mbavat&#299;'s son S&#257;mba, ever victorious in battle, kidnapped Duryodhana's daughter Lakshman&#257; from her svayam-vara ceremony.</P><P CLASS=t>PURPORT</P><P>In Krishna, &#346;r&#299;la Prabhup&#257;da explains this event as follows: "Duryodhana, the son of Dhritar&#257;shtra, had a marriageable daughter by the name of Lakshman&#257;. She was a very highly qualified girl of the Kuru dynasty, and many princes wanted to marry her. In such cases the svayam-vara ceremony is held so that the girl may select her husband according to her own choice. In Lakshman&#257;'s svayam-vara assembly, when the girl was to select her husband, S&#257;mba appeared. He was the son of Krishna by J&#257;mbavat&#299;, one of the chief wives of Lord Krishna. This son S&#257;mba is so named because, being a very bad child, he always lived close to his mother. The name S&#257;mba indicates that this son was very much his mother's pet. Amb&#257; means "mother," and sa means "with." So this special name was given to him because he always remained with his mother. He was also known as J&#257;mbavat&#299;-suta for the same reason. As previously explained, all the sons of Krishna were as qualified as their great father, Lord Krishna. S&#257;mba wanted the daughter of Duryodhana, Lakshman&#257;, although she was not inclined to have him. Therefore S&#257;mba kidnapped Lakshman&#257; by force from the svayam-vara ceremony."</P><P CLASS=l><A CLASS=i HREF="summary.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="2.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>