<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 68 Verse 41</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 68 Verse 41"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 68: <A CLASS=v HREF="index.htm">The Marriage of S&#257;mba</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.68.41</P><P CLASS=c>l&#257;&#324;gal&#257;grena nagaram</P><P CLASS=c>udvid&#257;rya gaj&#257;hvayam</P><P CLASS=c>vicakarsha sa ga&#324;g&#257;y&#257;m</P><P CLASS=c>praharishyann amarshitah</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/l/langala">l&#257;&#324;gala</A> &#8212; of His plow; <A CLASS=v HREF="http://vedabase.net/a/agrena">agrena</A> &#8212; with the tip; <A CLASS=v HREF="http://vedabase.net/n/nagaram">nagaram</A> &#8212; the city; <A CLASS=v HREF="http://vedabase.net/u/udvidarya">udvid&#257;rya</A> &#8212; tearing up; <A CLASS=v HREF="http://vedabase.net/g/gajahvayam">gaj&#257;hvayam</A> &#8212; Hastin&#257;pura; <A CLASS=v HREF="http://vedabase.net/v/vicakarsa">vicakarsha</A> &#8212; dragged; <A CLASS=v HREF="http://vedabase.net/s/sah">sah</A> &#8212; <A HREF="http://vedabase.net/h/he">He</A>; <A CLASS=v HREF="http://vedabase.net/g/gangayam">ga&#324;g&#257;y&#257;m</A> &#8212; <A HREF="http://vedabase.net/i/in">in</A> the Ganges; <A CLASS=v HREF="http://vedabase.net/p/praharisyan">praharishyan</A> &#8212; about <A HREF="http://vedabase.net/t/to">to</A> cast <A HREF="http://vedabase.net/i/it">it</A>; <A CLASS=v HREF="http://vedabase.net/a/amarsitah">amarshitah</A> &#8212; enraged.</P><P CLASS=t>TRANSLATION</P><P>The Lord angrily dug up Hastin&#257;pura with the tip of His plow and began to drag it, intending to cast the entire city into the Ganges.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes as follows: "Lord Balar&#257;ma seemed so furious that He looked as if He could burn the whole cosmic creation to ashes. He stood up steadily and, taking His plow in His hand, began striking the earth with it. In this way the whole city of Hastin&#257;pura was separated from the earth. Lord Balar&#257;ma then began to drag the city toward the flowing water of the river Ganges. Because of this, there was a great tremor throughout Hastin&#257;pura, as if there had been an earthquake, and it seemed that the whole city would be dismantled."</P><P>&#346;r&#299;la Vi&#347;van&#257;tha Cakravart&#299; states that by the Lord's desire His plow had increased in size, and that as Balar&#257;ma began dragging Hastin&#257;pura toward the water, He ordered the Ganges, "Except for S&#257;mba, you should attack and kill everyone in the city with your water." Thus He would fulfill His promise to rid the earth of the Kauravas while making sure that nothing bad would happen to S&#257;mba.</P><P CLASS=l><A CLASS=i HREF="40.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="42-43.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>