<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 68 Verse 54</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 68 Verse 54"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 68: <A CLASS=v HREF="index.htm">The Marriage of S&#257;mba</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.68.54</P><P CLASS=c>ady&#257;pi ca puram hy etat</P><P CLASS=c>s&#363;cayad r&#257;ma-vikramam</P><P CLASS=c>samunnatam dakshinato</P><P CLASS=c>ga&#324;g&#257;y&#257;m anudri&#347;yate</P><P CLASS=t>SYNONYMS</P><P CLASS=p><A CLASS=v HREF="http://vedabase.net/a/adya">adya</A> &#8212; today; <A CLASS=v HREF="http://vedabase.net/a/api">api</A> &#8212; even; <A CLASS=v HREF="http://vedabase.net/c/ca">ca</A> &#8212; and; <A CLASS=v HREF="http://vedabase.net/p/puram">puram</A> &#8212; city; <A CLASS=v HREF="http://vedabase.net/h/hi">hi</A> &#8212; indeed; <A CLASS=v HREF="http://vedabase.net/e/etat">etat</A> &#8212; this; <A CLASS=v HREF="http://vedabase.net/s/sucayat">s&#363;cayat</A> &#8212; showing the signs of; <A CLASS=v HREF="http://vedabase.net/r/rama">r&#257;ma</A> &#8212; of Lord <A HREF="http://vedabase.net/b/balarama">Balar&#257;ma</A>; <A CLASS=v HREF="http://vedabase.net/v/vikramam">vikramam</A> &#8212; the prowess; <A CLASS=v HREF="http://vedabase.net/s/samunnatam">samunnatam</A> &#8212; prominently elevated; <A CLASS=v HREF="http://vedabase.net/d/daksinatah">dakshinatah</A> &#8212; on the southern side; <A CLASS=v HREF="http://vedabase.net/g/gangayam">ga&#324;g&#257;y&#257;m</A> &#8212; by the Ganges; <A CLASS=v HREF="http://vedabase.net/a/anudrsyate">anudri&#347;yate</A> &#8212; is seen.</P><P CLASS=t>TRANSLATION</P><P>Even today the city of Hastin&#257;pura is visibly elevated on its southern side along the Ganges, thus showing the signs of Lord Balar&#257;ma's prowess.</P><P CLASS=t>PURPORT</P><P>&#346;r&#299;la Prabhup&#257;da writes as follows: "For the most part it was the practice of the kshatriya kings to inaugurate some kind of fighting between the parties of the bride and bridegroom before the marriage. When S&#257;mba forcibly took away Lakshmana, the elderly members of the Kuru dynasty were pleased to see that he was actually the suitable match for her. In order to see his personal strength, however, they fought with him, and without any respect for the regulations of fighting, they all arrested him. When the Yadu dynasty decided to release S&#257;mba from the confinement of the Kurus, Lord Balar&#257;ma came personally to settle the matter, and as a powerful kshatriya He ordered them to free S&#257;mba immediately. The Kauravas became superficially insulted by this order, so they challenged Lord Balar&#257;ma's power. They simply wanted to see Him exhibit His inconceivable strength. Thus with great pleasure they handed over their daughter to S&#257;mba, and the whole matter was settled. Duryodhana, being affectionate toward his daughter Lakshman&#257;, had her married to S&#257;mba in great pomp.... Balar&#257;ma was very satisfied after His great reception from the side of the Kurus, and accompanied by the newly married couple, He started toward His capital city of Dv&#257;rak&#257;.</P><P>"Lord Balar&#257;ma triumphantly reached Dv&#257;rak&#257;, where He met with many citizens who were all His devotees and friends. When they all assembled, Lord Balar&#257;ma narrated the whole story of the marriage, and they were astonished to hear how Balar&#257;ma had made the city of Hastin&#257;pura tremble."</P><P>Thus end the purports of the humble servants of His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da to the Tenth Canto, Sixty-eighth Chapter, of the &#346;r&#299;mad-Bh&#257;gavatam, entitled "The Marriage of S&#257;mba."</P><P CLASS=l><A CLASS=i HREF="53.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="../69/summary.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>