<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN"><HTML><HEAD><TITLE>Srimad Bhagavatam Canto 10 Chapter 68</TITLE><LINK REL=STYLESHEET HREF="../../../op.css" TYPE="text/css" TITLE="om tat sat"><META HTTP-EQUIV="Content-Type" CONTENT="text/html; Charset=ISO-8859-1"><META NAME=KEYWORDS CONTENT="Srimad Bhagavatam"><META NAME=DESCRIPTION CONTENT="Srimad Bhagavatam Canto 10 Chapter 68"></HEAD><BODY><TABLE><TR><TD>Canto 10: <A CLASS=v HREF="../index.htm">The Summum Bonum</A></TD><TD CLASS=m>Chapter 68: <A CLASS=v HREF="index.htm">The Marriage of S&#257;mba</A></TD></TR></TABLE><P CLASS=h><A CLASS=v HREF="../../../index.htm">Bhaktivedanta VedaBase</A>: <A CLASS=v HREF="../../index.htm">&#346;r&#299;mad Bh&#257;gavatam</A> 10.68 Summary</P><P>This chapter describes how the Kauravas captured S&#257;mba and how Lord Baladeva dragged the city of Hastin&#257;pura to secure his release.</P><P>S&#257;mba, the darling son of J&#257;mbavat&#299;, kidnapped Duryodhana's daughter Lakshman&#257; from her svayam-vara assembly. In response, the Kauravas joined forces to arrest him. After S&#257;mba held them off single-handedly for some time, six warriors of the Kaurava party deprived him of his chariot, broke his bow to pieces, seized him, tied him up and brought both him and Lakshman&#257; back to Hastin&#257;pura.</P><P>When King Ugrasena heard of S&#257;mba's capture, he called upon the Y&#257;davas to retaliate. Angered, they prepared to fight, but Lord Balar&#257;ma pacified them, hoping to avoid a quarrel between the Kuru and Yadu dynasties. The Lord set off for Hastin&#257;pura, together with several br&#257;hmanas and Y&#257;dava elders.</P><P>The party of Y&#257;davas set up camp in a garden outside the city, and Lord Balar&#257;ma sent Uddhava to ascertain King Dhritar&#257;shtra's frame of mind. When Uddhava appeared in the Kaurava court and announced Lord Balar&#257;ma's arrival, the Kauravas worshiped Uddhava and went to see the Lord, taking auspicious items to offer Him. The Kauravas honored Balar&#257;ma with rituals and items of respect, but when He conveyed Ugrasena's demand that they release S&#257;mba, they became angry. "It is very amazing," they said, "that the Y&#257;davas are trying to give orders to the Kauravas. This is like a shoe trying to climb atop one's head. It is from us alone that the Y&#257;davas have obtained their royal thrones, and yet now they are presuming themselves our equals. No longer will we extend to them royal privileges."</P><P>Having said this, the Kaurava nobles went inside their city, and Lord Baladeva decided that the only way to deal with those who are maddened by false prestige is through brute punishment. Thus He took His plow weapon and, intending to rid the earth of all the Kurus, began dragging Hastin&#257;pura toward the Ganges. Seeing that their city was in imminent danger of falling into the river, the terrified Kauravas quickly brought S&#257;mba and Lakshman&#257; before Lord Balar&#257;ma and began to glorify Him. Then they prayed, "O Lord, please forgive us, who were so ignorant of Your true identity."</P><P>Baladeva assured the Kauravas He would not harm them, and Duryodhana presented various wedding gifts to his daughter and new son-in-law. Then Duryodhana, extending his greetings to the Y&#257;davas, requested Lord Baladeva to return to Dv&#257;rak&#257; with S&#257;mba and Lakshman&#257;.</P><P CLASS=l><A CLASS=i HREF="../67/28.htm">&lt;&lt;&lt;</A> <A CLASS=i HREF="1.htm">&gt;&gt;&gt;</A></P><P CLASS=v><A CLASS=v HREF="http://www.thekrishnastore.com/Detail.bok?no=795"><IMG SRC="../../../bbt.gif" ALT="Buy Online"> Copyright © The Bhaktivedanta Book Trust International, Inc.</A><BR>His Divine Grace A. C. Bhaktivedanta Swami Prabhup&#257;da, Founder &#256;c&#257;rya of the International Society for Krishna Consciousness<BR>His Holiness Hrdayananda dasa Goswami<BR>Gopiparanadhana dasa Adhikari<BR>Dravida dasa Brahmacari</P></BODY></HTML>